Repository: big-comm/gitrepo
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Failed to pull latest changes, but continuing since no local changes.
bg: Неуспешно изтегляне на последните промени, но продължавам, тъй като няма локални промени.
cs: Nepodařilo se stáhnout nejnovější změny, ale pokračujeme, protože nejsou žádné místní změny.
da: Mislykkedes med at hente de nyeste ændringer, men fortsætter da der ikke er lokale ændringer.
de: Fehler beim Abrufen der neuesten Änderungen, aber fortfahren, da keine lokalen Änderungen vorhanden sind.
el: Αποτυχία λήψης των τελευταίων αλλαγών, αλλά συνεχίζουμε καθώς δεν υπάρχουν τοπικές αλλαγές.
es: Error al obtener los últimos cambios, pero continuando ya que no hay cambios locales.
et: Viimane muudatusi ei õnnestunud alla laadida, kuid jätkame, kuna kohalikke muudatusi ei ole.
fi: Viimeisimpien muutosten vetäminen epäonnistui, mutta jatketaan, koska paikallisia muutoksia ei ole.
fr: Échec de la récupération des dernières modifications, mais poursuite car aucune modification locale n'est présente.
he: נכשל למשוך את השינויים האחרונים, אך ממשיך מכיוון שאין שינויים מקומיים.
hr: Nije uspjelo preuzimanje najnovijih promjena, ali se nastavlja jer nema lokalnih promjena.
hu: Nem sikerült letölteni a legújabb változtatásokat, de folytatjuk, mivel nincsenek helyi változtatások.
is: Ekki tókst að draga nýjustu breytingar, en heldur áfram þar sem engar staðbundnar breytingar eru.
it: Impossibile recuperare le ultime modifiche, ma si continua poiché non ci sono modifiche locali.
ja: 最新の変更を取得できませんでしたが、ローカルの変更がないため続行します。
nl: Mislukt om de laatste wijzigingen op te halen, maar doorgaan aangezien er geen lokale wijzigingen zijn.
no: Feilet å hente de nyeste endringene, men fortsetter siden det ikke er noen lokale endringer.
pl: Nie udało się pobrać najnowszych zmian, ale kontynuuję, ponieważ nie ma lokalnych zmian.
pt: Falha ao baixar (pull) as últimas alterações, mas continuando pois não há alterações locais.
ro: Nu s-au putut prelua ultimele modificări, dar se continuă deoarece nu există modificări locale.
ru: Не удалось получить последние изменения, но продолжаем, так как нет локальных изменений.
sk: Nepodarilo sa stiahnuť najnovšie zmeny, ale pokračujem, pretože nie sú žiadne miestne zmeny.
sv: Misslyckades med att hämta de senaste ändringarna, men fortsätter eftersom inga lokala ändringar finns.
tr: Son değişiklikleri çekme başarısız oldu, ancak yerel değişiklik olmadığı için devam ediliyor.
uk: Не вдалося отримати останні зміни, але продовжуємо, оскільки немає локальних змін.

source: Local changes detected - skipping automatic pull to avoid conflicts.
bg: Открити локални промени - пропускане на автоматично изтегляне, за да се избегнат конфликти.
cs: Byly zjištěny místní změny - automatické stažení bylo přeskočeno, aby se předešlo konfliktům.
da: Lokale ændringer opdaget - springer automatisk træk over for at undgå konflikter.
de: Lokale Änderungen erkannt - automatisches Abrufen wird übersprungen, um Konflikte zu vermeiden.
el: Εντοπίστηκαν τοπικές αλλαγές - παραλείπεται η αυτόματη λήψη για να αποφευχθούν συγκρούσεις.
es: Se detectaron cambios locales: se omite la extracción automática para evitar conflictos.
et: Kohalikud muudatused tuvastatud - automaatset allalaadimist vahele jätmine konfliktide vältimiseks.
fi: Paikalliset muutokset havaittu - automaattinen vetäminen ohitetaan konfliktien välttämiseksi.
fr: Modifications locales détectées - saut de l'extraction automatique pour éviter les conflits.
he: שינויים מקומיים זוהו - מדלגים על משיכת אוטומטית כדי למנוע קונפליקטים.
hr: Otkrivene lokalne promjene - preskočeno automatsko preuzimanje kako bi se izbjegli sukobi.
hu: Helyi változások észlelve - automatikus letöltés kihagyása a konfliktusok elkerülése érdekében.
is: Staðbundnar breytingar greindar - sleppa sjálfvirkri niðurhalinu til að forðast átök.
it: Modifiche locali rilevate - salto del scaricare automatico per evitare conflitti.
ja: ローカルの変更が検出されました - コンフリクトを避けるため、自動プルをスキップします。
nl: Lokale wijzigingen gedetecteerd - automatische pull overgeslagen om conflicten te vermijden.
no: Lokale endringer oppdaget - hopper over automatisk henting for å unngå konflikter.
pl: Wykryto lokalne zmiany - pomijanie automatycznego pobierania, aby uniknąć konfliktów.
pt: Alterações locais detectadas - ignorando sincronização automática para evitar conflitos.
ro: Modificări locale detectate - sărind peste extragerea automată pentru a evita conflictele.
ru: Обнаружены локальные изменения - пропуск автоматического извлечения, чтобы избежать конфликтов.
sk: Zistené miestne zmeny - preskočenie automatického sťahovania, aby sa predišlo konfliktom.
sv: Lokala ändringar upptäckta - hoppar över automatisk hämtning för att undvika konflikter.
tr: Yerel değişiklikler tespit edildi - çatışmaları önlemek için otomatik çekme atlanıyor.
uk: Локальні зміни виявлено - автоматичне отримання пропущено, щоб уникнути конфліктів.

source: Pulling latest changes from main...
bg: Изтегляне на последните промени от главния клон...
da: Henter de seneste ændringer fra hoved...
de: Aktualisiere die neuesten Änderungen von main...
et: Tõmban viimaseid muudatusi põhiharust...
fi: Noutetaan viimeisimmät muutokset päähaaraasta...
fr: Récupération des dernières modifications de la branche principale...
hr: Preuzimanje najnovijih promjena s glavne grane...
hu: A legfrissebb változások letöltése a fő ágból...
is: Sækja nýjustu breytingar frá aðal...
it: Estrazione delle ultime modifiche da main...
nl: Laatste wijzigingen van main ophalen...
no: Henter de nyeste endringene fra hovedgrenen...
pt: Baixando últimas alterações da branch main...
ru: Получение последних изменений из основной ветки...
sk: Načítanie najnovších zmien z hlavného...
sv: Hämtar de senaste ändringarna från huvud...
uk: Витягування останніх змін з основної гілки...

source: Successfully pulled latest main
bg: Успешно изтеглен последен основен
da: Succesfuldt hentet seneste hoved
de: Erfolgreich die neueste Hauptversion abgerufen
et: Edukalt tõmmatud uusim peamine
fi: Onnistuneesti haettu uusin päähaara
fr: Dernière version principale récupérée avec succès
hr: Uspješno preuzeta najnovija glavna verzija
hu: Sikeresen letöltötte a legújabb fő ágat
is: Sukrandi að draga nýjustu megin
it: Ultima versione principale estratta con successo
nl: Succesvol de laatste hoofdversie binnengehaald
no: Suksessfullt hentet siste hovedgren
pt: Alterações do main baixadas com sucesso
ru: Успешно извлечена последняя версия основной ветки
sk: Úspešne stiahnutá najnovšia hlavná verzia
sv: Framgångsrikt hämtat senaste huvud.
uk: Успішно завантажено останній main

source: Failed to pull, but continuing...
bg: Неуспешно изтегляне, но продължаваме...
da: Mislykkedes at hente, men fortsætter...
de: Zugriff fehlgeschlagen, aber fortfahren...
et: Tõmbamine ebaõnnestus, kuid jätkame...
fi: Vedon lataaminen epäonnistui, mutta jatketaan...
fr: Échec du tirage, mais poursuite...
hr: Nije uspjelo preuzimanje, ali se nastavlja...
hu: Sikertelen a letöltés, de folytatjuk...
is: Tókst ekki að draga, en heldur áfram...
it: Impossibile estrarre, ma si continua...
nl: Mislukt om te trekken, maar doorgaan...
no: Mislyktes i å hente, men fortsetter...
pt: Falha ao baixar (pull), mas continuando...
ru: Не удалось загрузить, но продолжаем...
sk: Nepodarilo sa stiahnuť, ale pokračujem...
sv: Misslyckades med att hämta, men fortsätter...
uk: Не вдалося завантажити, але продовжуємо...

source: No Changes to Commit
pt: Sem alterações paro commitar

source: Press Enter to return to main menu
bg: Натиснете Enter, за да се върнете в основното меню
cs: Stiskněte Enter pro návrat do hlavního menu
da: Tryk på Enter for at vende tilbage til hovedmenuen
de: Drücken Sie die Eingabetaste, um zum Hauptmenü zurückzukehren.
el: Πατήστε Enter για να επιστρέψετε στο κύριο μενού
es: Presione Enter para volver al menú principal
et: Vajutage Enter, et naasta peamenüüsse
fi: Paina Enter palataksesi päävalikkoon
fr: Appuyez sur Entrée pour revenir au menu principal
he: לחץ על Enter כדי לחזור לתפריט הראשי
hr: Pritisnite Enter za povratak na glavni izbornik
hu: Nyomja meg az Entert a főmenübe való visszatéréshez
is: Ýttu á Enter til að fara aftur í aðalvalmyndina
it: Premi Invio per tornare al menu principale
ja: エンターを押してメインメニューに戻る
nl: Druk op Enter om terug te keren naar het hoofdmenu
no: Trykk Enter for å gå tilbake til hovedmenyen
pl: Naciśnij Enter, aby wrócić do menu głównego
pt: Prima Enter para voltar ao menu principal
ro: Apăsați Enter pentru a reveni la meniul principal
ru: Нажмите Enter, чтобы вернуться в главное меню
sk: Stlačte Enter pre návrat do hlavného menu
sv: Tryck på Enter för att återgå till huvudmenyn
tr: Ana menüye dönmek için Enter tuşuna basın
uk: Натисніть Enter, щоб повернутися до головного меню

source: Error committing changes: {0}
bg: Грешка при записване на промените: {0}
cs: Chyba při ukládání změn: {0}
da: Fejl ved at gemme ændringer: {0}
de: Fehler beim Übernehmen der Änderungen: {0}
el: Σφάλμα κατά την αποθήκευση αλλαγών: {0}
es: Error al confirmar cambios: {0}
et: Muudatuste salvestamisel tekkis viga: {0}
fi: Virhe muutosten tallentamisessa: {0}
fr: Erreur lors de l'engagement des modifications : {0}
he: שגיאה בהתחייבות שינויים: {0}
hr: Greška prilikom potvrđivanja promjena: {0}
hu: Hiba a módosítások elkötelezésében: {0}
is: Villa að skrá breytingar: {0}
it: Errore durante il salvataggio delle modifiche: {0}
ja: 変更のコミット中にエラーが発生しました: {0}
nl: Fout bij het bevestigen van wijzigingen: {0}
no: Feil ved å lagre endringer: {0}
pl: Błąd podczas zatwierdzania zmian: {0}
pt: Erro ao commitar alterações: {0}
ro: Eroare la salvarea modificărilor: {0}
ru: Ошибка при сохранении изменений: {0}
sk: Chyba pri ukladaní zmien: {0}
sv: Fel vid åtagande av ändringar: {0}
tr: Değişiklikleri kaydederken hata: {0}
uk: Помилка при збереженні змін: {0}

source: Error pushing to remote: {0}
bg: Грешка при изпращане към отдалечен: {0}
cs: Chyba při odesílání na vzdálený server: {0}
da: Fejl ved push til fjernlager: {0}
de: Fehler beim Pushen zu Remote: {0}
el: Σφάλμα κατά την αποστολή στο απομακρυσμένο: {0}
es: Error al enviar a remoto: {0}
et: Viga edastamisel kaugserverisse: {0}
fi: Virhe työntäessä etäpalvelimeen: {0}
fr: Erreur lors de l'envoi vers le distant : {0}
he: שגיאה בדחיפה לרחוק: {0}
hr: Greška prilikom slanja na udaljeni: {0}
hu: Hiba a távoli feltöltéskor: {0}
is: Villa við að ýta á fjarstýringu: {0}
it: Errore durante l'invio al remoto: {0}
ja: リモートへのプッシュエラー: {0}
nl: Fout bij het pushen naar remote: {0}
no: Feil ved pushing til fjern: {0}
pl: Błąd podczas przesyłania do zdalnego: {0}
pt: Erro ao enviar (push) para o remoto: {0}
ro: Eroare la împingerea către remote: {0}
ru: Ошибка при отправке на удаленный сервер: {0}
sk: Chyba pri odosielaní na vzdialený server: {0}
sv: Fel vid push till fjärr: {0}
tr: Uzak sunucuya itme hatası: {0}
uk: Помилка при відправці на віддалений репозиторій: {0}

source: Changes committed and pushed to {0} branch successfully!
bg: Промените са успешно записани и изпратени към клон {0}!
cs: Změny byly úspěšně potvrzeny a odeslány na větev {0}!
da: Ændringer forpligtet og skubbet til {0} grenen med succes!
de: Änderungen erfolgreich in den {0}-Zweig übernommen und gepusht!
el: Οι αλλαγές δεσμεύτηκαν και μεταφέρθηκαν με επιτυχία στο κλάδο {0}!
es: ¡Cambios comprometidos y enviados a la rama {0} con éxito!
et: Muutatused on edukalt kinnitatud ja tõukatud harule {0}!
fi: Muutokset on sitoutettu ja työnnetty {0} haaraan onnistuneesti!
fr: Modifications engagées et poussées avec succès sur la branche {0} !
he: שינויים בוצעו והועלו בהצלחה לסניף {0}!
hr: Promjene su uspješno potvrđene i poslane na {0} granu!
hu: A változtatások sikeresen elkötelezve és feltöltve a(z) {0} ágra!
is: Breytingar skráðar og sendar á {0} greinina með góðum árangri!
it: Modifiche confermate e inviate con successo al ramo {0}!
ja: {0} ブランチに変更が正常にコミットされ、プッシュされました！
nl: Wijzigingen succesvol gecommit en gepusht naar de {0} branch!
no: Endringer forpliktet og dyttet til {0} grenen med suksess!
pl: Zmiany zostały zatwierdzone i pomyślnie przesłane do gałęzi {0}!
pt: Alterações commitadas e enviadas para a branch {0} com sucesso!
ro: Modificările au fost comise și trimise cu succes pe ramura {0}!
ru: Изменения успешно зафиксированы и отправлены в ветку {0}!
sk: Zmeny boli úspešne odoslané a nahrané do vetvy {0}!
sv: Ändringar har framgångsrikt begåtts och pushats till {0} grenen!
tr: {0} dalına değişiklikler başarıyla işlendi ve gönderildi!
uk: Зміни успішно зафіксовані та надіслані до гілки {0}!

source: Stashing local changes before branch switch...
bg: Запазване на локални промени преди смяна на клон...
cs: Ukládání místních změn před přepnutím větve...
da: Gemmer lokale ændringer før skift af gren...
de: Lokale Änderungen vor dem Wechsel des Branches sichern...
el: Αποθήκευση τοπικών αλλαγών πριν την εναλλαγή κλάδου...
es: Almacenando cambios locales antes de cambiar de rama...
et: Kohalikud muudatused varjamine enne haru vahetamist...
fi: Paikallisten muutosten tallentaminen ennen haara vaihtamista...
fr: Mise en attente des modifications locales avant de changer de branche...
he: שימור שינויים מקומיים לפני החלפת סניף...
hr: Skladištenje lokalnih promjena prije prebacivanja grane...
hu: Helyi változtatások elmentése ágazatváltás előtt...
is: Að geyma staðbundnar breytingar áður en greinar eru skipt...
it: Salvataggio delle modifiche locali prima dello switch del ramo...
ja: ブランチ切り替え前にローカル変更をスタッシュしています...
nl: Lokale wijzigingen opslaan voordat de tak wordt gewisseld...
no: Lagring av lokale endringer før bytte av gren...
pl: Zastawianie lokalnych zmian przed przełączeniem gałęzi...
pt: Guardando alterações locais (stash) antes de trocar de branch...
ro: Stocarea modificărilor locale înainte de comutarea ramurii...
ru: Сохранение локальных изменений перед переключением ветки...
sk: Ukladanie miestnych zmien pred prepnutím vetvy...
sv: Sparar lokala ändringar innan grenbyte...
tr: Dalga değiştirmeden önce yerel değişiklikleri saklama...
uk: Збереження локальних змін перед перемиканням гілки...

source: Failed to stash changes before branch switch.
bg: Неуспешно запазване на промените преди смяна на клон.
cs: Nepodařilo se uložit změny před přepnutím větve.
da: Mislykkedes at gemme ændringer før skift af gren.
de: Änderungen konnten vor dem Wechsel des Branches nicht gespeichert werden.
el: Αποτυχία αποθήκευσης αλλαγών πριν από την εναλλαγή κλάδου.
es: Error al guardar los cambios antes de cambiar de rama.
et: Eba muutusi enne haru vahetamist.
fi: Epäonnistui muutosten tallentaminen ennen haara vaihtamista.
fr: Échec de la mise en réserve des modifications avant le changement de branche.
he: נכשל בהחבאת שינויים לפני החלפת ענף.
hr: Nije uspjelo spremanje promjena prije prebacivanja grane.
hu: A változat váltása előtt nem sikerült a módosításokat elmenteni.
is: Mistók að geyma breytingar áður en greinarbreyting.
it: Impossibile salvare le modifiche prima di cambiare ramo.
ja: ブランチ切り替え前に変更をスタッシュできませんでした。
nl: Kon niet de wijzigingen opslaan voordat de takwisseling.
no: Feilet å lagre endringer før bytte av gren.
pl: Nie udało się zarchiwizować zmian przed przełączeniem gałęzi.
pt: Falha ao salvar alterações antes de trocar de branch.
ro: A eșuat stocarea modificărilor înainte de comutarea ramurii.
ru: Не удалось сохранить изменения перед переключением ветки.
sk: Nepodarilo sa uložiť zmeny pred prechodom na vetvu.
sv: Misslyckades med att spara ändringar innan grenbyte.
tr: Dalga geçmeden önce değişiklikleri saklayamadı.
uk: Не вдалося зберегти зміни перед перемиканням гілки.

source: Using existing local branch: {0}
bg: Използване на съществуващ локален клон: {0}
cs: Používání existující místní větve: {0}
da: Bruger eksisterende lokal gren: {0}
de: Verwenden des vorhandenen lokalen Branches: {0}
el: Χρησιμοποιώντας το υπάρχον τοπικό κλάδο: {0}
es: Usando la rama local existente: {0}
et: Kasutades olemasolevat kohalikku haru: {0}
fi: Käytetään olemassa olevaa paikallista haaraa: {0}
fr: Utilisation de la branche locale existante : {0}
he: שימוש בענף מקומי קיים: {0}
hr: Koristeći postojeću lokalnu granu: {0}
hu: A meglévő helyi ágazat használata: {0}
is: Notandi núverandi staðbundin grein: {0}
it: Utilizzando il ramo locale esistente: {0}
ja: 既存のローカルブランチを使用しています: {0}
nl: Gebruik bestaande lokale branch: {0}
no: Bruker eksisterende lokal gren: {0}
pl: Używanie istniejącej lokalnej gałęzi: {0}
pt: Usanda branch local existente: {0}
ro: Folosind ramura locală existentă: {0}
ru: Использование существующей локальной ветки: {0}
sk: Používanie existujúcej miestnej vetvy: {0}
sv: Använder befintlig lokal gren: {0}
tr: Mevcut yerel dal kullanılıyor: {0}
uk: Використання існуючої локальної гілки: {0}

source: Could not restore stashed changes automatically. Check 'git stash list'
bg: Не можа да възстанови временно съхранените промени автоматично. Проверете 'git stash list'
cs: Nelze automaticky obnovit uložené změny. Zkontrolujte 'git stash list'
da: Kunne ikke gendanne gemte ændringer automatisk. Tjek 'git stash list'
de: Konnte die zwischengespeicherten Änderungen nicht automatisch wiederherstellen. Überprüfen Sie 'git stash list'
el: Δεν ήταν δυνατή η αυτόματη αποκατάσταση των αποθηκευμένων αλλαγών. Ελέγξτε τη 'git stash list'
es: No se pudieron restaurar los cambios guardados automáticamente. Verifica 'git stash list'
et: Ei õnnestunud automaatselt taastada varjatud muudatusi. Kontrolli 'git stash list'
fi: Ei voitu palauttaa varastoituja muutoksia automaattisesti. Tarkista 'git stash list'
fr: Impossible de restaurer les modifications mises de côté automatiquement. Vérifiez 'git stash list'
he: לא ניתן לשחזר שינויים שהושמו אוטומטית. בדוק 'git stash list'
hr: Nije moguće automatski vratiti spremljene promjene. Provjerite 'git stash list'
hu: Nem sikerült automatikusan visszaállítani a tárolt változtatásokat. Ellenőrizd a 'git stash list'-et.
is: Gat ekki að endurheimta geymdar breytingar sjálfkrafa. Athugaðu 'git stash list'
it: Impossibile ripristinare automaticamente le modifiche messe da parte. Controlla 'git stash list'
ja: 自動的にスタッシュされた変更を復元できませんでした。'git stash list'を確認してください。
nl: Kon de gestashte wijzigingen niet automatisch herstellen. Controleer 'git stash list'
no: Kunne ikke gjenopprette stashed endringer automatisk. Sjekk 'git stash list'
pl: Nie można automatycznie przywrócić zarchiwizowanych zmian. Sprawdź 'git stash list'
pt: Não foi possível restaurar alterações automaticamente. Verifique 'git stash list'
ro: Nu s-au putut restaura automat modificările stocate. Verifică 'git stash list'
ru: Не удалось автоматически восстановить сохранённые изменения. Проверьте 'git stash list'
sk: Nepodarilo sa automaticky obnoviť uložené zmeny. Skontrolujte 'git stash list'
sv: Kunde inte återställa stuvade ändringar automatiskt. Kontrollera 'git stash list'
tr: Saklanan değişiklikler otomatik olarak geri yüklenemedi. 'git stash list' kontrol edin.

source: Stashed changes restored successfully
bg: Успешно възстановени запазени промени
cs: Úspěšně obnoveny uložené změny
da: Gemte ændringer gendannet med succes
de: Stash-Änderungen erfolgreich wiederhergestellt
el: Οι αποθηκευμένες αλλαγές αποκαταστάθηκαν με επιτυχία
es: Los cambios guardados se restauraron con éxito.
et: Salvestatud muudatused taastati edukalt
fi: Tallennetut muutokset palautettiin onnistuneesti
fr: Modifications mises de côté restaurées avec succès
he: שינויים שהוסתרו שוחזרו בהצלחה
hr: Uspješno su vraćene spremljene promjene
hu: A tárolt változtatások sikeresen visszaállítva
is: Geymdar breytingar endurheimtar með góðum árangri
it: Modifiche accantonate ripristinate con successo
ja: スタッシュされた変更が正常に復元されました
nl: Opgeslagen wijzigingen succesvol hersteld
no: Gjemte endringer gjenopprettet vellykket
pl: Przywrócono pomyślnie zarchiwizowane zmiany
pt: Alterações guardadas restauradas com sucesso
ro: Modificările stocate au fost restaurate cu succes
ru: Успешно восстановлены сохранённые изменения
sk: Zmeny zo stashu boli úspešne obnovené
sv: Återställda stashed ändringar.
tr: Saklanan değişiklikler başarıyla geri yüklendi.

source: Error with user branch: {0}
bg: Грешка с потребителския клон: {0}
cs: Chyba s uživatelskou větví: {0}
da: Fejl med brugergren: {0}
de: Fehler mit Benutzerzweig: {0}
el: Σφάλμα με τον χρήστη κλάδο: {0}
es: Error con la rama del usuario: {0}
et: Viga kasutaja haru: {0}
fi: Virhe käyttäjähaara: {0}
fr: Erreur avec la branche utilisateur : {0}
he: שגיאה בענף המשתמש: {0}
hr: Greška s korisničkom granom: {0}
hu: Hiba a felhasználói ágon: {0}
is: Villa með notendagrein: {0}
it: Erro con il ramo utente: {0}
ja: ユーザーブランチのエラー: {0}
nl: Fout met gebruikersbranch: {0}
no: Feil med brukergren: {0}
pl: Błąd z gałęzią użytkownika: {0}
pt: Erro na branch do usuário: {0}
ro: Eroare cu ramura utilizatorului: {0}
ru: Ошибка с пользовательской веткой: {0}
sk: Chyba s používateľskou vetvou: {0}
sv: Fel med användargren: {0}
tr: Kullanıcı dalında hata: {0}
uk: Помилка з гілкою користувача: {0}

source: Moving from {0} to your own branch {1}...
bg: Преместване от {0} към вашия собствен клон {1}...
cs: Přechod z {0} na vaši vlastní větev {1}...
da: Bevægelse fra {0} til din egen gren {1}...
de: Wechseln von {0} zu Ihrem eigenen Zweig {1}...
el: Μετακίνηση από {0} στο δικό σας κλάδο {1}...
es: Moviendo de {0} a tu propia rama {1}...
et: Liikumine {0} -st oma harule {1}...
fi: Siirtyminen {0} omalle haarallesi {1}...
fr: Passage de {0} à votre propre branche {1}...
he: מעבר מ-{0} לענף שלך {1}...
hr: Premještanje s {0} na vlastitu granu {1}...
hu: Áthelyezés {0} helyről a saját ágadhoz {1}...
is: Færsla frá {0} yfir á þína eigin grein {1}...
it: Spostando da {0} al tuo ramo {1}...
ja: {0} からあなた自身のブランチ {1} へ移動中...
nl: Verplaatsen van {0} naar je eigen tak {1}...
no: Flytter fra {0} til din egen gren {1}...
pl: Przechodzenie z {0} do własnej gałęzi {1}...
pt: Movendo do {0} para seu própria branch {1}...
ro: Trecerea de la {0} la ramura ta proprie {1}...
ru: Перемещение из {0} в вашу собственную ветку {1}...
sk: Presúvanie z {0} na vašu vlastnú vetvu {1}...
sv: Flyttar från {0} till din egen gren {1}...
tr: {0} konumundan kendi dalınıza {1} geçiş yapılıyor...
uk: Переміщення з {0} на вашу власну гілку {1}...

source: Could not resolve conflicts automatically.
bg: Не можа да разреши конфликтите автоматично.
cs: Nebylo možné automaticky vyřešit konflikty.
da: Kunne ikke løse konflikter automatisk.
de: Konflikte konnten nicht automatisch gelöst werden.
el: Δεν ήταν δυνατή η αυτόματη επίλυση των συγκρούσεων.
es: No se pudieron resolver los conflictos automáticamente.
et: Ei suutnud konflikte automaatselt lahendada.
fi: Konflikteja ei voitu ratkaista automaattisesti.
fr: Impossible de résoudre les conflits automatiquement.
he: לא ניתן לפתור קונפליקטים באופן אוטומטי.
hr: Nije moguće automatski riješiti sukobe.
hu: Nem sikerült automatikusan megoldani a konfliktusokat.
is: Gat ekki að leysa árekstra sjálfkrafa.
it: Impossibile risolvere i conflitti automaticamente.
ja: 自動的に競合を解決できませんでした。
nl: Konflikten konden niet automatisch worden opgelost.
no: Kunne ikke løse konflikter automatisk.
pl: Nie można było automatycznie rozwiązać konfliktów.
pt: Não foi possível resolver conflitos automaticamente.
ro: Nu s-au putut rezolva conflictele automat.
ru: Не удалось автоматически разрешить конфликты.
sk: Nedalo sa automaticky vyriešiť konflikty.
sv: Kunde inte lösa konflikter automatiskt.
tr: Çatışmalar otomatik olarak çözülemedi.
uk: Не вдалося автоматично вирішити конфлікти.
