Repository: big-comm/gitrepo
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: ERROR
bg: ГРЕШКА
cs: CHYBA
da: FEJL
de: FEHLER
el: ΣΦΑΛΜΑ
et: VIGA
fi: VIRHE
fr: ERREUR
he: שגיאה
hr: GREŠKA
hu: HIBA
is: Villa
it: ERRORE
ja: エラー
nl: FOUT
no: FEIL
pl: BŁĄD
pt: ERRO
ro: EROARE
ru: ОШИБКА
sk: CHYBA
sv: FELMEDDELANDE
tr: HATA
uk: ОШИБКА

source: Field
bg: Поле
cs: Pole
da: Felt
de: Feld
el: Πεδίο
es: Campo
et: Väli
fi: Kenttä
fr: Champ
he: שדה
hr: Polje
hu: Mező
is: Svið
it: Campo
ja: フィールド
nl: Veld
no: Felt
pl: Pole
pt: Campo
ro: Câmp
ru: Поле
sk: Pole
sv: Fält
tr: Alan
uk: Поле

source: Value
bg: Стойност
cs: Hodnota
da: Værdi
de: Wert
el: Αξία
es: Valor
et: Väärtus
fi: Arvo
fr: Valeur
he: ערך
hr: Vrijednost
hu: Érték
is: Gildi
it: Valore
ja: 値
nl: Waarde
no: Verdi
pl: Wartość
pt: Valor
ro: Valoare
ru: Значение
sk: Hodnota
sv: Värde
tr: Değer
uk: Значення

source: Exit
bg: Изход
cs: Konec
da: Afslut
de: Beenden
el: Έξοδος
es: Salir
et: Välju
fi: Poistu
fr: Sortie
he: יציאה
hr: Izlaz
hu: Kilépés
is: Útgangur
it: Uscita
ja: 終了
nl: Afsluiten
no: Avslutt
pl: Wyjście
pt: Sair
ro: Ieșire
ru: Выход
sk: Ukončiť
sv: Avsluta
tr: Çıkış
uk: Вихід

source: Back
bg: Назад
cs: Zpět
da: Tilbage
de: Zurück
el: Πίσω
es: Atrás
et: Tagasi
fi: Takaisin
fr: Retour
he: חזרה
hr: Natrag
hu: Vissza
is: Til baka
it: Indietro
ja: 戻る
nl: Terug
no: Tilbake
pl: Wstecz
pt: Voltar
ro: Înapoi
ru: Назад
sk: Späť
sv: Tillbaka
tr: Geri
uk: Назад

source: Use [white]arrow keys ↑↓[/] to navigate, [white]Enter[/] to select, [white]ESC[/] to exit
bg: Използвайте [бял]стрелки ↑↓[/] за навигация, [бял]Enter[/] за избор, [бял]ESC[/] за изход
cs: Použijte [white]klávesy se šipkami ↑↓[/] pro navigaci, [white]Enter[/] pro výběr, [white]ESC[/] pro ukončení
da: Brug [hvide]pil-tasterne ↑↓[/] til at navigere, [hvide]Enter[/] til at vælge, [hvide]ESC[/] til at afslutte
de: Verwenden Sie die [weißen] Pfeiltasten ↑↓ [/], um zu navigieren, [weißen] Eingabetaste [/], um auszuwählen, [weißen] ESC [/], um zu beenden.
el: Χρησιμοποιήστε τα [white]βέλη ↑↓[/] για πλοήγηση, [white]Enter[/] για επιλογή, [white]ESC[/] για έξοδο.
es: Usa las teclas de flecha [blanco]↑↓[/] para navegar, [blanco]Enter[/] para seleccionar, [blanco]ESC[/] para salir.
et: Kasutage [white]noole ↑↓[/] navigeerimiseks, [white]Enter[/] valimiseks, [white]ESC[/] väljumiseks
fi: Käytä [valkoisia]nuolinäppäimiä ↑↓[/] navigointiin, [valkoista]Enter[/] valitsemiseen, [valkoista]ESC[/] poistumiseen.
fr: Utilisez les touches [blanc]flèches ↑↓[/] pour naviguer, [blanc]Entrée[/] pour sélectionner, [blanc]Échap[/] pour quitter
he: השתמש במקשי החצים [white]↑↓[/] כדי לנווט, [white]Enter[/] כדי לבחור, [white]ESC[/] כדי לצאת
hr: Koristite [bijele]strelice ↑↓[/] za navigaciju, [bijeli]Enter[/] za odabir, [bijeli]ESC[/] za izlaz
hu: Használja a [fehér]nyíl billentyűket ↑↓[/] a navigáláshoz, [fehér]Enter[/] a kiválasztáshoz, [fehér]ESC[/] a kilépéshez.
is: Notaðu [white]örvatakkana ↑↓[/] til að fletta, [white]Enter[/] til að velja, [white]ESC[/] til að hætta.
it: Usa i tasti [white]freccia ↑↓[/] per navigare, [white]Invio[/] per selezionare, [white]ESC[/] per uscire
ja: [白]矢印キー ↑↓[/]で移動し、[白]Enter[/]で選択、[白]ESC[/]で終了
nl: Gebruik de [white]pijltjestoetsen ↑↓[/] om te navigeren, [white]Enter[/] om te selecteren, [white]ESC[/] om te verlaten
no: Bruk [hvit]piltaster ↑↓[/] for å navigere, [hvit]Enter[/] for å velge, [hvit]ESC[/] for å avslutte
pl: Użyj [biały]klawiszy strzałek ↑↓[/] do nawigacji, [biały]Enter[/] do wyboru, [biały]ESC[/] do wyjścia
pt: Use as [white]setas ↑↓[/] para navegar, [white]Enter[/] para selecionar, [white]ESC[/] para sair
ro: Folosește tastele [white]săgeată ↑↓[/] pentru a naviga, [white]Enter[/] pentru a selecta, [white]ESC[/] pentru a ieși.
ru: Используйте [белый]стрелки ↑↓[/] для навигации, [белый]Enter[/] для выбора, [белый]ESC[/] для выхода
sk: Použite [biele]klávesy so šípkami ↑↓[/] na navigáciu, [biele]Enter[/] na výber, [biele]ESC[/] na ukončenie
sv: Använd [vit]piltangenterna ↑↓[/] för att navigera, [vit]Enter[/] för att välja, [vit]ESC[/] för att avsluta
tr: [white]ok tuşları ↑↓[/] ile gezinmek için, [white]Enter[/] ile seçmek için, [white]ESC[/] ile çıkmak için
uk: Використовуйте [white]стрілки↑↓[/] для навігації, [white]Enter[/] для вибору, [white]ESC[/] для виходу

source: Dependency '{0}' not found. Please install it before continuing.
bg: Зависимост '{0}' не е намерена. Моля, инсталирайте я преди да продължите.
cs: Závislost '{0}' nebyla nalezena. Prosím, nainstalujte ji před pokračováním.
da: Afhængighed '{0}' ikke fundet. Installer venligst det, før du fortsætter.
de: Abhängigkeit '{0}' nicht gefunden. Bitte installieren Sie sie, bevor Sie fortfahren.
el: Εξάρτηση '{0}' δεν βρέθηκε. Παρακαλώ εγκαταστήστε την πριν συνεχίσετε.
es: Dependencia '{0}' no encontrada. Por favor, instálala antes de continuar.
et: Sõltuvus '{0}' ei leitud. Palun installige see enne jätkamist.
fi: Riippuvuus '{0}' ei löytynyt. Asenna se ennen jatkamista.
fr: Dépendance '{0}' non trouvée. Veuillez l'installer avant de continuer.
he: תלות '{0}' לא נמצאה. אנא התקן אותה לפני שתמשיך.
hr: Ovisnost '{0}' nije pronađena. Molimo instalirajte je prije nastavka.
hu: A '{0}' függőség nem található. Kérjük, telepítse azt a folytatás előtt.
is: Fyrirspurn um '{0}' fannst ekki. Vinsamlegast settu það upp áður en þú heldur áfram.
it: Dipendenza '{0}' non trovata. Si prega di installarla prima di continuare.
ja: 依存関係 '{0}' が見つかりません。続行する前にインストールしてください。
nl: Afhankelijkheid '{0}' niet gevonden. Installeer het alstublieft voordat u verdergaat.
no: Avhengighet '{0}' ble ikke funnet. Vennligst installer den før du fortsetter.
pl: Zależność '{0}' nie została znaleziona. Proszę zainstalować ją przed kontynuowaniem.
pt: Dependência '{0}' não encontrada. Por favor, instale-a antes de continuar.
ro: Dependența '{0}' nu a fost găsită. Vă rugăm să o instalați înainte de a continua.
ru: Зависимость '{0}' не найдена. Пожалуйста, установите её перед продолжением.
sk: Závislosť '{0}' nebola nájdená. Nainštalujte ju pred pokračovaním.
sv: Beroende '{0}' hittades inte. Vänligen installera det innan du fortsätter.
tr: Bağımlılık '{0}' bulunamadı. Lütfen devam etmeden önce bunu yükleyin.
uk: Залежність '{0}' не знайдена. Будь ласка, встановіть її перед продовженням.

source: Configure GitHub organization (default: big-comm)
bg: Конфигурирайте GitHub организация (по подразбиране: big-comm)
cs: Nakonfigurujte organizaci GitHub (výchozí: big-comm)
da: Konfigurer GitHub-organisation (standard: big-comm)
de: GitHub-Organisation konfigurieren (Standard: big-comm)
el: Ρυθμίστε τον οργανισμό GitHub (προεπιλογή: big-comm)
es: Configurar organización de GitHub (predeterminado: big-comm)
et: Konfigureeri GitHubi organisatsioon (vaikimisi: big-comm)
fi: Määritä GitHub-organisaatio (oletus: big-comm)
fr: Configurer l'organisation GitHub (par défaut : big-comm)
he: הגדר ארגון GitHub (ברירת מחדל: big-comm)
hr: Konfiguriraj GitHub organizaciju (zadano: big-comm)
hu: GitHub szervezet konfigurálása (alapértelmezett: big-comm)
is: Stillir GitHub stofnun (sjálfgefið: big-comm)
it: Configura l'organizzazione GitHub (predefinito: big-comm)
ja: GitHub組織を設定する（デフォルト：big-comm）
nl: Configure GitHub-organisatie (standaard: big-comm)
no: Konfigurer GitHub-organisasjon (standard: big-comm)
pl: Skonfiguruj organizację GitHub (domyślnie: big-comm)
pt: Configurar organização do GitHub (predefinição: big-comm)
ro: Configurează organizația GitHub (implicit: big-comm)
ru: Настроить организацию GitHub (по умолчанию: big-comm)
sk: Konfigurácia organizácie GitHub (predvolené: big-comm)
sv: Konfigurera GitHub-organisation (standard: big-comm)
tr: GitHub organizasyonunu yapılandır (varsayılan: big-comm)
uk: Налаштувати організацію GitHub (за замовчуванням: big-comm)

source: Set the distribution name
bg: Задайте името на разпространението
cs: Nastavte název distribuce
da: Indstil distributionsnavn
de: Setzen Sie den Verteilungsnamen
el: Ορίστε το όνομα διανομής
es: Establecer el nombre de la distribución
et: Määra jaotuse nimi
fi: Aseta jakelun nimi
fr: Définir le nom de la distribution
he: הגדר את שם ההפצה
hr: Postavite naziv distribucije
hu: Állítsa be a terjesztési nevet
is: Stilltuðu dreifingarheitið
it: Imposta il nome della distribuzione
ja: 配布名を設定する
nl: Stel de distributienaam in
no: Angi distribusjonsnavn
pl: Ustaw nazwę dystrybucji
pt: Definir o nome da distribuição
ro: Setați numele distribuției
ru: Установите имя дистрибутива
sk: Nastavte názov distribúcie
sv: Ange distributionsnamnet
tr: Dağıtım adını ayarlayın
uk: Встановіть назву розподілу

source: Set the edition (desktop environment)
bg: Настройте изданието (десктоп среда)
cs: Nastavte edici (desktopové prostředí)
da: Indstil udgaven (desktopmiljø)
de: Wählen Sie die Edition (Desktop-Umgebung)
el: Ρυθμίστε την έκδοση (περιβάλλον επιφάνειας εργασίας)
es: Establecer la edición (entorno de escritorio)
et: Seadke väljaanne (töölauakeskkond)
fi: Aseta versio (työpöytäympäristö)
fr: Définir l'édition (environnement de bureau)
he: הגדר את המהדורה (סביבת שולחן עבודה)
hr: Postavite izdanje (radno okruženje)
hu: Állítsa be a kiadást (asztali környezet)
is: Stilltuðu útgáfuna (skrifborðsumhverfi)
it: Imposta l'edizione (ambiente desktop)
ja: エディションを設定する（デスクトップ環境）
nl: Stel de editie in (desktopomgeving)
no: Angi utgaven (skrivemiljø)
pl: Ustaw edycję (środowisko pulpitu)
pt: Definir a edição (ambiente de desktop)
ro: Setați ediția (mediu desktop)
ru: Установите версию (рабочая среда)
sk: Nastavte edíciu (desktopové prostredie)
sv: Ställ in utgåvan (skrivbordsmiljö)
tr: Sürümü ayarlayın (masaüstü ortamı)
uk: Встановіть видання (робоче середовище)

source: Set the kernel type
bg: Настройте типа на ядрото
cs: Nastavte typ jádra
da: Indstil kerntypen
de: Kerneltyp festlegen
el: Ρυθμίστε τον τύπο πυρήνα
es: Establecer el tipo de núcleo
et: Seadke kernel'i tüüp
fi: Aseta ydin tyyppi
fr: Définir le type de noyau
he: הגדר את סוג הליבה
hr: Postavite tip jezgre
hu: Állítsa be a kernel típusát
is: Stilltu kjarna gerðina
it: Imposta il tipo di kernel
ja: カーネルタイプを設定する
nl: Stel het type kernel in
no: Angi kjernetypen
pl: Ustaw typ jądra
pt: Definir o tipo de kernel
ro: Setați tipul de kernel
ru: Установите тип ядра
sk: Nastavte typ jadra
sv: Ställ in kärntypen
tr: Çekirdek türünü ayarlayın
uk: Встановіть тип ядра

source: Automatic mode using default values
bg: Автоматичен режим с използване на стойности по подразбиране
cs: Automatický režim s výchozími hodnotami
da: Automatisk tilstand ved brug af standardværdier
de: Automatischer Modus mit Standardwerten
el: Αυτόματη λειτουργία με προεπιλεγμένες τιμές
es: Modo automático utilizando valores predeterminados
et: Automaatne režiim vaikimisi väärtuste kasutamine
fi: Automaattinen tila oletusarvoilla
fr: Mode automatique utilisant les valeurs par défaut
he: מצב אוטומטי באמצעות ערכים ברירת מחדל
hr: Automatski način korištenja zadanih vrijednosti
hu: Automatikus mód alapértelmezett értékek használatával
is: Sjálfvirkur hamur með sjálfgefnum gildum
it: Modalità automatica con valori predefiniti
ja: 自動モード（デフォルト値を使用）
nl: Automatische modus met standaardwaarden
no: Automatisk modus som bruker standardverdier
pl: Tryb automatyczny z użyciem wartości domyślnych
pt: Modo automático usando valores padrão
ro: Mod automat folosind valorile implicite
ru: Автоматический режим с использованием значений по умолчанию
sk: Automatický režim s predvolenými hodnotami
sv: Automatiskt läge med standardvärden
tr: Otomatik mod varsayılan değerleri kullanıyor
uk: Автоматичний режим з використанням значень за замовчуванням

source: Suppress color printing
bg: Потисни цветен печат
cs: Potlačit barevný tisk
da: Undertrykk farveudskrivning
de: Farbendruck unterdrücken
el: Καταστολή εκτύπωσης χρώματος
es: Suprimir impresión en color
et: Välista värvitrükkimist
fi: Estä väritulostus
fr: Supprimer l'impression couleur
he: הדפסה בצבע מושבתת
hr: Onemogući ispis u boji
hu: Színes nyomtatás letiltása
is: Bæla litprentun
it: Soppresso la stampa a colori
ja: カラー印刷を抑制する
nl: Kleurafdrukken onderdrukken
no: Undertrykk fargeutskrift
pl: Tłumienie druku kolorowego
pt: Remover cores da saída
ro: Suprimare imprimarea color
ru: Подавить цветную печать
sk: Potlačiť farebnú tlač
sv: Dämpa färgutskrift
tr: Renkli yazdırmayı engelle
uk: Suppress colour printing

source: Print application version
bg: Отпечатайте версията на приложението
cs: Tisknout verzi aplikace
da: Udskriv applikationsversion
de: Drucke Anwendungsversion
el: Εκτύπωση έκδοσης εφαρμογής
es: Imprimir versión de la aplicación
et: Prindi rakenduse versioon
fi: Tulosta sovelluksen versio
fr: Imprimer la version de l'application
he: הדפס גרסת יישום
hr: Ispis verzije aplikacije
hu: Nyomtatási alkalmazás verzió
is: Prenta útgáfu forrits
it: Stampa versione dell'applicazione
ja: アプリケーションのバージョンを印刷する
nl: Printtoepassingsversie
no: Skriv ut applikasjonsversjon
pl: Drukuj wersję aplikacji
pt: Exibir a versão da aplicação
ro: Tipăriți versiunea aplicației
ru: Напечатать версию приложения
sk: Tlač verzia aplikácie
sv: Skriv ut applikationsversion
tr: Uygulama sürümünü yazdır
uk: Друкувати версію програми

source: Enable tmate for debugging
bg: Активирайте tmate за отстраняване на грешки
cs: Povolit tmate pro ladění
da: Aktivér tmate til fejlfinding
de: Aktiviere tmate für das Debugging
el: Ενεργοποιήστε το tmate για αποσφαλμάτωση
es: Habilitar tmate para depuración
et: Luba tmate silumiseks
fi: Ota tmate käyttöön virheenkorjaukseen
fr: Activer tmate pour le débogage
he: אפשר להפעיל tmate לצורך ניפוי שגיאות
hr: Omogući tmate za otklanjanje pogrešaka
hu: Engedélyezze a tmate-ot a hibakereséshez
is: Virkja tmate fyrir villuleit
it: Abilita tmate per il debug
ja: デバッグのためにtmateを有効にする
nl: Schakel tmate in voor foutopsporing
no: Aktiver tmate for feilsøking
pl: Włącz tmate do debugowania
pt: Ativar tmate para depuração
ro: Activează tmate pentru depanare
ru: Включить tmate для отладки
sk: Povoliť tmate pre ladenie
sv: Aktivera tmate för felsökning
tr: tmate'i hata ayıklama için etkinleştir
uk: Активувати tmate для налагодження

source: Use local build mode
de: Verwenden Sie den lokalen Build-Modus
et: Kasutage kohaliku ehituse režiimi
pt: Usar modo de build local

source: Output directory for local builds
de: Ausgabeverzeichnis für lokale Builds
et: Väljendi kataloog kohalike ehituste jaoks
pt: Diretório de saída para builds locais

source: Clean cache after build (local mode)
de: Cache nach dem Build bereinigen (lokaler Modus)
et: Puhasta vahemälu pärast ehitamist (kohalik režiim)
pt: Limpar cache após build (modo local)

source: This is free software: you are free to modify and redistribute it.
bg: Това е безплатен софтуер: вие сте свободни да го модифицирате и разпространявате.
cs: Toto je svobodný software: máte právo jej upravovat a redistribuovat.
da: Dette er gratis software: du er fri til at ændre og redistribuere det.
de: Dies ist freie Software: Sie dürfen sie ändern und weiterverbreiten.
el: Αυτό είναι ελεύθερο λογισμικό: έχετε το δικαίωμα να το τροποποιείτε και να το αναδιανέμετε.
es: Este es software libre: tienes la libertad de modificarlo y redistribuirlo.
et: See on tasuta tarkvara: teil on vabadus seda muuta ja levitada.
fi: Tämä on ilmainen ohjelmisto: voit muokata ja jakaa sitä vapaasti.
fr: Ceci est un logiciel libre : vous êtes libre de le modifier et de le redistribuer.
he: זהו תוכנה חופשית: אתה חופשי לשנות ולהפיץ אותה.
hr: Ovo je besplatan softver: slobodni ste da ga mijenjate i redistribuirate.
hu: Ez ingyenes szoftver: szabadon módosíthatja és terjesztheti.
is: Þetta er frjáls hugbúnaður: þú ert frjáls til að breyta og dreifa honum.
it: Questo è software libero: sei libero di modificarlo e ridistribuirlo.
ja: これはフリーソフトウェアです：あなたはそれを変更し、再配布する自由があります。
nl: Dit is gratis software: je bent vrij om het te wijzigen en te herdistribueren.
no: Dette er gratis programvare: du har frihet til å endre og redistribuere det.
pl: To jest oprogramowanie wolne: masz prawo je modyfikować i rozpowszechniać.
pt: Este é um software livre: pode modificá-lo e redistribuí-lo livremente.
ro: Acesta este un software gratuit: ești liber să-l modifici și să-l redistribui.
ru: Это бесплатное программное обеспечение: вы можете изменять и распространять его.
sk: Toto je slobodný softvér: máte právo ho upravovať a redistribuovať.
sv: Detta är fri programvara: du har rätt att modifiera och omdistribuera den.
tr: Bu ücretsiz yazılımdır: onu değiştirme ve yeniden dağıtma özgürlüğüne sahipsiniz.
