Repository: big-comm/gitrepo
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: History after this commit was removed
bg: История след този комит беше премахната
cs: Historie po tomto commitu byla odstraněna
da: Historik efter denne commit blev fjernet
de: Die Historie nach diesem Commit wurde entfernt.
el: Ιστορία μετά από αυτήν την δέσμευση αφαιρέθηκε
es: El historial después de este commit fue eliminado
et: Selle commit'i järel ajalugu eemaldati
fi: Tämän sitoumuksen jälkeen historia poistettiin
fr: L'historique après ce commit a été supprimé
he: ההיסטוריה לאחר שהמחויבות הזו הוסרה
hr: Povijest nakon ovog commita je uklonjena
hu: A commit utáni történelem eltávolítva
is: Saga eftir þessa skuldbindingu var fjarlægð
it: La cronologia dopo questo commit è stata rimossa
ja: このコミット以降の履歴は削除されました
nl: Geschiedenis na deze commit is verwijderd
no: Historikk etter denne commiten ble fjernet
pl: Historia po tym commicie została usunięta
pt: Histórico após este commit foi removido
ro: Istoricul după acest angajament a fost eliminat
ru: История после этого коммита была удалена
sk: História po tomto commite bola odstránená
sv: Historik efter denna commit har tagits bort
tr: Bu committen sonraki geçmiş silindi

source: Current HEAD
bg: Текуща HEAD
cs: Aktuální HEAD
da: Nuværende HEAD
de: Aktueller HEAD
el: Τρέχουσα ΚΕΦΑΛΗ
es: HEAD actual
et: Praegune HEAD
fi: Nykyinen HEAD
fr: HEAD actuel
he: הראש הנוכחי
hr: Trenutna HEAD
hu: Aktuális HEAD
is: Núverandi HEAD
it: Testa attuale
ja: 現在のHEAD
nl: Huidige HEAD
no: Nåværende HEAD
pl: Aktualna gałąź
pt: HEAD atual
ro: Capul curent
ru: Текущий HEAD
sk: Aktuálna hlava
sv: Aktuell HEAD
tr: Geçerli HEAD
uk: Поточна ГОЛОВА

source: Changes force-pushed to remote
bg: Промени, принудително изпратени към отдалеченото хранилище
cs: Změny byly nuceně odeslány na vzdálený repozitář
da: Ændringer tvangsskubbet til fjernbetjening
de: Änderungen wurden mit Gewalt an das Remote-Repository gepusht
el: Αλλαγές που έχουν σπρωχτεί με δύναμη στο απομακρυσμένο
es: Cambios enviados forzosamente al remoto
et: Muutatused sunniviisiliselt kaugserverisse saadetud
fi: Muutokset pakotettuina etäpalvelimelle
fr: Modifications poussées de force vers le distant
he: שינויים שנדחפו בכוח לרחוק
hr: Promjene prisilno poslane na udaljeni repozitorij
hu: Változások kényszerítve feltöltve a távoli tárolóra
is: Breytingar sem voru þrýstnar á fjarþjón.
it: Modifiche forzate inviate al remoto
ja: リモートに強制プッシュされた変更
nl: Wijzigingen geforceerd gepusht naar remote
no: Endringer tvangsskyvet til fjernlager
pl: Zmiany wymuszone na zdalnym repozytorium
pt: Alterações enviadas forçadamente para o remoto
ro: Modificări împinse forțat către remote
ru: Изменения принудительно отправлены в удаленный репозиторий
sk: Zmeny nútene odoslané na vzdialený server
sv: Ändringar som tvingats till fjärrservern
tr: Uzak sunucuya zorla itilen değişiklikler
uk: Зміни, примусово надіслані на віддалений репозиторій

source: Reset completed locally only
bg: Нулирането е завършено само локално
cs: Reset dokončen pouze lokálně
da: Nulstilling afsluttet lokalt kun
de: Zurücksetzen lokal abgeschlossen.
el: Η επαναφορά ολοκληρώθηκε τοπικά μόνο
es: Restablecimiento completado solo localmente
et: Reset lõpetatud ainult kohapeal
fi: Nollaus suoritettu vain paikallisesti
fr: Réinitialisation terminée uniquement localement
he: איפוס הושלם רק במקומי
hr: Resetiranje dovršeno samo lokalno
hu: A visszaállítás helyben befejeződött csak
is: Endurstilling lokalt lokið aðeins
it: Ripristino completato solo localmente
ja: ローカルでのみリセットが完了しました
nl: Reset alleen lokaal voltooid
no: Tilbakestilling fullført lokalt kun
pl: Reset zakończony lokalnie tylko
pt: Reset concluído apenas localmente
ro: Reset complet local doar
ru: Сброс завершен только локально
sk: Reset dokončen iba lokálne
sv: Återställning slutförd lokalt endast
tr: Sıfırlama yalnızca yerel olarak tamamlandı
uk: Скидання завершено лише локально

source: Operation completed successfully!
bg: Операцията беше завършена успешно!
cs: Operace byla úspěšně dokončena!
da: Operationen blev gennemført med succes!
de: Vorgang erfolgreich abgeschlossen!
el: Η λειτουργία ολοκληρώθηκε με επιτυχία!
es: ¡Operación completada con éxito!
et: Tegevus lõpetati edukalt!
fi: Toiminto suoritettu onnistuneesti!
fr: Opération terminée avec succès !
he: הפעולה הושלמה בהצלחה!
hr: Operacija je uspješno završena!
hu: Művelet sikeresen befejeződött!
is: Aðgerð lokið með góðum árangri!
it: Operazione completata con successo!
ja: 操作が正常に完了しました！
nl: Operatie succesvol voltooid!
no: Operasjonen ble fullført med suksess!
pl: Operacja zakończona pomyślnie!
pt: Operação concluída com sucesso!
ro: Operațiune finalizată cu succes!
ru: Операция выполнена успешно!
sk: Operácia bola úspešne dokončená!
sv: Operationen slutfördes framgångsrikt!
tr: İşlem başarıyla tamamlandı!
uk: Операція завершена успішно!

source: All changes have been saved to your repository
bg: Всички промени са запазени в хранилището ви.
cs: Všechny změny byly uloženy do vašeho repozitáře.
da: Alle ændringer er blevet gemt i dit repository.
de: Alle Änderungen wurden in Ihrem Repository gespeichert.
el: Όλες οι αλλαγές έχουν αποθηκευτεί στο αποθετήριο σας
es: Todos los cambios se han guardado en tu repositorio.
et: Kõik muudatused on salvestatud teie hoidlasse.
fi: Kaikki muutokset on tallennettu varastoosi.
fr: Tous les changements ont été enregistrés dans votre dépôt.
he: כל השינויים נשמרו במאגר שלך
hr: Sve promjene su spremljene u vašu repozitorij.
hu: Minden változtatás elmentésre került a tárolódba.
is: Öll breytingar hafa verið vistaðar í skjalasafninu þínu
it: Tutte le modifiche sono state salvate nel tuo repository.
ja: すべての変更がリポジトリに保存されました
nl: Alle wijzigingen zijn opgeslagen in uw repository.
no: Alle endringer er lagret i ditt depot.
pl: Wszystkie zmiany zostały zapisane w twoim repozytorium.
pt: Todas as alterações foram salvas nseu repositório
ro: Toate modificările au fost salvate în depozitul tău.
ru: Все изменения были сохранены в вашем репозитории.
sk: Všetky zmeny boli uložené do vášho repozitára.
sv: Alla ändringar har sparats i ditt arkiv.
tr: Tüm değişiklikler deposunuza kaydedildi.
uk: Усі зміни були збережені у вашому репозиторії

source: COMPLETED
bg: ЗАВЪРШЕН
cs: DOKONČENO
da: FULDFØRT
de: ABGESCHLOSSEN
el: ΟΛΟΚΛΗΡΩΘΗΚΕ
es: COMPLETADO
et: LÕPETATUD
fi: VALMIS
fr: COMPLÉTÉ
he: הושלם
hr: ZAVRŠENO
hu: Befejezett
is: FULLTÍMT
it: COMPLETATO
ja: 完了
nl: VOLTOOID
no: FULLFØRT
pl: ZAKOŃCZONE
pt: CONCLUÍDO
ro: FINALIZAT
ru: ЗАВЕРШЕНО
sk: DOKONČENÉ
sv: GENOMFÖRD
tr: TAMAMLANMIŞ
uk: ЗАВЕРШЕНО

source: Press Enter to return to menu
bg: Натиснете Enter, за да се върнете в менюто
cs: Stiskněte Enter pro návrat do nabídky
da: Tryk på Enter for at vende tilbage til menuen
de: Drücken Sie die Eingabetaste, um zum Menü zurückzukehren
el: Πατήστε Enter για να επιστρέψετε στο μενού
es: Presiona Enter para volver al menú
et: Vajutage Enter, et naasta menüüsse
fi: Paina Enter palataksesi valikkoon
fr: Appuyez sur Entrée pour revenir au menu
he: לחץ על Enter כדי לחזור לתפריט
hr: Pritisnite Enter za povratak u izbornik
hu: Nyomja meg az Entert a menübe való visszatéréshez
is: Ýttu á Enter til að fara aftur í valmyndina
it: Premi Invio per tornare al menu
ja: メニューに戻るにはEnterキーを押してください
nl: Druk op Enter om terug te keren naar het menu
no: Trykk Enter for å gå tilbake til menyen
pl: Naciśnij Enter, aby wrócić do menu
pt: Pressione Enter para retornar ao menu
ro: Apăsați Enter pentru a reveni la meniu
ru: Нажмите Enter, чтобы вернуться в меню
sk: Stlačte Enter pre návrat do menu
sv: Tryck på Enter för att återvända till menyn
tr: Menüye dönmek için Enter tuşuna basın

source: Checking for latest updates...
bg: Проверка за най-новите актуализации...
cs: Kontrola nejnovějších aktualizací...
da: Tjekker for de nyeste opdateringer...
de: Auf der Suche nach den neuesten Updates...
el: Έλεγχος για τις τελευταίες ενημερώσεις...
es: Comprobando si hay actualizaciones disponibles...
et: Kontrollin uusimaid uuendusi...
fi: Tarkistetaan uusimmat päivitykset...
fr: Vérification des dernières mises à jour...
he: בודק עדכונים אחרונים...
hr: Provjera najnovijih ažuriranja...
hu: A legfrissebb frissítések ellenőrzése...
is: Athugun nýjustu uppfærslur...
it: Controllo degli aggiornamenti più recenti...
ja: 最新のアップデートを確認しています...
nl: Controleren op de nieuwste updates...
no: Sjekker etter de nyeste oppdateringene...
pl: Sprawdzanie najnowszych aktualizacji...
pt: Verificando últimas atualizações...
ro: Verificarea celor mai recente actualizări...
ru: Проверка наличия последних обновлений...
sk: Kontrola najnovších aktualizácií...
sv: Kontrollerar de senaste uppdateringarna...
tr: Son güncellemeleri kontrol ediliyor...
uk: Перевірка наявності останніх оновлень...

source: Fetching latest changes from remote...
bg: Изтегляне на последните промени от отдалеченото хранилище...
cs: Načítání nejnovějších změn z vzdáleného...
da: Henter de seneste ændringer fra fjernbetjening...
de: Aktualisiere die neuesten Änderungen vom Remote...
el: Ανάκτηση τελευταίων αλλαγών από απομακρυσμένο...
es: Obteniendo los últimos cambios del remoto...
et: Laadimine uusimaid muudatusi kaugserverist...
fi: Hakee viimeisimmät muutokset etäpalvelimelta...
fr: Récupération des dernières modifications à partir du distant...
he: מושך שינויים אחרונים מהמרוחק...
hr: Preuzimanje najnovijih promjena s udaljenog...
hu: A legfrissebb változások letöltése a távoli szerverről...
is: Sæki nýjustu breytingar frá fjarhýsli...
it: Recuperando le ultime modifiche dal remoto...
ja: リモートから最新の変更を取得中...
nl: Laatste wijzigingen ophalen van de externe...
no: Henter de nyeste endringene fra fjern...
pl: Pobieranie najnowszych zmian z zdalnego repozytorium...
pt: Buscando últimas alterações do remoto...
ro: Se preiau cele mai recente modificări de la distanță...
ru: Получение последних изменений с удаленного репозитория...
sk: Načítanie najnovších zmien z diaľkového úložiska...
sv: Hämtar senaste ändringar från fjärran...
tr: Uzak sunucudan en son değişiklikler alınıyor...
uk: Отримання останніх змін з віддаленого...

source: Your target branch: {0}
bg: Вашият целеви клон: {0}
cs: Vaše cílová větev: {0}
da: Din målgren: {0}
de: Ihr Ziel-Zweig: {0}
el: Η στοχευμένη σας κλάδος: {0}
es: Tu rama objetivo: {0}
et: Teie sihtharu: {0}
fi: Kohdehaara: {0}
fr: Votre branche cible : {0}
he: סניף היעד שלך: {0}
hr: Vaša ciljana grana: {0}
hu: A célágazatod: {0}
is: Þín markgrein: {0}
it: Il tuo ramo di destinazione: {0}
ja: あなたのターゲットブランチ: {0}
nl: Je doelbranch: {0}
no: Din målgren: {0}
pl: Twoja docelowa gałąź: {0}
pt: Sua branch de destino: {0}
ro: Ramura ta țintă: {0}
ru: Ваша целевая ветка: {0}
sk: Vaša cieľová vetva: {0}
sv: Din målgren: {0}
tr: Hedef dalınız: {0}
uk: Ваш цільовий гілка: {0}

source: You're not in your own branch. Moving to {0}...
bg: Не сте в собственото си клонче. Преминаване към {0}...
cs: Nejste ve své větvi. Přecházím na {0}...
da: Du er ikke i din egen gren. Flytter til {0}...
de: Du befindest dich nicht in deinem eigenen Zweig. Wechsle zu {0}...
el: Δεν βρίσκεστε στο δικό σας κλάδο. Μεταβαίνετε στο {0}...
es: No estás en tu propia rama. Moviéndote a {0}...
et: Sa ei ole oma haru sees. Liigun {0}...
fi: Et ole omassa haarassasi. Siirrytään {0}...
fr: Vous n'êtes pas dans votre propre branche. Passage à {0}...
he: אתה לא בענף שלך. עובר ל-{0}...
hr: Niste u svojoj grani. Prelazak na {0}...
hu: Nem a saját ágadban vagy. Átlépés a(z) {0}...
is: Þú ert ekki í þinni eigin grein. Færir þig í {0}...
it: Non sei nel tuo ramo. Passando a {0}...
ja: 自分のブランチにいません。{0}に移動します...
nl: Je bevindt je niet in je eigen tak. Verhuizen naar {0}...
no: Du er ikke i din egen gren. Flytter til {0}...
pl: Nie jesteś w swojej gałęzi. Przechodzę do {0}...
pt: Você não está nsua branch. Movendo para {0}...
ro: Nu ești în ramura ta. Trec la {0}...
ru: Вы не находитесь в своей ветке. Переход к {0}...
sk: Nie ste vo svojej vlastnej vetve. Presúvam sa do {0}...
sv: Du är inte i din egen gren. Flyttar till {0}...
tr: Kendi dalında değilsin. {0} dalına geçiliyor...
uk: Ви не в своїй гілці. Переміщення до {0}...

source: Failed to create/access your branch.
bg: Неуспешно създаване/достъп до вашия клон.
cs: Nepodařilo se vytvořit/přistoupit k vaší větvi.
da: Mislykkedes i at oprette/adgang til din gren.
de: Fehler beim Erstellen/Zugreifen auf Ihren Zweig.
el: Αποτυχία στη δημιουργία/πρόσβαση του κλάδου σας.
es: Error al crear/acceder a tu rama.
et: Harus luua/juurdepääs teie harule.
fi: Oksasi luominen/pääsy epäonnistui.
fr: Échec de la création/de l'accès à votre branche.
he: נכשל ביצירת/גישה לענף שלך.
hr: Nije moguće stvoriti/pristupiti vašoj grani.
hu: Nem sikerült létrehozni/hozzáférni az ágadhoz.
is: Ekki tókst að búa til/aðgang að grein þinni.
it: Impossibile creare/accedere al tuo ramo.
ja: ブランチの作成/アクセスに失敗しました。
nl: Kon niet maken/toegang krijgen tot je branch.
no: Feilet å opprette/tilgang til grenen din.
pl: Nie udało się utworzyć/dostać dostępu do twojej gałęzi.
pt: Falha ao criar/acessar sua branch.
ro: Nu s-a reușit crearea/accesarea ramurii tale.
ru: Не удалось создать/доступ к вашей ветке.
sk: Nepodarilo sa vytvoriť/pristupovať k vašej vetve.
sv: Misslyckades med att skapa/åtkomma din gren.
tr: Dalınızı oluşturma/erişme başarısız oldu.
uk: Не вдалося створити/отримати доступ до вашої гілки.

source: You have uncommitted local changes!
bg: Имате непотвърдени локални промени!
da: Du har ikke-committerede lokale ændringer!
de: Sie haben nicht übertragene lokale Änderungen!
et: Teil on kinnitamata kohalikud muudatused!
fi: Sinulla on sitoumattomia paikallisia muutoksia!
fr: Vous avez des modifications locales non validées !
hr: Imate nekomitirane lokalne promjene!
hu: Helyi, el nem kötelezett változtatásaid vannak!
is: Þú hefur óskráð staðbundin breytingar!
it: Hai modifiche locali non confermate!
nl: U heeft niet-gecommitte lokale wijzigingen!
no: Du har ikke bekreftede lokale endringer!
pt: Você tem alterações locais não commitadas!
ru: У вас есть незавершенные локальные изменения!
sk: Máte neuložené miestne zmeny!
sv: Du har ocommitterade lokala ändringar!
uk: У вас є незбережені локальні зміни!

source: What do you want to do?
bg: Какво искате да направите?
da: Hvad vil du gerne gøre?
de: Was möchten Sie tun?
et: Mida sa tahate teha?
fi: Mitä haluat tehdä?
fr: Que voulez-vous faire ?
hr: Što želite učiniti?
hu: Mit szeretnél csinálni?
is: Hvað viltu gera?
it: Cosa vuoi fare?
nl: Wat wil je doen?
no: Hva vil du gjøre?
pt: O que você deseja fazer?
ru: Что вы хотите сделать?
sk: Čo chceš robiť?
sv: Vad vill du göra?
uk: Що ви хочете зробити?

source: [1] Keep my changes and merge with remote (DEFAULT - Git standard behavior)
bg: Запази промените ми и обедини с отдалечения (ПО ПОДРАЗБИРАНЕ - стандартно поведение на Git)
da: Behold mine ændringer og sammensmelt med fjernlageret (STANDARD - Git standard adfærd)
de: Änderungen beibehalten und mit Remote zusammenführen (STANDARD - Git-Standardverhalten)
et: Hoia mu muudatused ja ühenda need kaugserveriga (VAIKE - Git'i standardkäitumine)
fi: Pidä muutokseni ja yhdistä etäiseen (OLETUS - Gitin oletuskäyttäytyminen)
fr: Conserver mes modifications et fusionner avec le distant (PAR DÉFAUT - comportement standard de Git)
hr: Zadrži moje promjene i spoji s udaljenim (ZADANO - Git standardno ponašanje)
hu: Tartsd meg a módosításaimat és egyesítsd a távoli tárolóval (ALAPÉRTELMEZETT - Git alapértelmezett viselkedés)
is: Haldaðu breytingunum mínum og sameinaðu við fjarhýsingu (DEFAULT - staðlað hegðun Git)
it: Mantieni le mie modifiche e unisci con il remoto (DEFAULT - comportamento standard di Git)
nl: Houd mijn wijzigingen en voeg samen met de remote (STANDAARD - Git standaardgedrag)
no: Behold mine endringer og slå sammen med fjernlageret (STANDARD - Git standard oppførsel)
pt: [1] Manter minhas alterações e mesclar com remoto (PADRÃO - comportamento Git padrão)
ru: Сохранить мои изменения и объединить с удалённым (ПО УМОЛЧАНИЮ - стандартное поведение Git)
sk: Zachovaj moje zmeny a zlúč s diaľkovým (DEFAULT - štandardné správanie Git)
sv: Behåll mina ändringar och slå samman med fjärr (STANDARD - Git standardbeteende)
uk: [1] Залишити мої зміни та об'єднати з віддаленим (ЗА ЗАМОВЧУВАННЯМ - стандартна поведінка Git)

source: Your local edits will be preserved and merged with remote code
bg: Вашите локални редакции ще бъдат запазени и обединени с отдалечения код.
da: Dine lokale ændringer vil blive bevaret og sammenført med fjernkode.
de: Ihre lokalen Änderungen werden beibehalten und mit dem Remote-Code zusammengeführt.
et: Teie kohalikud muudatused säilitatakse ja liidetakse kaugkoodiga.
fi: Paikalliset muokkauksesi säilytetään ja yhdistetään etäkoodin kanssa.
fr: Vos modifications locales seront préservées et fusionnées avec le code distant.
hr: Vaše lokalne izmjene bit će sačuvane i spojene s udaljenim kodom.
hu: A helyi módosításaid megőrzésre kerülnek és egyesülnek a távoli kóddal.
is: Þínar staðbundnu breytingar verða varðveittar og sameinaðar við fjarhugbúnað.
it: Le tue modifiche locali saranno preservate e unite con il codice remoto.
nl: Je lokale bewerkingen worden bewaard en samengevoegd met de externe code.
no: Dine lokale endringer vil bli bevart og slått sammen med ekstern kode
pt: Suas edições locais serão preservadas e mescladas com o código remoto
ru: Ваши локальные изменения будут сохранены и объединены с удалённым кодом.
sk: Vaše miestne úpravy budú zachované a zlúčené s diaľkovým kódom.
sv: Dina lokala ändringar kommer att bevaras och slås samman med fjärrkoden.
uk: Ваші локальні зміни будуть збережені та об'єднані з віддаленим кодом

source: [2] ⚠️ DISCARD my changes and use only remote version
bg: ⚠️ ОТМЕНЯВАНЕ на моите промени и използване само на отдалечената версия
da: ⚠️ FORKAST mine ændringer og brug kun den fjerne version
de: ⚠️ VERWERFEN Sie meine Änderungen und verwenden Sie nur die entfernte Version
et: ⚠️ LOOBU minu muudatused ja kasuta ainult kaugversiooni
fi: ⚠️ HYLKÄÄ muutokseni ja käytä vain etäversiota
fr: [2] ⚠️ ABANDONNER mes modifications et utiliser uniquement la version distante
hr: ⚠️ ODBACI moje promjene i koristi samo udaljenu verziju
hu: ⚠️ ELHAGYOM a módosításaimat, és csak a távoli verziót használom
is: ⚠️ Henda breytingar mínar og notaðu aðeins fjarútgáfu
it: [2] ⚠️ ANNULLA le mie modifiche e usa solo la versione remota
nl: [2] ⚠️ VERWERK mijn wijzigingen niet en gebruik alleen de externe versie
no: ⚠️ KAST MINA ENDRINGER OG BRUK BARE FJERNVERSJONEN
pt: [2] ⚠️ DESCARTAR minhas alterações e usar apenas a versão remota
ru: ⚠️ ОТМЕНИТЬ мои изменения и использовать только удалённую версию
sk: [2] ⚠️ ZAHODI moje zmeny a použij iba vzdialenú verziu
sv: ⚠️ KASSERA mina ändringar och använd endast den fjärrversionen
uk: ⚠️ DISCARDC мої зміни та використати лише віддалену версію

source: ⚠️ WARNING: You will LOSE all your uncommitted local changes!
bg: ⚠️ ВНИМАНИЕ: Ще ЗАГУБИТЕ всички ваши непотвърдени локални промени!
da: ⚠️ ADVARSEL: Du vil MISTE alle dine ikke-committerede lokale ændringer!
de: ⚠️ WARNUNG: Sie werden alle Ihre nicht festgeschriebenen lokalen Änderungen VERLIEREN!
et: ⚠️ HOIATUS: Kaotad kõik oma kinnitamata kohalikud muudatused!
fi: ⚠️ VAROITUS: Häviät kaikki sitoutumattomat paikalliset muutoksesi!
fr: ⚠️ AVERTISSEMENT : Vous PERDREZ tous vos changements locaux non validés !
hr: ⚠️ UPOZORENJE: Izgubit ćete sve svoje nepohranjene lokalne promjene!
hu: ⚠️ FIGYELEM: El fogja veszíteni az összes el nem kötelezett helyi módosítását!
is: ⚠️ VARNING: Þú munt TAPPA öllum óskráð breytingum þínum!
it: ⚠️ ATTENZIONE: Perderai tutte le tue modifiche locali non confermate!
nl: ⚠️ WAARSCHUWING: U zult al uw niet-geverifieerde lokale wijzigingen VERLIEZEN!
no: ⚠️ ADVARSEL: Du vil MISTE alle dine ikke-committerte lokale endringer!
pt: ⚠️ AVISO: Você PERDERÁ todas suas alterações locais não commitadas!
ru: ⚠️ ВНИМАНИЕ: Вы потеряете все ваши незавершенные локальные изменения!
sk: ⚠️ UPOZORNENIE: Prídete o všetky svoje neuložené miestne zmeny!
sv: ⚠️ VARNING: Du kommer att FÖRLORA alla dina icke åtagna lokala ändringar!
uk: ⚠️ УВАГА: Ви втратите всі свої незбережені локальні зміни!

source: Choose option [1/2] (press Enter for default=1):
bg: Изберете опция [1/2] (натиснете Enter за подразбиране=1):
da: Vælg mulighed [1/2] (tryk Enter for standard=1):
de: Wählen Sie eine Option [1/2] (drücken Sie Enter für Standard=1):
et: Vali valik [1/2] (vajuta Enter, et valida vaikimisi=1):
fi: Valitse vaihtoehto [1/2] (paina Enter oletusarvoksi=1):
fr: Choisissez une option [1/2] (appuyez sur Entrée pour par défaut=1) :
hr: Odaberite opciju [1/2] (pritisnite Enter za zadano=1):
hu: Válassza ki a lehetőséget [1/2] (nyomja meg az Entert az alapértelmezett=1 kiválasztásához):
is: Veldu valkost [1/2] (þrýstu á Enter fyrir sjálfgefið=1):
it: Scegli opzione [1/2] (premi Invio per predefinito=1):
nl: Kies optie [1/2] (druk op Enter voor standaard=1):
no: Velg alternativ [1/2] (trykk Enter for standard=1):
pt: Escolha opção [1/2] (pressione Enter para padrão=1):
ru: Выберите вариант [1/2] (нажмите Enter для значения по умолчанию=1):
sk: Vyberte možnosť [1/2] (stlačte Enter pre predvolenú hodnotu=1):
sv: Välj alternativ [1/2] (tryck Enter för standard=1):
uk: Виберіть опцію [1/2] (натисніть Enter для за замовчуванням=1):

source: Discarding local changes and using remote version...
bg: Отказване от локални промени и използване на версията от отдалеченото хранилище...
da: Forkaster lokale ændringer og bruger den fjerne version...
de: Lokale Änderungen verwerfen und Remote-Version verwenden...
et: Kohalikud muudatused on loobutud ja kasutatakse kaugversiooni...
fi: Hylätään paikalliset muutokset ja käytetään etäversiota...
fr: Abandonner les modifications locales et utiliser la version distante...
hr: Odbacivanje lokalnih promjena i korištenje verzije s udaljenog poslužitelja...
hu: Helyi változtatások elvetése és a távoli verzió használata...
is: Henda staðbundnar breytingar og notar fjarútgáfu...
it: Scartando le modifiche locali e utilizzando la versione remota...
nl: Lokale wijzigingen negeren en de externe versie gebruiken...
no: Forkaster lokale endringer og bruker fjernversjon...
pt: Descartando alterações locais e usando versão remota...
ru: Отмена локальных изменений и использование удалённой версии...
sk: Zahodenie miestnych zmien a použitie vzdialenej verzie...
sv: Kastar lokala ändringar och använder fjärrversionen...

source: Preserving your changes while switching to your branch...
bg: Запазване на промените ви при превключване към вашия клон...
cs: Zachování vašich změn při přepínání na vaši větev...
da: Bevarer dine ændringer, mens du skifter til din gren...
de: Änderungen beim Wechseln zu Ihrem Zweig speichern...
el: Διατηρώντας τις αλλαγές σας ενώ αλλάζετε στο κλάδο σας...
es: Preservando tus cambios mientras cambias a tu rama...
et: Muudatuste säilitamine harule vahetamisel...
fi: Muutoksiesi säilyttäminen siirtyessäsi haaraasi...
fr: Préservation de vos modifications lors du changement de branche...
he: שימור השינויים שלך בזמן המעבר לענף שלך...
hr: Očuvanje vaših promjena prilikom prebacivanja na vašu granu...
hu: A változtatásaid megőrzése ágazatra váltás közben...
is: Verndu breytingarnar þínar meðan þú skiptir yfir í greinina þína...
it: Preservando le tue modifiche mentre cambi ramo...
ja: ブランチを切り替える際に変更を保持しています...
nl: Je wijzigingen behouden terwijl je naar je branch overschakelt...
no: Bevarer endringene dine mens du bytter til grenen din...
pl: Zachowanie zmian podczas przełączania na swoją gałąź...
pt: Preservando suas alterações enquanto alterna parsua branch...
ro: Păstrând modificările tale în timp ce comuți pe ramura ta...
ru: Сохранение ваших изменений при переключении на вашу ветку...
sk: Zachovanie vašich zmien pri prepínaní na vašu vetvu...
sv: Bevar dina ändringar medan du byter till din gren...
tr: Değişikliklerinizi dalınıza geçerken koruma...
uk: Збереження ваших змін під час перемикання на вашу гілку...
