Repository: big-comm/gitrepo
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Commit message cannot be empty.
bg: Съобщението за комит не може да бъде празно.
cs: Zpráva o commitu nemůže být prázdná.
da: Commitbesked kan ikke være tom.
de: Die Commit-Nachricht darf nicht leer sein.
el: Το μήνυμα δέσμευσης δεν μπορεί να είναι κενό.
es: El mensaje de confirmación no puede estar vacío.
et: Kohustuse sõnum ei tohi olla tühi.
fi: Viestin sisältö ei voi olla tyhjää.
fr: Le message de validation ne peut pas être vide.
he: הודעת הקומיט לא יכולה להיות ריקה.
hr: Poruka za potvrdu ne može biti prazna.
hu: A commit üzenet nem lehet üres.
is: Skilaboð um skuldbindingu má ekki vera tómt.
it: Il messaggio di commit non può essere vuoto.
ja: コミットメッセージは空にできません。
nl: Commitbericht mag niet leeg zijn.
no: Commitmeldingen kan ikke være tom.
pl: Wiadomość zatwierdzenia nie może być pusta.
pt: A mensagem de commit não pode estar vazia.
ro: Mesajul de commit nu poate fi gol.
ru: Сообщение коммита не может быть пустым.
sk: Správa o odoslaní nemôže byť prázdna.
sv: Commitmeddelande kan inte vara tomt.
tr: Commit mesajı boş olamaz.
uk: Коміт-повідомлення не може бути порожнім.

source: ✓ Initial commit created
pt: ✓ Commit inicial criado

source: ✗ Commit failed: {0}
bg: ✗ Комитът не успя: {0}
da: ✗ Commit mislykkedes: {0}
de: ✗ Commit fehlgeschlagen: {0}
et: ✗ Commit eba: {0}
pt: ✗ Commit falhou: {0}

source: ⚠ Push failed (you may need to set up remote): {0}
pt: ⚠ Falha ao enviar (pode ser necessário configurar o remoto): {0}

source: ✓ Successfully committed and pushed to {0}!
bg: ✓ Успешно ангажиран и изпратен до {0}!
de: ✓ Erfolgreich in {0} übernommen und gepusht!
et: ✓ Edukaselt salvestatud ja tõukatud {0}!
fi: ✓ Onnistuneesti sitoutettu ja työnnetty {0}!
fr: ✓ Commit et envoyer réussis vers {0} !
hr: ✓ Uspješno je potvrđeno i poslano na {0}!
hu: ✓ Sikeresen elkötelezve és feltöltve a(z) {0}-ra!
is: ✓ Hefur verið skráð og ýtt á {0}!
it: ✓ Committato e inviato con successo a {0}!
nl: ✓ Succesvol gecommit en gepusht naar {0}!
no: ✓ Lykke til med å forplikte og pushe til {0}!
pt: ✓ Commitado e enviado com sucesso para {0}!
ru: ✓ Успешно зафиксировано и отправлено в {0}!
sk: ✓ Úspešne potvrdené a odoslané na {0}!
sv: ✓ Framgångsrikt begått och pushat till {0}!
uk: ✓ Успішно зафіксовано та надіслано до {0}!

source: ⚠️ Conflicts detected!
bg: ⚠️ Открити конфликти!
da: ⚠️ Konflikter opdaget!
de: ⚠️ Konflikte erkannt!
et: ⚠️ Tuvastatud konfliktid!
fi: ⚠️ Tunnistetut konfliktit!
fr: ⚠️ Conflits détectés !
hr: ⚠️ Otkriveni sukobi!
hu: ⚠️ Ütközések észlelve!
is: ⚠️ Árekstur greindur!
it: ⚠️ Conflitti rilevati!
nl: ⚠️ Conflicten gedetecteerd!
no: ⚠️ Konflikter oppdaget!
pt: ⚠️ Conflitos detectados!
ru: ⚠️ Обнаружены конфликты!
sk: ⚠️ Zistené konflikty!
sv: ⚠️ Konflikter upptäckta!
uk: ⚠️ Виявлено конфлікти!

source: Auto-resolving conflicts ({0} mode)...
bg: Автоматично разрешаване на конфликти ({0} режим)...
da: Automatisk løsning af konflikter ({0} tilstand)...
de: Automatisches Lösen von Konflikten ({0} Modus)...
et: Automaatne konfliktide lahendamine ({0} režiim)...
fi: Automaattinen konfliktien ratkaisu ({0} tila)...
fr: Résolution automatique des conflits ({0} mode)...
hr: Automatsko rješavanje sukoba ({0} način)...
hu: Automatikus konfliktusok megoldása ({0} mód)...
is: Sjálfvirk lausn á árekstrum ({0} mód)...
it: Risoluzione automatica dei conflitti ({0} modalità)...
nl: Automatisch conflicten oplossen ({0} modus)...
no: Automatisk oppløsning av konflikter ({0} modus)...
pt: Resolvendo conflitos automaticamente (modo {0})...
ru: Авторазрешение конфликтов ({0} режим)...
sk: Automatické riešenie konfliktov ({0} režim)...
sv: Automatisk lösning av konflikter ({0} läge)...
uk: Автоматичне вирішення конфліктів ({0} режим)...

source: Failed to resolve conflicts. Please fix manually.
bg: Неуспешно разрешаване на конфликти. Моля, поправете ръчно.
da: Mislykkedes med at løse konflikter. Venligst ret det manuelt.
de: Konflikte konnten nicht gelöst werden. Bitte manuell beheben.
et: Konflikte lahendamine ebaõnnestus. Palun parandage käsitsi.
fi: Konflikteja ei voitu ratkaista. Korjaa manuaalisesti.
fr: Échec de la résolution des conflits. Veuillez corriger manuellement.
hr: Nije moguće riješiti sukobe. Molimo ispravite ručno.
hu: A konfliktusok feloldása nem sikerült. Kérjük, javítsa ki manuálisan.
is: Ekki tókst að leysa ágreining. Vinsamlegast lagfærðu handvirkt.
it: Impossibile risolvere i conflitti. Si prega di correggere manualmente.
nl: Conflicten konden niet worden opgelost. Los dit handmatig op.
no: Mislyktes med å løse konflikter. Vennligst fikse manuelt.
pt: Falha ao resolver conflitos. Por favor, corrija manualmente.
ru: Не удалось разрешить конфликты. Пожалуйста, исправьте вручную.
sk: Nepodarilo sa vyriešiť konflikty. Prosím, opravte manuálne.
sv: Misslyckades med att lösa konflikter. Vänligen åtgärda manuellt.
uk: Не вдалося вирішити конфлікти. Будь ласка, виправте вручну.

source: Conflict resolution required.
bg: Необходимо разрешаване на конфликти.
da: Konfliktløsning kræves.
de: Konfliktlösung erforderlich.
et: Konflikti lahendamine vajalik.
fi: Konfliktin ratkaiseminen vaaditaan.
fr: Résolution de conflit requise.
hr: Potrebno je rješavanje sukoba.
hu: Konfliktuskezelés szükséges.
is: Nauðsynleg átökalausn.
it: Risoluzione dei conflitti richiesta.
nl: Conflictresolution vereist.
no: Konfliktløsning kreves.
pt: Resolução de conflitos necessária.
ru: Требуется разрешение конфликта.
sk: Vyžaduje sa riešenie konfliktu.
sv: Konfliktlösning krävs.
uk: Конфліктне вирішення необхідне.

source: Auto-switching to your branch...
bg: Автоматично превключване към вашия клон...
da: Automatisk skift til din gren...
de: Automatisches Umschalten auf Ihren Zweig...
et: Automaatne vahetus teie harule...
fi: Automaattinen vaihtaminen haaraasi...
fr: Changement automatique vers votre branche...
hr: Automatsko prebacivanje na vašu granu...
hu: Automatikus váltás a te ágadhoz...
is: Sjálfvirk skipting á greinina þína...
it: Passaggio automatico al tuo ramo...
nl: Automatisch overschakelen naar uw tak...
no: Automatisk bytting til din gren...
pt: Alternando automaticamente parsua branch...
ru: Автоматическое переключение на вашу ветку...
sk: Automatické prepínanie na vašu vetvu...
sv: Automatisk växling till din gren...
uk: Автоматичне перемикання на вашу гілку...

source: Stash changes before switching
bg: Скрийте промените преди превключване
da: Gem ændringer før skift.
de: Änderungen vor dem Wechsel stashen
et: Salvesta muudatused enne vahetamist
fi: Tallenna muutokset ennen vaihtamista
fr: Mettre de côté les modifications avant de changer
hr: Sakrij promjene prije prebacivanja
hu: Változások elmentése váltás előtt
is: Geymdu breytingar áður en þú skiptir.
it: Metti da parte le modifiche prima di cambiare
nl: Verberg wijzigingen voordat je overschakelt
no: Stash endringer før bytte
pt: Fazer stash das alterações antes de alternar
ru: Сохранить изменения перед переключением
sk: Uložiť zmeny pred prepnutím
sv: Spara ändringar innan du byter
uk: Сховати зміни перед перемиканням

source: Switch to your branch: {0}
bg: Превключете се в своя клон: {0}
da: Skift til din gren: {0}
de: Wechseln Sie zu Ihrem Zweig: {0}
et: Lülitu oma harule: {0}
fi: Vaihda haaraasi: {0}
fr: Passez à votre branche : {0}
hr: Prebaci se na svoju granu: {0}
hu: Válts a te ágadra: {0}
is: Fara yfir á greinina þína: {0}
it: Passa al tuo ramo: {0}
nl: Schakel over naar je branch: {0}
no: Bytt til din gren: {0}
pt: Alternar parsua branch: {0}
ru: Переключиться на вашу ветку: {0}
sk: Prepnúť na svoju vetvu: {0}
sv: Byt till din gren: {0}
uk: Переключитися на вашу гілку: {0}

source: ⚠️ Conflicts while restoring changes
bg: ⚠️ Конфликти при възстановяване на промените
da: ⚠️ Konflikter under gendannelse af ændringer
de: ⚠️ Konflikte beim Wiederherstellen von Änderungen
et: ⚠️ Konfliktid muudatuste taastamisel
fi: ⚠️ Konflikte palautettaessa muutoksia
fr: ⚠️ Conflits lors de la restauration des modifications
hr: ⚠️ Sukobi prilikom vraćanja promjena
hu: ⚠️ Ütközések a módosítások visszaállítása során
is: ⚠️ Árekstur við endurheimt breytinga
it: ⚠️ Conflitti durante il ripristino delle modifiche
nl: ⚠️ Conflicten bij het herstellen van wijzigingen
no: ⚠️ Konflikter under gjenoppretting av endringer
pt: ⚠️ Conflitos ao restaurar alterações
ru: ⚠️ Конфликты при восстановлении изменений
sk: ⚠️ Konflikty pri obnove zmien
sv: ⚠️ Konflikter vid återställning av ändringar
uk: ⚠️ Конфлікти під час відновлення змін

source: Failed to resolve conflicts
bg: Неуспешно разрешаване на конфликти
da: Mislykkedes med at løse konflikter
de: Konflikte konnten nicht gelöst werden
et: Konflikte lahendamine ebaõnnestus
fi: Konfliktien ratkaiseminen epäonnistui
fr: Échec de la résolution des conflits
hr: Nije uspjelo rješavanje sukoba
hu: A konfliktusok megoldása nem sikerült
is: Ekki tókst að leysa deilur
it: Impossibile risolvere i conflitti
nl: Conflict oplossen mislukt
no: Mislyktes med å løse konflikter
pt: Falha ao resolver conflitos
ru: Не удалось разрешить конфликты
sk: Nepodarilo sa vyriešiť konflikty
sv: Misslyckades att lösa konflikter
uk: Не вдалося вирішити конфлікти

source: Failed to restore stashed changes
bg: Неуспешно възстановяване на запазените промени
da: Mislykkedes med at gendanne gemte ændringer
de: Wiederherstellung der zwischengespeicherten Änderungen fehlgeschlagen
et: Eba stashed muudatusi taastada
fi: Epäonnistui palauttamaan varastoituja muutoksia
fr: Échec de la restauration des modifications mises de côté
hr: Neuspješno vraćanje spremljenih promjena
hu: A tárolt változtatások visszaállítása nem sikerült
is: Mistók að endurheimta geymdar breytingar
it: Impossibile ripristinare le modifiche accantonate
nl: Herstellen van opgeslagen wijzigingen is mislukt
no: Mislyktes med å gjenopprette lagrede endringer
pt: Falha ao restaurar alterações do stash
ru: Не удалось восстановить сохранённые изменения
sk: Nepodarilo sa obnoviť uložené zmeny
sv: Misslyckades med att återställa stuvade ändringar
uk: Не вдалося відновити збережені зміни

source: Restore stashed changes
bg: Възстановяване на запазени промени
da: Gendan gemte ændringer
de: Wiederherstellen von zwischengespeicherten Änderungen
et: Taasta salvestatud muudatused
fi: Palauta piilotetut muutokset
fr: Restaurer les modifications mises de côté
hr: Vrati spremljene promjene
hu: Visszaállítás elmentett módosítások
is: Endurðu geymdar breytingar
it: Ripristina le modifiche accantonate
nl: Herstel opgeslagen wijzigingen
no: Gjenopprett stashed endringer
pt: Restaurar alterações do stash
ru: Восстановить сохранённые изменения
sk: Obnovi uložené zmeny
sv: Återställ stuvade ändringar
uk: Відновити збережені зміни

source: You're in {0}, but should commit to {1}
bg: Вие сте в {0}, но трябва да се ангажирате с {1}
da: Du er i {0}, men bør forpligte dig til {1}
de: Du bist in {0}, solltest aber zu {1} committen.
et: Oled {0}, kuid peaksid pühenduma {1}
fi: Olet {0}, mutta sinun pitäisi sitoutua {1}
fr: Vous êtes dans {0}, mais vous devriez vous engager à {1}
hr: Nalazite se u {0}, ali trebate se obvezati na {1}
hu: A {0} állapotban vagy, de a {1} elköteleződését kellene vállalnod.
is: Þú ert í {0}, en ættir að skuldbinda þig til {1}
it: Sei in {0}, ma dovresti impegnarti in {1}
nl: Je bent in {0}, maar je zou moeten committen naar {1}
no: Du er i {0}, men bør forplikte deg til {1}
pt: Você está em {0}, mas deverio commitar em {1}
ru: Вы находитесь в {0}, но должны зафиксировать изменения в {1}
sk: Si v {0}, ale mali by ste sa zaviazať k {1}
sv: Du är i {0}, men bör åta dig {1}
uk: Ви в {0}, але повинні зобов'язатися до {1}

source: Switch to my branch ({0})
bg: Превключи към моя клон ({0})
da: Skift til min gren ({0})
de: Wechsel zu meinem Zweig ({0})
et: Lülita minu harule ({0})
fi: Vaihda minun haaraani ({0})
fr: Changer de ma branche ({0})
hr: Prebaci se na moju granu ({0})
hu: Váltás a saját ágamra ({0})
is: Fara í grein mína ({0})
it: Passa al mio ramo ({0})
nl: Schakel over naar mijn tak ({0})
no: Bytt til min gren ({0})
pt: Alternar para minha branch ({0})
ru: Переключиться на мою ветку ({0})
sk: Prepnúť na moju vetvu ({0})
sv: Byt till min gren ({0})
uk: Переключитися на мою гілку ({0})

source: Continue in current branch ({0})
bg: Продължи в текущия клон ({0})
da: Fortsæt i nuværende gren ({0})
de: Fortfahren im aktuellen Zweig ({0})
et: Jätka praeguses haru ({0})
fi: Jatka nykyisessä haarassa ({0})
fr: Continuer dans la branche actuelle ({0})
hr: Nastavi u trenutnoj grani ({0})
hu: Folytatás a jelenlegi ágon ({0})
is: Halda áfram í núverandi grein ({0})
it: Continua nel ramo attuale ({0})
nl: Ga door in de huidige tak ({0})
no: Fortsett i nåværende gren ({0})
pt: Continuar na branch atual ({0})
ru: Продолжить в текущей ветке ({0})
sk: Pokračovať v aktuálnej vetve ({0})
sv: Fortsätt i nuvarande gren ({0})
uk: Продовжити в поточній гілці ({0})

source: Stashing changes before switching branches...
bg: Запазване на промените преди смяна на клонове...
da: Gemmer ændringer før skift af grene...
de: Änderungen sichern, bevor die Branches gewechselt werden...
et: Muudatuste salvestamine enne harude vahetamist...
fi: Muuttujien tallentaminen ennen haaraumien vaihtamista...
fr: Mise en attente des modifications avant de changer de branche...
hr: Skladištenje promjena prije prebacivanja grana...
hu: Változtatások ideiglenes tárolása ágazatok váltása előtt...
is: Að geyma breytingar áður en greinum er skipt...
it: Salvataggio delle modifiche prima di cambiare ramo...
nl: Wijzigingen opslaan voordat je van tak wisselt...
no: Lagring av endringer før bytte av grener...
pt: Fazendo stash das alterações antes de alternar branches...
ru: Сохранение изменений перед переключением веток...
sk: Ukladanie zmien pred prepínaním medzi vetvami...
sv: Sparar ändringar innan du byter grenar...
uk: Зберігання змін перед перемиканням гілок...

source: Failed to stash changes: {0}
bg: Неуспешно запазване на промените: {0}
da: Mislykkedes med at gemme ændringer: {0}
de: Änderungen konnten nicht gespeichert werden: {0}
et: Muudatuste salvestamine ebaõnnestus: {0}
fi: Muuttujien tallentaminen epäonnistui: {0}
fr: Échec de la mise en attente des modifications : {0}
hr: Neuspješno spremanje promjena: {0}
hu: A változtatások eltárolása nem sikerült: {0}
is: Mistók að geyma breytingar: {0}
it: Impossibile salvare le modifiche: {0}
nl: Kon wijzigingen niet opslaan: {0}
no: Mislyktes med å lagre endringer: {0}
pt: Falha ao fazer stash das alterações: {0}
ru: Не удалось сохранить изменения: {0}
sk: Nepodarilo sa uložiť zmeny: {0}
sv: Misslyckades med att spara ändringar: {0}
uk: Не вдалося зберегти зміни: {0}

source: Failed to switch branches: {0}
bg: Неуспешно превключване на клонове: {0}
da: Mislykkedes at skifte grene: {0}
de: Fehler beim Wechseln der Branches: {0}
et: Filiaalide vahetamine ebaõnnestus: {0}
fi: Ha failed vaihtaa haara: {0}
fr: Échec du changement de branches : {0}
hr: Neuspjelo prebacivanje grana: {0}
hu: Sikertelen átváltás az ágak között: {0}
is: Mistók að skipta um greinar: {0}
it: Impossibile passare ai rami: {0}
nl: Mislukt om van tak te wisselen: {0}
no: Feilet å bytte grener: {0}
pt: Falha ao alternar branches: {0}
ru: Не удалось переключить ветки: {0}
sk: Nepodarilo sa prepnúť vetvy: {0}
sv: Misslyckades att byta grenar: {0}
uk: Не вдалося перемкнути гілки: {0}

source: ⚠️ Conflicts detected while restoring changes
bg: ⚠️ Открити конфликти при възстановяване на промените
da: ⚠️ Konflikter opdaget under gendannelse af ændringer
de: ⚠️ Konflikte erkannt beim Wiederherstellen von Änderungen
et: ⚠️ Muudatusi taastades tuvastati konfliktid
fi: ⚠️ Konflikte havaittu muutosten palauttamisen aikana
fr: ⚠️ Conflits détectés lors de la restauration des modifications
hr: ⚠️ Otkriveni sukobi prilikom vraćanja promjena
hu: ⚠️ Ütközések észlelve a módosítások visszaállítása során
is: ⚠️ Árekstur greindur við endurheimt breytinga
it: ⚠️ Conflitti rilevati durante il ripristino delle modifiche
nl: ⚠️ Conflicten gedetecteerd tijdens het herstellen van wijzigingen
no: ⚠️ Konflikter oppdaget under gjenoppretting av endringer
pt: ⚠️ Conflitos detectados ao restaurar alterações
ru: ⚠️ Обнаружены конфликты при восстановлении изменений
sk: ⚠️ Zistené konflikty pri obnove zmien
sv: ⚠️ Konflikter upptäckta vid återställning av ändringar
uk: ⚠️ Конфлікти виявлено під час відновлення змін

source: Attempting to resolve conflicts...
bg: Опит за разрешаване на конфликти...
da: Forsøger at løse konflikter...
de: Versuche, Konflikte zu beheben...
et: Katsed konfliktide lahendamiseks...
fi: Yritetään ratkaista ristiriitoja...
fr: Tentative de résoudre les conflits...
hr: Pokušavam riješiti sukobe...
hu: Konfliktusok megoldásának kísérlete...
is: Reynir að leysa deilur...
it: Tentativo di risolvere i conflitti...
nl: Poging om conflicten op te lossen...
no: Forsøker å løse konflikter...
pt: Tentando resolver conflitos...
ru: Попытка разрешить конфликты...
sk: Snažíme sa vyriešiť konflikty...
sv: Försöker lösa konflikter...
uk: Спроба вирішити конфлікти...

source: ✗ Could not resolve conflicts automatically
bg: ✗ Не можа да разреши конфликтите автоматично
da: ✗ Kunne ikke løse konflikter automatisk
de: ✗ Konflikte konnten nicht automatisch gelöst werden
et: ✗ Konflikte ei õnnestunud automaatselt lahendada
fi: ✗ Konflikteja ei voitu ratkaista automaattisesti
fr: ✗ Impossible de résoudre les conflits automatiquement
hr: ✗ Nije moguće automatski riješiti sukobe
hu: ✗ A konfliktusokat automatikusan nem lehetett megoldani
is: ✗ Gat ekki leyst árekstra sjálfkrafa
it: ✗ Impossibile risolvere i conflitti automaticamente
nl: ✗ Kon conflicten niet automatisch oplossen
no: ✗ Kunne ikke løse konflikter automatisk
pt: ✗ Não foi possível resolver conflitos automaticamente
ru: ✗ Не удалось автоматически разрешить конфликты
sk: ✗ Nepodarilo sa automaticky vyriešiť konflikty
sv: ✗ Kunde inte lösa konflikter automatiskt
uk: ✗ Не вдалося автоматично вирішити конфлікти

source: Please resolve conflicts manually and run again
bg: Моля, разрешете конфликтите ръчно и стартирайте отново.
da: Venligst løs konflikter manuelt og kør igen
de: Bitte beheben Sie die Konflikte manuell und führen Sie es erneut aus.
et: Palun lahendage konfliktid käsitsi ja käivitage uuesti.
fi: Ole hyvä ja ratkaise konfliktit manuaalisesti ja suorita uudelleen.
fr: Veuillez résoudre les conflits manuellement et relancer.
hr: Molimo ručno riješite sukobe i ponovno pokrenite.
hu: Kérjük, oldja meg a konfliktusokat manuálisan, majd futtassa újra.
is: Vinsamlegast leysið ágreiningana handvirkt og keyrið aftur.
it: Si prega di risolvere i conflitti manualmente e riprovare.
nl: Los alstublieft conflicten handmatig op en voer het opnieuw uit.
no: Vennligst løs konflikter manuelt og kjør igjen
pt: Por favor, resolva conflitos manualmente e execute novamente
ru: Пожалуйста, разрешите конфликты вручную и запустите снова.
sk: Prosím, vyriešte konflikty ručne a spustite znova.
sv: Vänligen lös konflikter manuellt och kör igen.
uk: Будь ласка, вирішіть конфлікти вручну та запустіть знову.

source: Could not restore changes. Check 'git stash list'
bg: Не можа да възстанови промените. Проверете 'git stash list'
da: Kunne ikke gendanne ændringer. Tjek 'git stash list'
de: Änderungen konnten nicht wiederhergestellt werden. Überprüfen Sie 'git stash list'
et: Ei saanud muudatusi taastada. Kontrolli 'git stash list'
fi: Ei voitu palauttaa muutoksia. Tarkista 'git stash list'
fr: Impossible de restaurer les modifications. Vérifiez 'git stash list'
hr: Nije moguće vratiti promjene. Provjerite 'git stash list'
hu: Nem sikerült visszaállítani a változtatásokat. Ellenőrizze a 'git stash list'-et.
is: Gat ekki að endurheimta breytingar. Athugaðu 'git stash list'
it: Impossibile ripristinare le modifiche. Controlla 'git stash list'
nl: Kon wijzigingen niet herstellen. Controleer 'git stash list'
no: Kunne ikke gjenopprette endringer. Sjekk 'git stash list'
pt: Não foi possível restaurar alterações. Verifique 'git stash list'
ru: Не удалось восстановить изменения. Проверьте 'git stash list'
sk: Nemožno obnoviť zmeny. Skontrolujte 'git stash list'
sv: Kunde inte återställa ändringar. Kontrollera 'git stash list'

source: ✓ Changes restored successfully
bg: ✓ Промените бяха възстановени успешно
da: ✓ Ændringer gendannet med succes
de: ✓ Änderungen erfolgreich wiederhergestellt
et: ✓ Muudatused taastati edukalt
fi: ✓ Muutokset palautettu onnistuneesti
fr: ✓ Modifications restaurées avec succès
hr: ✓ Promjene su uspješno vraćene
hu: ✓ A változtatások sikeresen visszaállítva
is: ✓ Breytingar endurheimtar með góðum árangri
it: ✓ Modifiche ripristinate con successo
nl: ✓ Wijzigingen succesvol hersteld
no: ✓ Endringer gjenopprettet vellykket
pt: ✓ Alterações restauradas com sucesso
ru: ✓ Изменения успешно восстановлены
sk: ✓ Zmeny boli úspešne obnovené
sv: ✓ Ändringar återställda framgångsrikt
uk: ✓ Зміни успішно відновлено

source: Fetch latest from remote
bg: Вземи последното от отдалеченото
da: Hent seneste fra fjernserver
de: Neueste vom Remote abrufen
et: Toeta uusim kaugelt
fi: Hae uusin etäyhteydestä
fr: Récupérer les dernières mises à jour du distant
hr: Preuzmi najnovije s udaljenog mjesta
hu: Frissítse a legújabbat a távoli helyről
is: Sækja nýjustu frá fjarveitu
it: Recupera l'ultima versione da remoto
nl: Haal de laatste op van de externe bron
no: Hent nyeste fra ekstern
pt: Buscar mais recente do remoto
ru: Получить последние данные с удаленного сервера
sk: Načítať najnovšie z diaľkového úložiska
sv: Hämta senaste från fjärran

source: Executing branch preparation operations...
de: Ausführen von Vorbereitungsoperationen für den Branch...
et: Harude ettevalmistamise toimingute täitmine...
pt: Executando operações de preparação da branch...

source: ✗ Failed to prepare branch
de: ✗ Fehler beim Vorbereiten des Branches
et: ✗ Haru ettevalmistamine ebaõnnestus
pt: ✗ Falha ao preparar branch

source: Now on branch: {0}
de: Jetzt auf Branch: {0}
et: Nüüd harul: {0}
pt: Agora na branch: {0}

source: Using commit message from file: {0}
de: Verwende Commit-Nachricht aus Datei: {0}
et: Kasutades commit-sõnumit failist: {0}
pt: Usando mensagem de commit do arquivo: {0}

source: Error reading commit message file: {0}
de: Fehler beim Lesen der Commit-Nachrichtendatei: {0}
et: Viga commit-sõnumi faili lugemisel: {0}
pt: Erro ao ler arquivo de mensagem de commit: {0}

source: ✗ Unresolved conflicts detected!
bg: ✗ Открити неразрешени конфликти!
da: ✗ Uoprettede konflikter opdaget!
et: ✗ Lahendamata konfliktid tuvastatud!
fi: ✗ Ratkaisemattomia konflikteja havaittu!
fr: ✗ Conflits non résolus détectés !
hr: ✗ Otkriveni neriješeni sukobi!
hu: ✗ Megoldatlan konfliktusok észlelve!
is: ✗ Óleyst átök greind!
it: ✗ Conflitti irrisolti rilevati!
nl: ✗ Onopgeloste conflicten gedetecteerd!
no: ✗ Uoppløste konflikter oppdaget!
pt: ✗ Conflitos não resolvidos detectados!
ru: ✗ Обнаружены неразрешенные конфликты!
sk: ✗ Zistené nevyriešené konflikty!
sv: ✗ Oupplösta konflikter upptäckta!
uk: ✗ Виявлено невирішені конфлікти!
