Repository: big-comm/gitrepo
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Could not backup changes, skipping sync.
bg: Неуспешно архивиране на промените, пропускане на синхронизация.
cs: Nelze zálohovat změny, přeskočeno synchronizaci.
da: Kunne ikke sikkerhedskopiere ændringer, springer synkronisering over.
de: Änderungen konnten nicht gesichert werden, Synchronisierung wird übersprungen.
el: Δεν ήταν δυνατή η δημιουργία αντιγράφου ασφαλείας των αλλαγών, παραλείποντας τη συγχρονισμό.
es: No se pudieron respaldar los cambios, omitiendo la sincronización.
et: Ei õnnestunud muudatusi varundada, sünkroonimine vahele jäetud.
fi: Ei voitu varmuuskopioida muutoksia, ohitetaan synkronointi.
fr: Impossible de sauvegarder les modifications, synchronisation ignorée.
he: לא ניתן לגבות שינויים, מדלגים על סנכרון.
hr: Nije moguće napraviti sigurnosnu kopiju promjena, preskočeno sinkroniziranje.
hu: Nem sikerült a változtatások biztonsági mentése, a szinkronizálás kihagyva.
is: Gat ekki að afrita breytingar, sleppa samstillingu.
it: Impossibile eseguire il backup delle modifiche, salto della sincronizzazione.
ja: 変更をバックアップできませんでした。同期をスキップします。
nl: Kon wijzigingen niet back-uppen, synchronisatie overgeslagen.
no: Kunne ikke sikkerhetskopiere endringer, hopper over synkronisering.
pl: Nie można wykonać kopii zapasowej zmian, pomijam synchronizację.
pt: Não foi possível fazer backup das alterações, ignorando sincronização.
ro: Nu s-au putut salva modificările, sărind sincronizarea.
ru: Не удалось создать резервную копию изменений, пропускаем синхронизацию.
sk: Nemožno zálohovať zmeny, preskakujem synchronizáciu.
sv: Kunde inte säkerhetskopiera ändringar, hoppar över synkronisering.
tr: Değişiklikler yedeklenemedi, senkronizasyon atlanıyor.

source: Could not backup changes: {0}
bg: Не можа да се архивират промените: {0}
cs: Nelze zálohovat změny: {0}
da: Kunne ikke sikkerhedskopiere ændringer: {0}
de: Änderungen konnten nicht gesichert werden: {0}
el: Δεν ήταν δυνατή η δημιουργία αντιγράφου ασφαλείας των αλλαγών: {0}
es: No se pudieron respaldar los cambios: {0}
et: Ei saanud muudatusi varundada: {0}
fi: Ei voitu varmuuskopioida muutoksia: {0}
fr: Impossible de sauvegarder les modifications : {0}
he: לא ניתן לגבות שינויים: {0}
hr: Nije moguće napraviti sigurnosnu kopiju promjena: {0}
hu: Nem sikerült a változtatások biztonsági mentése: {0}
is: Gat ekki að afrita breytingar: {0}
it: Impossibile eseguire il backup delle modifiche: {0}
ja: 変更をバックアップできませんでした: {0}
nl: Kon wijzigingen niet back-uppen: {0}
no: Kunne ikke sikkerhetskopiere endringer: {0}
pl: Nie można wykonać kopii zapasowej zmian: {0}
pt: Não foi possível fazer backup das alterações: {0}
ro: Nu s-au putut salva modificările: {0}
ru: Не удалось создать резервную копию изменений: {0}
sk: Nemožno zálohovať zmeny: {0}
sv: Kunde inte säkerhetskopiera ändringar: {0}
tr: Değişiklikler yedeklenemedi: {0}

source: Remote branch exists. Checking sync status...
bg: Съществува отдалечен клон. Проверка на статуса на синхронизацията...
cs: Vzdálená větev existuje. Kontroluji stav synchronizace...
da: Fjernbranch eksisterer. Tjekker synkroniseringsstatus...
de: Entfernte Zweig existiert. Überprüfe den Synchronisierungsstatus...
el: Υπάρχει απομακρυσμένος κλάδος. Έλεγχος κατάστασης συγχρονισμού...
es: La rama remota existe. Comprobando el estado de sincronización...
et: Kaugharu on olemas. Kontrollin sünkroonimise olekut...
fi: Etähaara on olemassa. Tarkistetaan synkronointitila...
fr: La branche distante existe. Vérification de l'état de synchronisation...
he: סניף מרוחק קיים. בודק מצב סנכרון...
hr: Daljinska grana postoji. Provjeravam status sinkronizacije...
hu: Távoli ág létezik. A szinkronizálás állapotának ellenőrzése...
is: Fjarri grein er til. Athugar samhæfingarástand...
it: Esiste un ramo remoto. Controllo lo stato di sincronizzazione...
ja: リモートブランチが存在します。同期状態を確認中...
nl: Er bestaat een externe tak. Synchronisatiestatus controleren...
no: Fjerngren eksisterer. Sjekker synkroniseringsstatus...
pl: Zdalna gałąź istnieje. Sprawdzanie statusu synchronizacji...
pt: A branch remoto existe. Verificando estado de sincronização...
ro: Ramura la distanță există. Verific statusul de sincronizare...
ru: Удалённая ветка существует. Проверка статуса синхронизации...
sk: Existuje vzdialená vetva. Kontrolujem stav synchronizácie...
sv: Fjärrgren finns. Kontrollerar synkroniseringsstatus...
tr: Uzak dalga mevcut. Senkronizasyon durumunu kontrol ediliyor...
uk: Віддалена гілка існує. Перевірка статусу синхронізації...

source: Your remote branch is {0} commits behind main. Updating...
bg: Вашият отдалечен клон е с {0} комита зад main. Актуализиране...
cs: Váš vzdálený branch je {0} commitů za hlavní větví. Aktualizuji...
da: Din fjerne gren er {0} commits bag main. Opdaterer...
de: Ihr Remote-Zweig ist {0} Commits hinter main. Aktualisiere...
el: Ο απομακρυσμένος κλάδος σας είναι {0} commits πίσω από το main. Ενημέρωση...
es: Tu rama remota está {0} confirmaciones detrás de main. Actualizando...
et: Teie kaugharu on {0} commit'i võrra peamisest maha jäänud. Uuendamine...
fi: Etähaaraasi on {0} sitoumusta jäljessä päähaarasta. Päivitetään...
fr: Votre branche distante a {0} commits de retard par rapport à main. Mise à jour...
he: הסניף המרוחק שלך מאחר ב-{0} קומיטים מאחורי הראשי. מעדכן...
hr: Vaša udaljena grana je {0} commit-a iza glavne. Ažuriranje...
hu: A távoli ágad {0} commitot lemarad a main-től. Frissítés...
is: F远分支 er {0} committum á eftir main. Uppfærir...
it: Il tuo ramo remoto è {0} commit dietro a main. Aggiornamento...
ja: リモートブランチはメインから{0}コミット遅れています。更新中...
nl: Je externe branch is {0} commits achter op main. Bezig met bijwerken...
no: Din eksterne gren er {0} forpliktelser bak hoved. Oppdaterer...
pl: Twoja zdalna gałąź jest o {0} commitów za main. Aktualizowanie...
pt: Sua branch remoto está {0} commits atrás do main. Atualizando...
ro: Ramura ta remote este cu {0} commit-uri în urma ramurii principale. Se actualizează...
ru: Ваша удалённая ветка отстает на {0} коммитов от основной. Обновление...
sk: Vaša vzdialená vetva je {0} commitov za hlavným. Aktualizujem...
sv: Din fjärrgren är {0} commits efter main. Uppdaterar...
tr: Uzak dalınız ana dalın {0} commit gerisinde. Güncelleniyor...
uk: Ваш віддалений гілка відстає на {0} комітів від основної. Оновлення...

source: Remote branch synced with main successfully!
bg: Отдалечен клон успешно синхронизиран с главния!
cs: Vzdálená větev byla úspěšně synchronizována s hlavní větví!
da: Fjernbranch synkroniseret med hovedgrenen med succes!
de: Remote-Zweig erfolgreich mit dem Hauptzweig synchronisiert!
el: Η απομακρυσμένη διακλάδωση συγχρονίστηκε με την κύρια επιτυχώς!
es: ¡Rama remota sincronizada con main exitosamente!
et: Kaugharu on edukalt sünkroonitud põhiga!
fi: Etähaara synkronoitu päähaaran kanssa onnistuneesti!
fr: La branche distante a été synchronisée avec la branche principale avec succès !
he: סנכרון הסניף המרוחק עם הסניף הראשי בוצע בהצלחה!
hr: Udaljena grana uspješno sinkronizirana s glavnom!
hu: A távoli ág sikeresen szinkronizálva a fő ággal!
is: Fjarðgrein samstillt við aðalgrein með góðum árangri!
it: Ramo remoto sincronizzato con il main con successo!
ja: リモートブランチがメインと正常に同期されました！
nl: Afstandsbranch succesvol gesynchroniseerd met hoofd!
no: Fjerngren grenen synkronisert med hovedgrenen vellykket!
pl: Zdalna gałąź została pomyślnie zsynchronizowana z główną!
pt: Branch remoto sincronizado com o main com sucesso!
ro: Ramura remote sincronizată cu main cu succes!
ru: Удалённая ветка успешно синхронизирована с основной!
sk: Vzdialená vetva bola úspešne synchronizovaná s hlavnou vetvou!
sv: Fjärrgren synkroniserad med huvudgren framgångsrikt!
tr: Uzak dal ana ile başarıyla senkronize edildi!
uk: Віддалена гілка успішно синхронізована з основною!

source: Merge conflict detected. Using force-update strategy...
bg: Открит конфликт при сливане. Използване на стратегия за принудително актуализиране...
cs: Byl zjištěn konflikt sloučení. Používá se strategie vynuceného aktualizace...
da: Sammenfletningskonflikt opdaget. Bruger tvangsopdateringsstrategi...
de: Merge-Konflikt erkannt. Verwende die Strategie "Force-Update"...
el: Ανίχνευση σύγκρουσης συγχώνευσης. Χρησιμοποιώντας στρατηγική αναγκαστικής ενημέρωσης...
es: Conflicto de fusión detectado. Usando estrategia de actualización forzada...
et: Ühenduskonflikt tuvastatud. Kasutatakse sunduuendamise strateegiat...
fi: Yhdistämiskonflikti havaittu. Käytetään pakotettua päivitysstrategiaa...
fr: Conflit de fusion détecté. Utilisation de la stratégie de mise à jour forcée...
he: נמצא סכסוך מיזוג. משתמשים באסטרטגיית עדכון בכוח...
hr: Otkriven je sukob pri spajanju. Koristi se strategija prisilnog ažuriranja...
hu: Összevonási konfliktus észlelve. Kényszerített frissítési stratégiát használ...
is: Samhengiságreining uppgötvuð. Notar þvingaða uppfærsluaðferð...
it: Conflitto di fusione rilevato. Utilizzo della strategia di aggiornamento forzato...
ja: マージ競合が検出されました。強制更新戦略を使用しています...
nl: Samenvoegconflict gedetecteerd. Gebruik makend van de force-update strategie...
no: Sammenslåingskonflikt oppdaget. Bruker tvang-oppdateringsstrategi...
pl: Wykryto konflikt scalania. Używanie strategii wymuszonej aktualizacji...
pt: Conflito de merge (merge) detectado. Usando estratégia de atualização forçada...
ro: Conflict de fuziune detectat. Folosind strategia de actualizare forțată...
ru: Обнаружен конфликт слияния. Используется стратегия принудительного обновления...
sk: Zistený konflikt zlúčenia. Použitie stratégie nútenej aktualizácie...
sv: Sammanfogningskonflikt upptäckt. Använder tvångsuppdateringsstrategi...
tr: Birleştirme çatışması tespit edildi. Zorla güncelleme stratejisi kullanılıyor...
uk: Виявлено конфлікт злиття. Використання стратегії примусового оновлення...

source: Remote branch force-updated with main!
bg: Отдалечен клон е принудително актуализиран с основния!
cs: Vzdálená větev byla nuceně aktualizována s hlavní větví!
da: Fjerngren forceret opdateret med main!
de: Remote-Zweig mit main zwangsaktualisiert!
el: Απομακρυσμένος κλάδος ενημερώθηκε με το κύριο!
es: ¡Rama remota actualizada forzosamente con main!
et: Kaugtõuk haru on peamisega sunduuendatud!
fi: Etähaara päivitettiin pakotetusti päähaaran kanssa!
fr: Branche distante mise à jour de force avec main !
he: סניף מרוחק עודכן בכוח עם הראשי!
hr: Daljinska grana prisilno ažurirana s glavnom!
hu: Távoli ág kényszerített frissítve a fővel!
is: Fjarstýrður grein uppfærð með aðalgrein!
it: Ramo remoto aggiornato forzatamente con main!
ja: リモートブランチがメインで強制更新されました！
nl: Remote tak gedwongen bijgewerkt met main!
no: Fjerngren forgrening tvangsupdatert med hoved!
pl: Zdalna gałąź została wymuszona aktualizacją z gałęzi głównej!
pt: Branch remoto atualizado forçadamente com o main!
ro: Ramură la distanță actualizată forțat cu main!
ru: Удалённая ветка принудительно обновлена с основной!
sk: Vzdialená vetva bola nútene aktualizovaná s hlavným!
sv: Fjärrgren tvingades att uppdateras med huvud!
tr: Ana dalga ana dalga ile zorla güncellendi!
uk: Віддалена гілка примусово оновлена з main!

source: Remote branch is already up-to-date with main!
bg: Отдалечен клон вече е актуален с основния!
cs: Vzdálená větev je již aktuální s hlavní větví!
da: Fjerngren er allerede opdateret med main!
de: Der Remote-Zweig ist bereits auf dem neuesten Stand mit main!
el: Ο απομακρυσμένος κλάδος είναι ήδη ενημερωμένος με το κύριο!
es: ¡La rama remota ya está actualizada con main!
et: Kaugtõug on juba peamine versiooniga ajakohane!
fi: Etähaara on jo ajan tasalla päähaaran kanssa!
fr: La branche distante est déjà à jour avec main !
he: הסניף המרוחק כבר מעודכן עם הראשי!
hr: Daljinska grana je već ažurirana s glavnom!
hu: A távoli ág már naprakész a main-nel!
is: Fjarri grein er þegar uppfærð með aðalgrein!
it: Il ramo remoto è già aggiornato con main!
ja: リモートブランチはすでにメインと最新の状態です！
nl: De externe tak is al up-to-date met main!
no: Fjerngren er allerede oppdatert med hoved!
pl: Zdalna gałąź jest już aktualna względem głównej!
pt: A branch remoto já está atualizado com o main!
ro: Ramura la distanță este deja actualizată cu main!
ru: Удалённая ветка уже актуальна с основной!
sk: Vzdialená vetva je už aktuálna s hlavnou!
sv: Fjärrgren är redan uppdaterad med main!
tr: Uzak dal, ana ile zaten güncel!
uk: Удалённая ветка уже актуальна с основной!

source: Remote branch doesn't exist yet - will be created on first push.
bg: Отдалечен клон все още не съществува - ще бъде създаден при първото изпращане.
cs: Vzdálená větev zatím neexistuje - bude vytvořena při prvním odeslání.
da: Fjernbranch eksisterer endnu ikke - vil blive oprettet ved første push.
de: Der Remote-Zweig existiert noch nicht - wird beim ersten Senden erstellt.
el: Ο απομακρυσμένος κλάδος δεν υπάρχει ακόμα - θα δημιουργηθεί με την πρώτη αποστολή.
es: La rama remota aún no existe - se creará en el primer push.
et: Kaugtõug ei eksisteeri veel - see luuakse esimesel tõukamisel.
fi: Etähaaraa ei vielä ole olemassa - se luodaan ensimmäisellä työntämisellä.
fr: La branche distante n'existe pas encore - elle sera créée lors du premier envoi.
he: הסניף המרוחק עדיין לא קיים - ייווצר בהעלאה הראשונה.
hr: Daljinska grana još ne postoji - bit će stvorena prvim slanjem.
hu: A távoli ág még nem létezik - az első feltöltéskor létrejön.
is: Fjarri grein er ekki til enn - verður búin til við fyrstu skytturna.
it: Il ramo remoto non esiste ancora - verrà creato al primo inviare.
ja: リモートブランチはまだ存在しません - 最初のプッシュで作成されます。
nl: De externe tak bestaat nog niet - zal worden aangemaakt bij de eerste push.
no: Fjerngren forgrening eksisterer ikke ennå - vil bli opprettet ved første push.
pl: Zdalna gałąź jeszcze nie istnieje - zostanie utworzona przy pierwszym wypchnięciu.
pt: A branch remoto ainda não existe - será criado no primeiro envio (push).
ro: Ramura la distanță nu există încă - va fi creată la prima împingere.
ru: Удалённая ветка ещё не существует - будет создана при первом пуше.
sk: Vzdialená vetva zatiaľ neexistuje - bude vytvorená pri prvom odoslaní.
sv: Fjärrgren finns ännu inte - kommer att skapas vid första push.
tr: Uzak dal henüz mevcut değil - ilk itmede oluşturulacak.
uk: Віддалена гілка ще не існує - буде створена при першому пуші.

source: Could not sync remote branch: {0}. Continuing...
bg: Неуспешна синхронизация на отдален клон: {0}. Продължаване...
cs: Nelze synchronizovat vzdálenou větev: {0}. Pokračuji...
da: Kunne ikke synkronisere fjerngren: {0}. Fortsætter...
de: Konnte den Remote-Zweig nicht synchronisieren: {0}. Fortfahren...
el: Δεν ήταν δυνατή η συγχρονισμός του απομακρυσμένου κλάδου: {0}. Συνεχίζω...
es: No se pudo sincronizar la rama remota: {0}. Continuando...
et: Ei saanud sünkroonida kaugharu: {0}. Jätkame...
fi: Ei voitu synkronoida etähaaraa: {0}. Jatketaan...
fr: Impossible de synchroniser la branche distante : {0}. Poursuite...
he: לא ניתן לסנכרן את הענף המרוחק: {0}. ממשיכים...
hr: Nije moguće sinkronizirati udaljenu granu: {0}. Nastavljam...
hu: Nem sikerült szinkronizálni a távoli ágat: {0}. Folytatás...
is: Gat ekki að samstilla fjargrein: {0}. Halda áfram...
it: Impossibile sincronizzare il ramo remoto: {0}. Continuando...
ja: リモートブランチを同期できませんでした: {0}。続行します...
nl: Kon de externe tak niet synchroniseren: {0}. Doorgaan...
no: Kunne ikke synkronisere fjerngren: {0}. Fortsetter...
pl: Nie można zsynchronizować zdalnej gałęzi: {0}. Kontynuowanie...
pt: Não foi possível sincronizar a branch remoto: {0}. Continuando...
ro: Nu s-a putut sincroniza ramura remote: {0}. Continuând...
ru: Не удалось синхронизировать удалённую ветку: {0}. Продолжаем...
sk: Nemožno synchronizovať vzdialenú vetvu: {0}. Pokračujem...
sv: Kunde inte synkronisera fjärrgren: {0}. Fortsätter...
tr: Uzak dalı senkronize edilemedi: {0}. Devam ediliyor...
uk: Не вдалося синхронізувати віддалену гілку: {0}. Продовжуємо...

source: Unexpected sync error: {0}. Continuing...
bg: Неочаквана грешка при синхронизация: {0}. Продължаване...
cs: Neočekávaná chyba synchronizace: {0}. Pokračuji...
da: Uventet synkroniseringsfejl: {0}. Fortsætter...
de: Unerwarteter Synchronisierungsfehler: {0}. Fortfahren...
el: Αναπάντεχο σφάλμα συγχρονισμού: {0}. Συνεχίζω...
es: Error de sincronización inesperado: {0}. Continuando...
et: Ootamatu sünkroonimisviga: {0}. Jätkamine...
fi: Odottamaton synkronointivirhe: {0}. Jatketaan...
fr: Erreur de synchronisation inattendue : {0}. Poursuite...
he: שגיאת סנכרון בלתי צפויה: {0}. ממשיכים...
hr: Neočekivana greška pri sinkronizaciji: {0}. Nastavljam...
hu: Váratlan szinkronizálási hiba: {0}. Folytatás...
is: Óvænt samstillt villa: {0}. Halda áfram...
it: Errore di sincronizzazione imprevisto: {0}. Continuando...
ja: 予期しない同期エラー: {0}。続行中...
nl: Onverwachte synchronisatiefout: {0}. Doorgaan...
no: Uventet synkroniseringsfeil: {0}. Fortsetter...
pl: Nieoczekiwany błąd synchronizacji: {0}. Kontynuowanie...
pt: Erro inesperado de sincronização: {0}. Continuando...
ro: Eroare neașteptată de sincronizare: {0}. Continuăm...
ru: Неожиданная ошибка синхронизации: {0}. Продолжаем...
sk: Neočakávaná chyba synchronizácie: {0}. Pokračujem...
sv: Oväntat synkroniseringsfel: {0}. Fortsätter...
tr: Beklenmedik senkronizasyon hatası: {0}. Devam ediliyor...
uk: Несподівана помилка синхронізації: {0}. Продовжуємо...

source: Restoring your local changes...
bg: Възстановяване на локалните ви промени...
cs: Obnovování vašich místních změn...
da: Gendannelse af dine lokale ændringer...
de: Stelle deine lokalen Änderungen wieder her...
el: Αποκατάσταση των τοπικών σας αλλαγών...
es: Restaurando tus cambios locales...
et: Kohalikud muudatused taastatakse...
fi: Palautetaan paikallisia muutoksia...
fr: Restauration de vos modifications locales...
he: שחזור השינויים המקומיים שלך...
hr: Obnavljanje vaših lokalnih promjena...
hu: Helyi módosításaid visszaállítása...
is: Að endurheimta staðbundnar breytingar þínar...
it: Ripristino delle tue modifiche locali...
ja: ローカルの変更を復元しています...
nl: Je lokale wijzigingen herstellen...
no: Gjenoppretter lokale endringer...
pl: Przywracanie lokalnych zmian...
pt: Restaurando suas alterações locais...
ro: Restaurarea modificărilor locale...
ru: Восстановление ваших локальных изменений...
sk: Obnovovanie vašich miestnych zmien...
sv: Återställer dina lokala ändringar...
tr: Yerel değişikliklerinizi geri yükleniyor...
uk: Відновлення ваших локальних змін...

source: Local changes restored successfully!
bg: Локалните промени бяха възстановени успешно!
cs: Místní změny byly úspěšně obnoveny!
da: Lokale ændringer er gendannet med succes!
de: Lokale Änderungen wurden erfolgreich wiederhergestellt!
el: Οι τοπικές αλλαγές αποκαταστάθηκαν με επιτυχία!
es: ¡Cambios locales restaurados con éxito!
et: Kohalikud muudatused taastati edukalt!
fi: Paikalliset muutokset palautettiin onnistuneesti!
fr: Modifications locales restaurées avec succès !
he: שינויים מקומיים שוחזרו בהצלחה!
hr: Lokalne promjene uspješno vraćene!
hu: A helyi módosítások sikeresen visszaállítva!
is: Staðbundnar breytingar endurheimtar með góðum árangri!
it: Modifiche locali ripristinate con successo!
ja: ローカル変更が正常に復元されました！
nl: Lokale wijzigingen succesvol hersteld!
no: Lokale endringer gjenopprettet vellykket!
pl: Lokalne zmiany zostały pomyślnie przywrócone!
pt: Alterações locais restauradas com sucesso!
ro: Modificările locale au fost restaurate cu succes!
ru: Локальные изменения успешно восстановлены!
sk: Lokálne zmeny boli úspešne obnovené!
sv: Lokala ändringar har återställts framgångsrikt!
tr: Yerel değişiklikler başarıyla geri yüklendi!
uk: Локальні зміни успішно відновлено!

source: Could not restore changes automatically. Check 'git stash list'
bg: Не можа да възстанови промените автоматично. Проверете 'git stash list'
cs: Nelze automaticky obnovit změny. Zkontrolujte 'git stash list'
da: Kunne ikke gendanne ændringer automatisk. Tjek 'git stash list'
de: Änderungen konnten nicht automatisch wiederhergestellt werden. Überprüfen Sie 'git stash list'
el: Δεν ήταν δυνατή η αυτόματη αποκατάσταση των αλλαγών. Ελέγξτε τη 'git stash list'
es: No se pudieron restaurar los cambios automáticamente. Verifica 'git stash list'
et: Ei saanud muudatusi automaatselt taastada. Kontrolli 'git stash list'
fi: Ei voitu palauttaa muutoksia automaattisesti. Tarkista 'git stash list'
fr: Impossible de restaurer les modifications automatiquement. Vérifiez 'git stash list'
he: לא ניתן לשחזר שינויים באופן אוטומטי. בדוק 'git stash list'
hr: Nije moguće automatski vratiti promjene. Provjerite 'git stash list'
hu: A változtatásokat nem lehetett automatikusan visszaállítani. Ellenőrizze a 'git stash list'-et.
is: Gat ekki endurheimt breytingar sjálfkrafa. Athugaðu 'git stash list'
it: Impossibile ripristinare le modifiche automaticamente. Controlla 'git stash list'
ja: 自動的に変更を復元できませんでした。'git stash list'を確認してください。
nl: Kon wijzigingen niet automatisch herstellen. Controleer 'git stash list'
no: Kunne ikke gjenopprette endringer automatisk. Sjekk 'git stash list'
pl: Nie można automatycznie przywrócić zmian. Sprawdź 'git stash list'
pt: Não foi possível restaurar alterações automaticamente. Verifique 'git stash list'
ro: Nu s-au putut restaura modificările automat. Verifică 'git stash list'
ru: Не удалось автоматически восстановить изменения. Проверьте 'git stash list'
sk: Nemožno automaticky obnoviť zmeny. Skontrolujte 'git stash list'
sv: Kunde inte återställa ändringar automatiskt. Kontrollera 'git stash list'
tr: Değişiklikler otomatik olarak geri yüklenemedi. 'git stash list' kontrol edin.

source: Error restoring changes: {0}
bg: Грешка при възстановяване на промените: {0}
cs: Chyba při obnovení změn: {0}
da: Fejl ved gendannelse af ændringer: {0}
de: Fehler beim Wiederherstellen der Änderungen: {0}
el: Σφάλμα κατά την αποκατάσταση αλλαγών: {0}
es: Error al restaurar cambios: {0}
et: Viga muudatuste taastamisel: {0}
fi: Virhe muutosten palauttamisessa: {0}
fr: Erreur lors de la restauration des modifications : {0}
he: שגיאה בשחזור שינויים: {0}
hr: Greška prilikom vraćanja promjena: {0}
hu: Hiba a módosítások visszaállításakor: {0}
is: Villa að endurheimta breytingar: {0}
it: Erro nel ripristino delle modifiche: {0}
ja: 変更の復元中にエラーが発生しました: {0}
nl: Fout bij het herstellen van wijzigingen: {0}
no: Feil ved gjenoppretting av endringer: {0}
pl: Błąd przywracania zmian: {0}
pt: Erro ao restaurar alterações: {0}
ro: Eroare la restaurarea modificărilor: {0}
ru: Ошибка восстановления изменений: {0}
sk: Chyba pri obnove zmien: {0}
sv: Fel vid återställning av ändringar: {0}
tr: Değişiklikleri geri yüklerken hata: {0}
uk: Помилка відновлення змін: {0}
