Repository: big-comm/gitrepo
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: ⚠ Modified: {0} files
bg: ⚠ Модифицирани: {0} файла
cs: ⚠ Změněno: {0} souborů
da: ⚠ Ændret: {0} filer
de: ⚠ Geändert: {0} Dateien
el: ⚠ Τροποποιήθηκαν: {0} αρχεία
es: ⚠ Modificado: {0} archivos
et: ⚠ Muudetud: {0} faili
fi: ⚠ Muokattu: {0} tiedostoa
fr: ⚠ Modifié : {0} fichiers
he: ⚠ שונה: {0} קבצים
hr: ⚠ Izmijenjeno: {0} datoteka
hu: ⚠ Módosítva: {0} fájl
is: ⚠ Breytt: {0} skrár
it: ⚠ Modificati: {0} file
ja: ⚠ 修正された: {0} ファイル
nl: ⚠ Gewijzigd: {0} bestanden
no: ⚠ Endret: {0} filer
pl: ⚠ Zmodyfikowano: {0} plików
pt: ⚠ Modificados: {0} arquivos
ro: ⚠ Modificate: {0} fișiere
ru: ⚠ Изменено: {0} файлов
sk: ⚠ Zmenené: {0} súborov
sv: ⚠ Ändrade: {0} filer
tr: ⚠ Değiştirilen: {0} dosya
uk: ⚠ Modified: {0} файлів

source: ~ ... and {0} more
bg: ~ ... и {0} още
cs: ~ ... a {0} další
da: ~ ... og {0} mere
de: ~ ... und {0} weitere
el: ~ ... και {0} ακόμα
es: ~ ... y {0} más
et: ~ ... ja {0} rohkem
fi: ~ ... ja {0} lisää
fr: ~ ... et {0} de plus
he: ~ ... ועוד {0}
hr: ~ ... i {0} više
hu: ~ ... és még {0} más
is: ~ ... og {0} til viðbótar
it: ~ ... e {0} altro
ja: ~ ... と {0} 件のその他
nl: ~ ... en {0} meer
no: ~ ... og {0} til
pl: ~ ... i {0} więcej
pt: ~ ... e mais {0}
ro: ~ ... și {0} altele
ru: ~ ... и {0} еще
sk: ~ ... a {0} ďalších
sv: ~ ... och {0} till
tr: ~ ... ve {0} daha
uk: ~ ... та {0} ще

source: ✗ Deleted: {0} files
bg: ✗ Изтрито: {0} файла
cs: ✗ Smazáno: {0} souborů
da: ✗ Slettet: {0} filer
de: ✗ Gelöscht: {0} Dateien
el: ✗ Διαγράφηκαν: {0} αρχεία
es: ✗ Eliminados: {0} archivos
et: ✗ Kustutatud: {0} faili
fi: ✗ Poistettu: {0} tiedostoa
fr: ✗ Supprimé : {0} fichiers
he: ✗ נמחק: {0} קבצים
hr: ✗ Izbrisano: {0} datoteka
hu: ✗ Törölve: {0} fájl
is: ✗ Eytt: {0} skrár
it: ✗ Eliminati: {0} file
ja: ✗ 削除された: {0} ファイル
nl: ✗ Verwijderd: {0} bestanden
no: ✗ Slettet: {0} filer
pl: ✗ Usunięto: {0} plików
pt: ✗ Excluídos: {0} arquivos
ro: ✗ Șterse: {0} fișiere
ru: ✗ Удалено: {0} файлов
sk: ✗ Zmazané: {0} súbory
sv: ✗ Raderad: {0} filer
tr: ✗ Silinen: {0} dosya
uk: ✗ Видалено: {0} файлів

source: - ... and {0} more
bg: ... и {0} още
cs: ... a {0} další
da: ... og {0} mere
de: ... und {0} weitere
el: ... και {0} ακόμα
es: ... y {0} más
et: ... ja {0} rohkem
fi: ... ja {0} lisää
fr: ... et {0} de plus
he: ... ו-{0} נוספים
hr: ... i {0} više
hu: ... és még {0} más
is: ... og {0} til viðbótar
it: ... e {0} altro
ja: ... と {0} 件の追加
nl: ... en {0} meer
no: ... og {0} til
pl: ... i {0} więcej
pt: - ... e mais {0}
ro: ... și încă {0}
ru: ... и {0} еще
sk: ... a {0} ďalších
sv: ... och {0} till
tr: ... ve {0} daha
uk: ... та {0} ще

source: → Renamed: {0} files
bg: Преименувани: {0} файлове
cs: Přejmenováno: {0} souborů
da: Omdøbt: {0} filer
de: Umbenannt: {0} Dateien
el: Μετονομάστηκαν: {0} αρχεία
es: Renombrados: {0} archivos
et: Nimetatud: {0} faili
fi: Nimetty: {0} tiedostoa
fr: Renommé : {0} fichiers
he: שמות חדשים: {0} קבצים
hr: Preimenovano: {0} datoteka
hu: Átnevezve: {0} fájl
is: Endurnefnd: {0} skrár
it: Rinominati: {0} file
ja: 名前が変更されました: {0} ファイル
nl: Hernoemd: {0} bestanden
no: Omdøpt: {0} filer
pl: Zmieniono nazwę: {0} plików
pt: → Renomeados: {0} arquivos
ro: Renamed: {0} fișiere
ru: Переименовано: {0} файлов
sk: Premenované: {0} súborov
sv: Omdöpt: {0} filer
tr: Yeniden adlandırıldı: {0} dosya
uk: Перейменовано: {0} файлів

source: ⚠ Could not show detailed changes: {0}
pt: ⚠ Não foi possível mostrar alterações detalhadas: {0}

source: Standard pull failed, trying force strategy...
bg: Стандартното извличане не успя, опитвам стратегия за принуждаване...
cs: Standardní stažení selhalo, pokouším se o strategii vynucení...
da: Standard træk mislykkedes, forsøger tvangsstrategi...
de: Standard-Herunterladen fehlgeschlagen, versuche Zwangsstrategie...
el: Η τυπική λήψη απέτυχε, προσπαθώντας στρατηγική αναγκαστικής λήψης...
es: La extracción estándar falló, intentando estrategia de fuerza...
et: Tavaline tõmbamine ebaõnnestus, proovime sundstrateegiat...
fi: Oletusvetäminen epäonnistui, yritetään pakotettua strategiaa...
fr: Échec du tirage standard, tentative de stratégie de force...
he: משיכת סטנדרט נכשלה, מנסה אסטרטגיית כפייה...
hr: Standardno povlačenje nije uspjelo, pokušavam strategiju prisile...
hu: A szabványos letöltés meghiúsult, kényszerített stratégia próbálkozása...
is: Staðlaður dráttur mistókst, reyni að nota þvingunarstefnu...
it: Il scaricare standard è fallito, si sta tentando la strategia forzata...
ja: 標準プルに失敗しました。強制戦略を試みています...
nl: Standaard pull mislukt, probeer geforceerde strategie...
no: Standard henting mislyktes, prøver tvangstrategi...
pl: Standardowe pobieranie nie powiodło się, próbuję strategii wymuszenia...
pt: Pull padrão falhou, tentando estratégia forçada...
ro: Tragere standard eșuată, încercând strategia forțată...
ru: Стандартное извлечение не удалось, пытаемся применить принудительную стратегию...
sk: Štandardné sťahovanie zlyhalo, pokúšam sa o núdzovú stratégiu...
sv: Standard dragning misslyckades, försöker tvångsstrategi...
tr: Standart çekme başarısız, zorla strateji deniyor...
uk: Стандартне отримання не вдалося, намагаємося застосувати примусову стратегію...

source: Successfully switched and updated to {0}
bg: Успешно превключено и актуализирано до {0}
cs: Úspěšně přepnuto a aktualizováno na {0}
da: Succesful skiftet og opdateret til {0}
de: Erfolgreich gewechselt und aktualisiert auf {0}
el: Επιτυχής αλλαγή και ενημέρωση σε {0}
es: Cambiado y actualizado correctamente a {0}
et: Edukalt vahetatud ja uuendatud {0} juurde
fi: Onnistuneesti vaihdettu ja päivitetty {0}ksi
fr: Changement et mise à jour réussis vers {0}
he: הוחלף והועדכן בהצלחה ל-{0}
hr: Uspješno prebačeno i ažurirano na {0}
hu: Sikeresen váltott és frissített a(z) {0} verzióra.
is: Sukrandið og uppfært í {0}
it: Passaggio e aggiornamento riusciti a {0}
ja: {0}に正常に切り替え、更新されました。
nl: Succesvol overgeschakeld en bijgewerkt naar {0}
no: Suksessfullt byttet og oppdatert til {0}
pl: Pomyślnie przełączono i zaktualizowano do {0}
pt: Alternado e atualizado com sucesso para {0}
ro: Comutare și actualizare reușită la {0}
ru: Успешно переключено и обновлено на {0}
sk: Úspešne prepnuto a aktualizované na {0}
sv: Framgångsrikt bytt och uppdaterat till {0}
tr: Başarıyla {0} olarak değiştirildi ve güncellendi.
uk: Успішно перемкнуто та оновлено до {0}

source: Error switching to branch {0}: {1}
bg: Грешка при превключване на клон {0}: {1}
cs: Chyba při přepínání na větev {0}: {1}
da: Fejl ved skift til gren {0}: {1}
de: Fehler beim Wechseln zu Zweig {0}: {1}
el: Σφάλμα κατά την εναλλαγή σε κλάδο {0}: {1}
es: Error al cambiar a la rama {0}: {1}
et: Viga haru {0} harule: {1}
fi: Virhe vaihtaessa haaraan {0}: {1}
fr: Erreur lors du changement de branche {0} : {1}
he: שגיאה במעבר לענף {0}: {1}
hr: Greška pri prebacivanju na granu {0}: {1}
hu: Hiba a {0} ágra való váltáskor: {1}
is: Villa við að skipta yfir í grein {0}: {1}
it: Errore durante il passaggio al ramo {0}: {1}
ja: ブランチ {0} への切り替え中にエラーが発生しました: {1}
nl: Fout bij het overschakelen naar tak {0}: {1}
no: Feil ved bytte til gren {0}: {1}
pl: Błąd podczas przełączania na gałąź {0}: {1}
pt: Erro ao mudar para o branch {0}: {1}
ro: Eroare la comutarea pe ramura {0}: {1}
ru: Ошибка переключения на ветку {0}: {1}
sk: Chyba pri prepínaní na vetvu {0}: {1}
sv: Fel vid byte till gren {0}: {1}
tr: Dal {0} dal geçiş yaparken hata: {1}
uk: Помилка при перемиканні на гілку {0}: {1}

source: ✗ Failed: {0}
bg: ✗ Неуспех: {0}
da: ✗ Mislykkedes: {0}
de: ✗ Fehlgeschlagen: {0}
et: ✗ Eba: {0}
fi: ✗ Epäonnistui: {0}
fr: ✗ Échoué : {0}
hr: ✗ Neuspjeh: {0}
hu: ✗ Sikertelen: {0}
is: ✗ Misheppnað: {0}
it: ✗ Fallito: {0}
nl: ✗ Mislukt: {0}
no: ✗ Mislyktes: {0}
pt: ✗ Falhou: {0}
ru: ✗ Не удалось: {0}
sk: ✗ Zlyhalo: {0}
sv: ✗ Misslyckades: {0}

source: ⚠️ Merge conflict detected!
de: ⚠️ Zusammenführungs-Konflikt erkannt!
et: ⚠️ Ühendamise konflikt tuvastatud!
pt: ⚠️ Conflito de merge detectado!

source: The conflict resolver will help you resolve this.
de: Der Konfliktlöser wird Ihnen helfen, dies zu lösen.
et: Konflikti lahendaja aitab teil seda lahendada.
pt: O resolvedor de conflitos ajudará você a resolver isso.

source: ⚠️ Push rejected - your branch has diverged from remote!
bg: ⚠️ Отказано изпращане - вашият клон е отклонил от отдалечения!
da: ⚠️ Push afvist - din gren er divergeret fra fjernlageret!
de: ⚠️ Push abgelehnt - Ihr Branch hat sich vom Remote-Branch entfernt!
et: ⚠️ Push tagasi lükatud - teie haru on kaugest lahknenud!
pt: ⚠️ Push rejeitado - sua branch divergiu do remoto!

source: This happens when both you and someone else made changes.
bg: Това се случва, когато както вие, така и някой друг направи промени.
da: Dette sker, når både du og en anden har foretaget ændringer.
de: Dies passiert, wenn sowohl Sie als auch jemand anderes Änderungen vorgenommen haben.
et: See juhtub, kui nii sina kui keegi teine on muudatusi teinud.
pt: Isso acontece quando você e outra pessoa fizeram alterações.

source: To resolve this, you can:
bg: За да разрешите това, можете:
da: For at løse dette kan du:
de: Um dies zu lösen, können Sie:
et: Selle lahendamiseks saate:
pt: Para resolver, você pode:

source: Option 1 (RECOMMENDED): Pull with rebase
bg: Опция 1 (ПРЕПОРЪЧАНА): Изтегляне с rebase
da: Mulighed 1 (ANBEFALET): Hent med rebase
de: Option 1 (EMPFOHLEN): Pull mit Rebase
et: Valik 1 (SOOVITATAV): Tõmba koos rebase'iga
pt: Opção 1 (RECOMENDADO): Pull com rebase

source: Option 2: Pull with merge
bg: Опция 2: Изтегляне с обединяване
da: Mulighed 2: Hent med sammensmeltning
de: Option 2: Ziehen mit Zusammenführen
et: Valik 2: Tõmba koos ühinemisega
pt: Opção 2: Pull com merge

source: Option 3 (DANGEROUS): Force push (overwrites remote!)
bg: Опция 3 (ОПАСНО): Принудително изпращане (презаписва отдалеченото!)
da: Mulighed 3 (FARLIG): Tvinge push (overskriver fjern!)
de: Option 3 (GEFÄHRLICH): Force Push (überschreibt Remote!)
et: Valik 3 (OHTLIK): Sundige tõukamine (ülekirjutab kaugserveri!)
pt: Opção 3 (PERIGOSO): Push forçado (sobrescreve remoto!)

source: ✗ Command failed: {0}
bg: ✗ Командата не успя: {0}
da: ✗ Kommando mislykkedes: {0}
de: ✗ Befehl fehlgeschlagen: {0}
et: ✗ Käsk ebaõnnestus: {0}
fi: ✗ Komento epäonnistui: {0}
fr: ✗ La commande a échoué : {0}
hr: ✗ Naredba nije uspjela: {0}
hu: ✗ Parancs nem sikerült: {0}
is: ✗ Skipti mistókst: {0}
it: ✗ Comando non riuscito: {0}
nl: ✗ Opdracht mislukt: {0}
no: ✗ Kommando feilet: {0}
pt: ✗ Comando falhou: {0}
ru: ✗ Команда не выполнена: {0}
sk: ✗ Príkaz zlyhal: {0}
sv: ✗ Kommandot misslyckades: {0}

source: Output: {0}
bg: Изход: {0}
de: Ausgabe: {0}
et: Välj: {0}
fi: Tuloste: {0}
fr: Sortie : {0}
hr: Izlaz: {0}
hu: Kimenet: {0}
is: Úttak: {0}
nl: Uitvoer: {0}
no: Utgang: {0}
pt: Saída: {0}
ru: Вывод: {0}
sv: Utdata: {0}

source: Exit code: {0}
bg: Код за изход: {0}
da: Afslutningskode: {0}
et: Väljumiskood: {0}
fi: Poistumiskoodi: {0}
fr: Code de sortie : {0}
hr: Izlazni kod: {0}
hu: Kilépési kód: {0}
is: Útgangs kóði: {0}
it: Codice di uscita: {0}
nl: Afsluitcode: {0}
no: Avslutningskode: {0}
pt: Código de saída: {0}
ru: Код завершения: {0}
sv: Avslutningskod: {0}

source: No operations planned
bg: Няма планирани операции
da: Ingen operationer planlagt
de: Keine Operationen geplant
et: Ei ole planeeritud operatsioone
fi: Ei toimintoja suunniteltu
fr: Aucune opération prévue
hr: Nema planiranih operacija
hu: Nincsenek tervezett műveletek
is: Engin ekki skipulögð
it: Nessuna operazione pianificata
nl: Geen operaties gepland
no: Ingen operasjoner planlagt
pt: Nenhuma operação planejada
ru: Нет запланированных операций
sk: Žiadne operácie naplánované
sv: Inga operationer planerade
uk: Немає запланованих операцій

source: OPERATION PLAN
bg: Оперативен план
da: DRIFTSPLAN
de: Betriebsplan
et: TEGEVUSE PLANEERIMINE
fi: TOIMINTASUUNNITELMA
fr: PLAN D'OPÉRATION
hr: PLAN OPERACIJE
hu: MŰVELETI TERV
is: AÐGERÐAÁÆTLUN
it: PIANO OPERATIVO
nl: OPERATIEPLAN
no: DRIFTSPLAN
pt: PLANO DE OPERAÇÃO
ru: ПЛАН ОПЕРАЦИЙ
sk: PLÁN OPERATION
sv: DRIFTSPLAN
uk: ОПЕРАЦІЙНИЙ ПЛАН

source: ⚠️ {0} destructive operation(s) out of {1} total
bg: ⚠️ {0} разрушителни операции от {1} общо
da: ⚠️ {0} destruktiv(e) operation(er) ud af {1} i alt
de: ⚠️ {0} destruktive Operationen von insgesamt {1}
et: ⚠️ {0} hävitavat toimingut {1} koguarvust
fi: ⚠️ {0} tuhoisaa toimintoa {1} yhteensä
fr: ⚠️ {0} opération(s) destructive(s) sur {1} au total
hr: ⚠️ {0} destruktivna operacija(e) od {1} ukupno
hu: ⚠️ {0} romboló művelet(ek) a(z) {1} összesből
is: ⚠️ {0} eyðileggjandi aðgerð(ir) af {1} heildar
it: ⚠️ {0} operazione(i) distruttiva(e) su {1} totale
nl: ⚠️ {0} destructieve bewerking(en) van {1} totaal
no: ⚠️ {0} destruktiv(e) operasjon(er) av {1} totalt
pt: ⚠️ {0} operação(ões) destrutiva(s) de {1} total
ru: ⚠️ {0} разрушительная операция(ий) из {1} всего
sk: ⚠️ {0} destruktívna operácia(e) z {1} celkového počtu
sv: ⚠️ {0} destruktiva operation(er) av {1} totalt

source: ℹ️ {0} safe operation(s)
bg: ℹ️ {0} безопасна операция(и)
da: ℹ️ {0} sikre operationer
de: ℹ️ {0} sichere Operationen
et: ℹ️ {0} ohutu toiming(ud)
fi: ℹ️ {0} turvallista toimintoa
fr: ℹ️ {0} opération(s) sécurisée(s)
hr: ℹ️ {0} sigurna operacija(e)
hu: ℹ️ {0} biztonságos művelet(ek)
is: ℹ️ {0} örugg aðgerð(ir)
it: ℹ️ {0} operazione(i) sicura(e)
nl: ℹ️ {0} veilige bewerking(en)
no: ℹ️ {0} sikre operasjoner
pt: ℹ️ {0} operação(ões) segura(s)
ru: ℹ️ {0} безопасная операция(и)
sk: ℹ️ {0} bezpečná operácia(e)
sv: ℹ️ {0} säkra operationer
uk: ℹ️ {0} безпечна операція(ї)

source: ⚠️ Proceed with these operations? (includes destructive actions)
bg: ⚠️ Да продължим с тези операции? (включва разрушителни действия)
da: ⚠️ Vil du fortsætte med disse operationer? (inkluderer destruktive handlinger)
de: ⚠️ Mit diesen Operationen fortfahren? (einschließlich destruktiver Aktionen)
et: ⚠️ Kas soovite nende toimingutega jätkata? (sisaldab hävitavaid toiminguid)
fi: ⚠️ Jatketaanko näitä toimintoja? (sisältää tuhoisia toimia)
fr: ⚠️ Voulez-vous procéder avec ces opérations ? (inclut des actions destructrices)
hr: ⚠️ Želite li nastaviti s ovim operacijama? (uključuje destruktivne radnje)
hu: ⚠️ Folytatja ezeket a műveleteket? (destruktív műveleteket is tartalmaz)
is: ⚠️ Halda áfram með þessar aðgerðir? (innifaldar eyðileggjandi aðgerðir)
it: ⚠️ Procedere con queste operazioni? (include azioni distruttive)
nl: ⚠️ Wilt u deze bewerkingen uitvoeren? (inclusief destructieve acties)
no: ⚠️ Vil du fortsette med disse operasjonene? (inkluderer destruktive handlinger)
pt: ⚠️ Prosseguir com estas operações? (inclui ações destrutivas)
ru: ⚠️ Продолжить выполнение этих операций? (включает разрушительные действия)
sk: ⚠️ Pokračovať s týmito operáciami? (zahŕňa deštruktívne akcie)
sv: ⚠️ Vill du fortsätta med dessa åtgärder? (inkluderar destruktiva åtgärder)

source: Proceed with these operations?
bg: Да продължим с тези операции?
da: Fortsæt med disse operationer?
de: Möchten Sie mit diesen Vorgängen fortfahren?
et: Kas jätkata nende toimingutega?
fi: Jatketaanko näitä toimintoja?
fr: Procéder avec ces opérations ?
hr: Želite li nastaviti s ovim operacijama?
hu: Folytatni kívánja ezeket a műveleteket?
is: Viltu halda áfram með þessar aðgerðir?
it: Procedere con queste operazioni?
nl: Ga door met deze bewerkingen?
no: Fortsett med disse operasjonene?
pt: Prosseguir com estas operações?
ru: Продолжить с этими операциями?
sk: Pokračovať s týmito operáciami?
sv: Fortsätt med dessa operationer?
uk: Продовжити ці операції?

source: Executing {0} operation(s)...
bg: Изпълняване на {0} операция(и)...
da: Udfører {0} operation(er)...
de: Führe {0} Operation(en) aus...
et: Teostan {0} toimingut...
fi: Suoritetaan {0} toimintoa...
fr: Exécution de {0} opération(s)...
hr: Izvršavanje {0} operacija...
hu: A(z) {0} művelet végrehajtása...
is: Að framkvæma {0} aðgerð(ir)...
it: Esecuzione di {0} operazione(i)...
nl: Voer {0} bewerking(en) uit...
no: Utfører {0} operasjon(er)...
pt: Executando {0} operação(ões)...
ru: Выполнение {0} операции(й)...
sk: Vykonáva sa {0} operácia(í)...
sv: Utför {0} operation(er)...
uk: Виконання {0} операцій...

source: ⚠️ Conflicts detected - resolution needed.
de: ⚠️ Konflikte erkannt - Lösung erforderlich.
et: ⚠️ Tuvastatud konfliktid - lahendus vajalik.
pt: ⚠️ Conflitos detectados - resolução necessária.

source: ✗ Operation failed. Stopping execution.
bg: ✗ Операцията не успя. Спирам изпълнението.
da: ✗ Operationen mislykkedes. Stopper udførelsen.
de: ✗ Operation fehlgeschlagen. Ausführung wird gestoppt.
et: ✗ Tegevus ebaõnnestus. Täitmine peatatakse.
fi: ✗ Toiminto epäonnistui. Suoritus keskeytetään.
fr: ✗ L'opération a échoué. Arrêt de l'exécution.
hr: ✗ Operacija nije uspjela. Zaustavljanje izvršenja.
hu: ✗ Művelet sikertelen. A végrehajtás leállítása.
is: ✗ Aðgerð mistókst. Stöðva framkvæmd.
it: ✗ Operazione non riuscita. Arresto dell'esecuzione.
nl: ✗ Operatie mislukt. Uitvoering stoppen.
no: ✗ Operasjonen mislyktes. Stopper utførelsen.
pt: ✗ Operação falhou. Parando execução.
ru: ✗ Операция не удалась. Остановка выполнения.
sk: ✗ Operácia zlyhala. Zastavujem vykonávanie.
sv: ✗ Åtgärden misslyckades. Stoppar exekveringen.
uk: ✗ Операція не вдалася. Зупинка виконання.

source: ✓ Completed
bg: ✓ Завършено
da: ✓ Fuldført
de: ✓ Abgeschlossen
et: ✓ Täidetud
fi: ✓ Valmis
fr: ✓ Terminé
hr: ✓ Završeno
hu: ✓ Kész
is: ✓ Lokið
it: ✓ Completato
nl: ✓ Voltooid
no: ✓ Fullført
pt: ✓ Concluído
ru: ✓ Завершено
sk: ✓ Dokončené
sv: ✓ Slutförd
uk: ✓ Завершено

source: Operation cancelled by user
bg: Операцията е отменена от потребителя
da: Operation annulleret af bruger
de: Vorgang vom Benutzer abgebrochen
et: Tegevus tühistatud kasutaja poolt
fi: Toiminto peruutettu käyttäjän toimesta
fr: Opération annulée par l'utilisateur
hr: Operacija otkazana od strane korisnika
hu: Műveletet a felhasználó megszakította
is: Aðgerð aflýst af notanda
it: Operazione annullata dall'utente
nl: Bewerking geannuleerd door gebruiker
no: Operasjon avbrutt av bruker
pt: Operação cancelada pelo usuário
ru: Операция отменена пользователем
sk: Operácia zrušená používateľom
sv: Åtgärd avbruten av användaren
uk: Операція скасована користувачем

source: Please configure your token and try again.
pt: Por favor, configure seu token e tente novamente.

source: 🔍 DRY-RUN MODE - Package generation simulation:
bg: 🔍 РЕЖИМ СИМУЛАЦИЯ - Генериране на пакет:
da: 🔍 TØR-UD MODUS - Pakke-generering simulering:
de: 🔍 TROCKENLAUF-MODUS - Paketgenerierungssimulation:
et: 🔍 KUIVÕTMINE REŽIIM - Paketi genereerimise simuleerimine:
fi: 🔍 Kuiva-ajotila - Pakettigeneroinnin simulointi:
fr: 🔍 MODE DE SIMULATION SANS EFFET - Génération de paquet :
hr: 🔍 MODUS SUŠENJA - Simulacija generiranja paketa:
hu: 🔍 SZÁRAZFUTÁS MÓD - Csomaggenerálás szimuláció:
is: 🔍 ÞURF-REYNIR MODE - Pakkagerðarsýning:
it: 🔍 MODALITÀ DI PROVA - Simulazione della generazione del pacchetto:
nl: 🔍 DROGE RUN MODUS - Pakketgeneratie-simulatie:
no: 🔍 TØR-KJØR MODUS - Pakke generering simulering:
pt: 🔍 MODO SIMULAÇÃO - Simulação de geração de pacote:
ru: 🔍 РЕЖИМ СУХОГО ЗАПУСКА - Симуляция генерации пакета:
sv: 🔍 DRY-RUN LÄGE - Simulering av paketgenerering:

source: Would perform:
bg: Би извършил:
da: Ville udføre:
de: Würde ausführen:
et: Teeks:
fi: Suorittaisi:
fr: Effectuerait :
hr: Izvršio bi:
hu: Végrehajtaná:
is: Myndu framkvæma:
it: Eseguirebbe:
nl: Zou uitvoeren:
no: Vil utføre:
pt: Executaria:
ru: Выполнит:
sv: Skulle utföra:

source: 1. Commit changes (if any)
bg: 1. Записване на промените (ако има такива)
da: 1. Udfør ændringer (hvis der er nogen)
de: Änderungen übernehmen (sofern vorhanden)
et: 1. Salvestage muudatused (kui neid on)
fi: 1. Tallenna muutokset (jos niitä on)
fr: 1. Valider les modifications (le cas échéant)
hr: 1. Potvrdi promjene (ako ih ima)
hu: 1. Változtatások elkötelezése (ha van)
is: 1. Skila breytingum (ef einhverjar)
it: 1. Commetti le modifiche (se presenti)
nl: 1. Wijzigingen committen (indien van toepassing)
no: 1. Forplikt endringer (hvis noen)
pt: 1. Commitar alterações (se houver)
ru: 1. Зафиксировать изменения (если есть)
sv: 1. Begå ändringar (om några)

source: 2. Merge to main (if {0} = stable/extra)
bg: 2. Сливане в основния клон (ако {0} = стабилен/допълнителен)
da: 2. Flet til hoved (hvis {0} = stabil/ekstra)
de: 2. In den Hauptzweig zusammenführen (wenn {0} = stabil/extra)
et: 2. Ühenda põhiga (kui {0} = stabiilne/ekstra)
fi: 2. Yhdistä päähaaraan (jos {0} = vakaa/ylimääräinen)
fr: 2. Fusionner dans la branche principale (si {0} = stable/extra)
hr: 2. Spoji u glavni (ako je {0} = stabilno/dodatno)
hu: 2. Összevonás a főbe (ha {0} = stabil/extra)
is: 2. Sameinaðu í aðal (ef {0} = stöðugt/auka)
it: 2. Unisci nel ramo principale (se {0} = stabile/extra)
nl: 2. Samenvoegen naar hoofd (als {0} = stabiel/extra)
no: 2. Slå sammen til hoved (hvis {0} = stabil/ekstra)
pt: 2. Merge para main (se {0} = stable/extra)
ru: 2. Слияние в основную ветку (если {0} = стабильная/дополнительная)
sv: 2. Sammanfoga till huvud (om {0} = stabil/extra)

source: 3. Trigger GitHub Actions workflow
bg: 3. Стартиране на GitHub Actions работен поток
da: 3. Udløs GitHub Actions arbejdsflow
de: 3. GitHub Actions-Workflow auslösen
et: 3. Käivita GitHub Actions töövoog
fi: 3. Käynnistä GitHub Actions -työnkulku
fr: 3. Déclencher le flux de travail GitHub Actions
hr: 3. Pokreni GitHub Actions radni tok
hu: 3. GitHub Actions munkafolyamat indítása
is: 3. Kveikja GitHub Actions vinnuflæði
it: 3. Attiva il flusso di lavoro di GitHub Actions
nl: 3. GitHub Actions-workflow activeren
no: 3. Utløse GitHub Actions arbeidsflyt
pt: 3. Acionar workflow do GitHub Actions
ru: 3. Запустить рабочий процесс GitHub Actions
sv: 3. Utlös GitHub Actions-arbetsflöde

source: - Package type: {0}
bg: - Тип пакет: {0}
da: - Pakke type: {0}
de: - Pakettyp: {0}
et: - Paketi tüüp: {0}
fi: - Pakettityyppi: {0}
fr: - Type de paquet : {0}
hr: - Tip paketa: {0}
hu: - Csomag típusa: {0}
is: - Pakka tegund: {0}
it: - Tipo di pacchetto: {0}
nl: - Pakkettype: {0}
no: - Pakke type: {0}
pt: - Tipo de pacote: {0}
ru: - Тип пакета: {0}
sv: - Pakettyp: {0}

source: enabled
bg: активиран
da: aktiveret
de: aktiviert
et: lubatud
fi: käytössä
fr: activé
hr: omogućeno
hu: engedélyezve
is: virktur
it: abilitato
nl: ingeschakeld
no: aktivert
pt: habilitado
ru: включено
sk: povolené
sv: aktiverad
uk: включено

source: disabled
bg: деактивиран
da: deaktiveret
de: deaktiviert
et: keelatud
fi: poistettu käytöstä
fr: désactivé
hr: onemogućen
hu: letiltva
is: ófært
it: disabilitato
nl: uitgeschakeld
no: deaktivert
pt: desabilitado
ru: отключен
sk: zakázané
sv: inaktiverad

source: ✓ Dry-run completed (no workflow triggered)
bg: ✓ Изпълнението на симулацията е завършено (без задействан работен процес)
da: ✓ Tørkørsel gennemført (ingen arbejdsgang udløst)
de: ✓ Trockenlauf abgeschlossen (kein Workflow ausgelöst)
et: ✓ Kuivjooks lõpetatud (töösuund ei käivitunud)
fi: ✓ Kuivaajo suoritettu (ei työnkulkua käynnistetty)
fr: ✓ Exécution à sec terminée (aucun flux de travail déclenché)
hr: ✓ Suhođenje završeno (nema pokrenutog radnog toka)
hu: ✓ Száraz futás befejezve (nincs munkafolyamat aktiválva)
is: ✓ Þurrkeyrsla lokið (engin vinnuflæði virkjuð)
it: ✓ Esecuzione simulata completata (nessun flusso di lavoro attivato)
nl: ✓ Droogloop voltooid (geen workflow geactiveerd)
no: ✓ Tørrkjøring fullført (ingen arbeidsflyt utløst)
pt: ✓ Simulação concluída (nenhum workflow acionado)
ru: ✓ Прогон завершен (работа не запущена)
sv: ✓ Torrkörning slutförd (ingen arbetsflöde utlösts)
