Repository: big-comm/gitrepo
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Cannot commit with conflict markers in files
bg: Не може да се извърши комит с маркери за конфликти в файловете
da: Kan ikke committe med konfliktmarkører i filer
de: Kann nicht mit Konfliktmarkierungen in Dateien committen
et: Ei saa kinnitada, kuna failides on konfliktimarkerid.
fi: Ei voi sitoutua, koska tiedostoissa on konfliktimerkkejä.
fr: Impossible de valider avec des marqueurs de conflit dans les fichiers
hr: Ne može se izvršiti commit s markerima sukoba u datotekama
hu: Nem lehet elkötelezni a fájlokban található konfliktusjelzőkkel.
is: Get ekki skuldbinda með árekstrarmerki í skrám
it: Impossibile eseguire il commit con i marcatori di conflitto nei file
nl: Kan niet committen met conflictmarkeringen in bestanden
no: Kan ikke utføre commit med konfliktmarkører i filer
pt: Não é possível commitar com marcadores de conflito nos arquivos
ru: Невозможно выполнить коммит с маркерами конфликтов в файлах
sk: Nie je možné vykonať commit s konfliktovými značkami v súboroch
sv: Kan inte göra commit med konfliktmarkörer i filer

source: ✗ Failed to resolve conflicts
bg: ✗ Неуспешно разрешаване на конфликти
da: ✗ Mislykkedes at løse konflikter
de: ✗ Konflikte konnten nicht gelöst werden
et: ✗ Konflikte ei saanud lahendada
fi: ✗ Konfliktien ratkaiseminen epäonnistui
fr: ✗ Échec de la résolution des conflits
hr: ✗ Neuspješno rješavanje sukoba
hu: ✗ A konfliktusok feloldása nem sikerült
is: ✗ Ekki tókst að leysa ágreininga
it: ✗ Impossibile risolvere i conflitti
nl: ✗ Conflicten konden niet worden opgelost
no: ✗ Mislyktes i å løse konflikter
pt: ✗ Falha ao resolver conflitos
ru: ✗ Не удалось разрешить конфликты
sk: ✗ Nepodarilo sa vyriešiť konflikty
sv: ✗ Misslyckades med att lösa konflikter
uk: ✗ Не вдалося вирішити конфлікти

source: Please resolve manually:
bg: Моля, разрешете ръчно:
da: Venligst løs manuelt:
de: Bitte manuell lösen:
et: Palun lahendage käsitsi:
fi: Ole hyvä ja ratkaise manuaalisesti:
fr: Veuillez résoudre manuellement :
hr: Molimo riješite ručno:
hu: Kérjük, oldja meg manuálisan:
is: Vinsamlegast leystu handvirkt:
it: Si prega di risolvere manualmente:
nl: Gelieve handmatig op te lossen:
no: Vennligst løs manuelt:
pt: Por favor, resolva manualmente:
ru: Пожалуйста, разрешите вручную:
sk: Prosím, vyriešte manuálne:
sv: Vänligen lös manuellt:
uk: Будь ласка, вирішіть вручну:

source: 1. Edit conflicted files
bg: 1. Редактиране на конфликтни файлове
da: 1. Rediger konfliktfyldte filer
de: 1. Konfliktdateien bearbeiten
et: 1. Redigeeri konfliktseid faile
fi: 1. Muokkaa ristiriitaisia tiedostoja
fr: 1. Modifier les fichiers en conflit
hr: 1. Uredi sukobljene datoteke
hu: 1. Konfliktusos fájlok szerkesztése
is: 1. Breyta deildu skrám
it: 1. Modifica i file in conflitto
nl: 1. Bewerk conflicterende bestanden
no: 1. Rediger konflikterte filer
pt: 1. Edite arquivos com conflito
ru: 1. Редактировать конфликтующие файлы
sk: 1. Upravte konfliktné súbory
sv: 1. Redigera konfliktfyllda filer

source: 2. Remove <<<<<<, =======, >>>>>>> markers
bg: 2. Премахнете <<<<<<, =======, >>>>>>> маркери
da: 2. Fjern <<<<<<, =======, >>>>>>> markører
de: 2. Entfernen Sie die <<<<<<, =======, >>>>>>> Marker
et: 2. Eemalda markerid <<<<<<, =======, >>>>>>>
fi: 2. Poista <<<<<<, =======, >>>>>>> -merkit
fr: 2. Supprimer les marqueurs <<<<<<, =======, >>>>>>>
hr: 2. Uklonite oznake <<<<<<, =======, >>>>>>>
hu: 2. Távolítsa el a <<<<<<, =======, >>>>>>> jelölőket
is: 2. Fjarlægðu <<<<<<, =======, >>>>>>> merki
it: 2. Rimuovi i marcatori <<<<<<, =======, >>>>>>>
nl: 2. Verwijder <<<<<<, =======, >>>>>>> markeringen
no: 2. Fjern <<<<<<, =======, >>>>>>> markører
pt: 2. Remova marcadores <<<<<<, =======, >>>>>>>
ru: 2. Удалите маркеры <<<<<<, =======, >>>>>>>
sk: 2. Odstrániť značky <<<<<<, =======, >>>>>>>
sv: 2. Ta bort <<<<<<, =======, >>>>>>> markörer
uk: 2. Видалити маркери <<<<<<, =======, >>>>>>>

source: 3. Run 'git add <file>'
bg: 3. Изпълнете 'git add <file>'
da: 3. Kør 'git add <fil>'
de: 3. Führen Sie 'git add <datei>' aus
et: 3. Käivita 'git add <fail>'
fi: 3. Suorita 'git add <tiedosto>'
fr: 3. Exécutez 'git add <fichier>'
hr: 3. Pokrenite 'git add <file>'
hu: 3. Futtasd a 'git add <file>' parancsot
is: 3. Keyra 'git add <file>'
it: 3. Esegui 'git add <file>'
nl: 3. Voer 'git add <bestand>' uit
no: 3. Kjør 'git add <fil>'
pt: 3. Execute 'git add <arquivo>'
ru: 3. Выполните 'git add <file>'
sk: 3. Spustite 'git add <file>'
sv: 3. Kör 'git add <fil>'
uk: 3. Запустіть 'git add <file>'

source: 4. Run this command again
bg: 4. Изпълнете тази команда отново
da: 4. Kør denne kommando igen
de: 4. Führen Sie diesen Befehl erneut aus
et: 4. Käivita see käsk uuesti
fi: 4. Suorita tämä komento uudelleen
fr: 4. Exécutez à nouveau cette commande
hr: 4. Ponovno pokrenite ovu naredbu
hu: 4. Futtassa újra ezt a parancsot
is: 4. Keyrðu þessa skipun aftur
it: 4. Esegui di nuovo questo comando
nl: 4. Voer dit commando opnieuw uit
no: 4. Kjør denne kommandoen igjen
pt: 4. Execute este comando novamente
ru: 4. Запустите эту команду снова
sk: 4. Spustite tento príkaz znova
sv: 4. Kör det här kommandot igen
uk: 4. Запустіть цю команду знову

source: ✓ Conflicts resolved, continuing...
bg: ✓ Конфликтите са разрешени, продължаваме...
da: ✓ Konflikter løst, fortsætter...
de: ✓ Konflikte gelöst, fortfahren...
et: ✓ Konfliktid lahendatud, jätkame...
fi: ✓ Konfliktit ratkaistu, jatketaan...
fr: ✓ Conflits résolus, poursuite...
hr: ✓ Sukobi su riješeni, nastavljam...
hu: ✓ Konfliktusok megoldva, folytatás...
is: ✓ Ágreiningar leystar, haldið áfram...
it: ✓ Conflitti risolti, continuando...
nl: ✓ Conflicten opgelost, doorgaan...
no: ✓ Konflikter løst, fortsetter...
pt: ✓ Conflitos resolvidos, continuando...
ru: ✓ Конфликты разрешены, продолжаем...
sk: ✓ Konflikty boli vyriešené, pokračujem...
sv: ✓ Konflikter lösta, fortsätter...
uk: ✓ Конфлікти вирішено, продовжуємо...

source: Staging and committing changes...
bg: Подготовка и ангажиране на промени...
da: Klargøring og forpligtelse af ændringer...
de: Änderungen vorbereiten und festschreiben...
et: Muudatuste lavastamine ja kinnitamine...
pt: Preparando e commitando alterações...

source: ✓ Changes committed locally
bg: ✓ Промените са ангажирани локално
da: ✓ Ændringer forpligtet lokalt
de: ✓ Änderungen lokal übernommen
et: ✓ Muudatused on kohapeal salvestatud
pt: ✓ Alterações commitadas localmente

source: ⚠️ Your branch has diverged from remote!
bg: ⚠️ Вашата клонка се е отклонила от отдалечения!
da: ⚠️ Din gren er divergeret fra den fjerne!
de: ⚠️ Ihr Branch hat sich vom Remote-Branch getrennt!
et: ⚠️ Teie haru on kaugenenud kaugserverist!
pt: ⚠️ Sua branch divergiu do remoto!

source: Local: {0} commit(s) ahead
bg: Локално: {0} комит(а) напред
da: Lokal: {0} commit(s) foran
de: Lokal: {0} Commit(s) voraus
et: Kohalik: {0} commit(i) ees
pt: Local: {0} commit(s) à frente

source: Remote: {0} commit(s) behind
bg: Отдалечен: {0} комит(а) зад
da: Fjernbetjening: {0} commit(s) bagud
de: Remote: {0} Commit(s) hinter
et: Kaugtöö: {0} commit(t) taga
pt: Remoto: {0} commit(s) atrás

source: Your local commits:
pt: Seus commits locais:

source: ... and {0} more
bg: ... и {0} още
da: ... og {0} mere
de: ... und {0} weitere
et: ... ja {0} rohkem
pt: ... e mais {0}

source: Remote commits (not in local):
pt: Commits remotos (não locais):

source: How do you want to resolve this divergence?
bg: Как искате да разрешите това отклонение?
da: Hvordan vil du løse denne afvigelse?
de: Wie möchten Sie diese Divergenz lösen?
et: Kuidas soovite seda lahknevust lahendada?
pt: Como você deseja resolver esta divergência?

source: 📥 Pull with rebase (RECOMMENDED - clean history)
bg: 📥 Изтегли с rebase (ПРЕПОРЪЧИТЕЛНО - чиста история)
da: 📥 Hent med rebase (ANBEFALET - ren historik)
de: 📥 Pull mit Rebase (EMPFOHLEN - saubere Historie)
et: 📥 Tõmba rebase'iga (SOOVITATAV - puhas ajalugu)
pt: 📥 Pull com rebase (RECOMENDADO - histórico limpo)

source: 🔀 Pull with merge (keeps both histories)
bg: 🔀 Изтегляне с обединение (запазва и двете истории)
da: 🔀 Hent med sammenfletning (beholder begge historikker)
de: 🔀 Pull mit Zusammenführung (beide Historien beibehalten)
et: 🔀 Tõmba koos ühinemisega (hoiab mõlemad ajaloos)
pt: 🔀 Pull com merge (mantém ambos históricos)

source: ⚠️ Force push (DANGEROUS - overwrites remote!)
bg: ⚠️ Силово изпращане (ОПАСНО - презаписва отдалеченото!)
da: ⚠️ Tvinge push (FARLIG - overskriver fjern!)
de: ⚠️ Force Push (GEFÄHRLICH - überschreibt Remote!)
et: ⚠️ Sundige push (OHTLIK - kirjutab kaugserveri üle!)
pt: ⚠️ Push forçado (PERIGOSO - sobrescreve remoto!)

source: ❌ Cancel and resolve manually
bg: ❌ Отказване и ръчно разрешаване
da: ❌ Annuller og løs manuelt
de: ❌ Abbrechen und manuell lösen
et: ❌ Tühista ja lahenda käsitsi
pt: ❌ Cancelar e resolver manualmente

source: Your commit is saved locally. To complete:
bg: Вашето комит е запазено локално. За да завършите:
da: Din commit er gemt lokalt. For at fuldføre:
de: Ihr Commit wurde lokal gespeichert. Um abzuschließen:
et: Teie commit on salvestatud kohalikult. Täiendamiseks:
pt: Seu commit está salvo localmente. Para completar:

source: 2. Resolve any conflicts
bg: 2. Решете всички конфликти
da: 2. Løs eventuelle konflikter
de: 2. Konflikte beheben
et: 2. Lahenda kõik konfliktid
pt: 2. Resolva quaisquer conflitos

source: ✗ Failed to resolve divergence
bg: ✗ Неуспешно разрешаване на разминаване
da: ✗ Mislykkedes at løse divergens
de: ✗ Fehler beim Beheben der Divergenz
et: ✗ Eba tõrke lahendamine ebaõnnestus
pt: ✗ Falha ao resolver divergência

source: Your commit is saved locally. Please resolve manually.
bg: Вашето комитване е запазено локално. Моля, разрешете ръчно.
da: Din commit er gemt lokalt. Venligst løs det manuelt.
de: Ihr Commit wurde lokal gespeichert. Bitte manuell lösen.
et: Teie commit on salvestatud kohalikult. Palun lahendage käsitsi.
pt: Seu commit está salvo localmente. Por favor, resolva manualmente.

source: ✗ Push failed: {0}
bg: ✗ Изтласкването не успя: {0}
da: ✗ Push mislykkedes: {0}
de: ✗ Push fehlgeschlagen: {0}
et: ✗ Edastus ebaõnnestus: {0}
pt: ✗ Push falhou: {0}

source: Your branch is {0} commit(s) behind remote
bg: Вашият клон е с {0} комит(а) зад отдалеченото хранилище.
da: Din gren er {0} commit(s) bag fjernlageret.
de: Ihr Branch ist {0} Commit(s) hinter dem Remote.
et: Teie haru on {0} commit(i) võrra kaugemal kaugserverist.
pt: Sua branch está {0} commit(s) atrás do remoto

source: Pull failed, trying merge...
bg: Неуспешно изтегляне, опит за сливане...
da: Hentning mislykkedes, forsøger at flette...
de: Pull fehlgeschlagen, versuche Zusammenführung...
et: Tõmbamine ebaõnnestus, proovime liita...
pt: Pull falhou, tentando merge...

source: ✗ Could not sync with remote
bg: ✗ Не можа да се синхронизира с отдалеченото местоположение
da: ✗ Kunne ikke synkronisere med fjernserver
de: ✗ Konnte nicht mit dem Remote synchronisieren
et: ✗ Ei õnnestunud sünkroonida kaugserveriga
pt: ✗ Não foi possível sincronizar com remoto

source: Pull {0} commit(s) from remote before pushing?
bg: Изтеглете {0} комит(а) от отдалеченото хранилище преди да извършите push?
da: Hent {0} commit(s) fra fjernlageret før du skubber?
de: Vor dem Pushen {0} Commit(s) vom Remote abrufen?
et: Tõmba {0} commit(i) kaugserverist enne pushimist?
pt: Baixar {0} commit(s) do remoto antes de fazer push?

source: ✗ Pull failed
bg: ✗ Изтеглянето не успя
da: ✗ Hentning mislykkedes
de: ✗ Abruf fehlgeschlagen
et: ✗ Tõmme ebaõnnestus
pt: ✗ Pull falhou

source: Error ensuring branch exists: {0}
bg: Грешка при осигуряване на съществуването на клон: {0}
da: Fejl ved sikring af, at grenen eksisterer: {0}
de: Fehler beim Sicherstellen, dass der Zweig existiert: {0}
et: Viga haru tagamise: {0}
fi: Virhe varmistaessa, että haara on olemassa: {0}
fr: Erreur lors de la vérification de l'existence de la branche : {0}
hr: Greška prilikom osiguravanja postojanja grane: {0}
hu: Hiba a ág létezésének biztosításakor: {0}
is: Villa að tryggja að grein sé til: {0}
it: Errore durante la verifica dell'esistenza del ramo: {0}
nl: Fout bij het waarborgen dat de tak bestaat: {0}
no: Feil ved å sikre at grenen eksisterer: {0}
pt: Erro ao garantir existência da branch: {0}
ru: Ошибка при обеспечении существования ветки: {0}
sk: Chyba pri zabezpečení existencie vetvy: {0}
sv: Fel vid säkerställande av att grenen finns: {0}
uk: Помилка при забезпеченні існування гілки: {0}

source: Operation mode set to: {0}
bg: Режим на работа зададен на: {0}
da: Driftsmode indstillet til: {0}
de: Betriebsmodus eingestellt auf: {0}
et: Töörežiim seadistatud: {0}
fi: Toimintatila asetettu: {0}
fr: Mode d'opération défini sur : {0}
hr: Način rada postavljen na: {0}
hu: Működési mód beállítva: {0}
is: Aðgerðastilling stillt á: {0}
it: Modalità operativa impostata su: {0}
nl: Bedrijfsmodus ingesteld op: {0}
no: Driftsmodus satt til: {0}
pt: Modo de operação definido para: {0}
ru: Режим работы установлен на: {0}
sk: Režim operácie nastavený na: {0}
sv: Driftsläge inställt på: {0}
uk: Режим роботи встановлено на: {0}

source: 🔍 DRY-RUN MODE: No operations will be executed
bg: 🔍 РЕЖИМ НА СУХО ИЗПЪЛНЕНИЕ: Няма да се изпълняват операции
da: 🔍 TØR-KØRSELSTILSTAND: Ingen operationer vil blive udført
de: 🔍 TROCKENLAUFMODUS: Es werden keine Operationen ausgeführt
et: 🔍 KUIVKÄIMISE REŽIIM: Ükski toiming ei toimu
fi: 🔍 Kuiva-ajotila: Toimintoja ei suoriteta
fr: 🔍 MODE DE SIMULATION : Aucune opération ne sera exécutée
hr: 🔍 MODUS SUŠENJA: Nema izvršenih operacija
hu: 🔍 SZÁRAZ FUTTATÁS MÓD: Nincsenek végrehajtva műveletek
is: 🔍 ÞURR-REKSTRARHAMUR: Engar aðgerðir verða framkvæmdar
it: 🔍 MODALITÀ DI PROVA: Nessuna operazione verrà eseguita
nl: 🔍 DROGE RUN MODUS: Er zullen geen bewerkingen worden uitgevoerd
no: 🔍 TØR-KJØRINGS MODUS: Ingen operasjoner vil bli utført
pt: 🔍 MODO DE SIMULAÇÃO: Nenhuma operação será executada
ru: 🔍 РЕЖИМ ПРОБНОГО ЗАПУСКА: Операции не будут выполнены
sk: 🔍 MÓD DRY-RUN: Žiadne operácie nebudú vykonané
sv: 🔍 TESTKÖRNINGSLÄGE: Inga operationer kommer att utföras

source: Force CLI mode (terminal interface)
bg: Принудителен режим на CLI (терминален интерфейс)
cs: Vynutit režim CLI (terminálové rozhraní)
da: Tving CLI-tilstand (terminalgrænseflade)
de: Zwingen Sie den CLI-Modus (Terminalschnittstelle)
el: Επιβολή λειτουργίας CLI (τερματική διεπαφή)
es: Forzar modo CLI (interfaz de terminal)
et: Sunnivi CLI režiim (terminali liides)
fi: Pakota CLI-tila (terminaalikäyttöliittymä)
fr: Forcer le mode CLI (interface terminal)
he: כוח מצב CLI (ממשק טרמינל)
hr: Prisilni CLI način (terminalsko sučelje)
hu: Kényszerített CLI mód (terminál felület)
is: Þvinga CLI ham (terminal viðmót)
it: Forza modalità CLI (interfaccia terminale)
ja: 強制CLIモード（ターミナルインターフェース）
nl: Force CLI-modus (terminalinterface)
no: Tving CLI-modus (terminalgrensesnitt)
pl: Wymuś tryb CLI (interfejs terminala)
pt: Forçar modo CLI (interface de terminal)
ro: Forțează modul CLI (interfață terminal)
ru: Принудительный режим CLI (интерфейс терминала)
sk: Nútenie režimu CLI (terminálové rozhranie)
sv: Tvinga CLI-läge (terminalgränssnitt)
tr: Zorla CLI modu (terminal arayüzü)
uk: Примус CLI режим (термінальний інтерфейс)

source: Force GUI mode (graphical interface)
bg: Принудителен GUI режим (графичен интерфейс)
cs: Vynutit režim GUI (grafické rozhraní)
da: Tving GUI-tilstand (grafisk grænseflade)
de: GUI-Modus erzwingen (grafische Benutzeroberfläche)
el: Επιβολή λειτουργίας GUI (γραφική διεπαφή)
es: Forzar modo GUI (interfaz gráfica)
et: Sunnita GUI režiim (graafiline liides)
fi: Pakota GUI-tila (graafinen käyttöliittymä)
fr: Forcer le mode GUI (interface graphique)
he: כפה מצב GUI (ממשק גרפי)
hr: Prisilni GUI način (grafičko sučelje)
hu: Kényszerített GUI mód (grafikus felület)
is: Þvinga GUI ham (grafísk viðmót)
it: Forza modalità GUI (interfaccia grafica)
ja: GUIモードを強制する（グラフィカルインターフェース）
nl: Force GUI-modus (grafische interface)
no: Tving GUI-modus (grafisk grensesnitt)
pl: Wymuś tryb GUI (interfejs graficzny)
pt: Forçar modo GUI (interface gráfica)
ro: Forțează modul GUI (interfață grafică)
ru: Принудительный режим графического интерфейса
sk: Núti režim GUI (grafické rozhranie)
sv: Tvinga GUI-läge (grafiskt gränssnitt)
tr: Zorla GUI modu (grafik arayüz)
uk: Примусове GUI-режим (графічний інтерфейс)

source: Show this help message and exit
bg: Покажи това съобщение за помощ и излез
cs: Zobrazit tuto nápovědu a ukončit
da: Vis denne hjælpebesked og afslut
de: Zeige diese Hilfenachricht an und beende das Programm
el: Εμφάνιση αυτού του μηνύματος βοήθειας και έξοδος
es: Mostrar este mensaje de ayuda y salir
et: Kuvaa see abiteade ja välju
fi: Näytä tämä ohjeviesti ja poistu
fr: Afficher ce message d'aide et quitter
he: הצג הודעת עזרה זו וצא
hr: Prikaži ovu pomoćnu poruku i izađi
hu: Mutassa ezt a súgóüzenetet és lépjen ki
is: Sýna þessa aðstoðarskilaboð og hætta
it: Mostra questo messaggio di aiuto e esci
ja: このヘルプメッセージを表示して終了します
nl: Toon dit helpbericht en sluit af
no: Vis vis denne hjelpeteksten og avslutt
pl: Pokaż tę wiadomość pomocy i zakończ
pt: Mostrar esta mensagem de ajuda e sair
ro: Afișează acest mesaj de ajutor și ieși
ru: Показать это сообщение помощи и выйти
sk: Zobraziť túto pomocnú správu a ukončiť
sv: Visa detta hjälpmeddelande och avsluta
tr: Bu yardım mesajını göster ve çık.
uk: Показати це повідомлення про допомогу та вийти

source: Configure GitHub organization
bg: Конфигуриране на GitHub организация
cs: Konfigurovat organizaci GitHub
da: Konfigurer GitHub-organisation
de: GitHub-Organisation konfigurieren
el: Ρύθμιση οργάνωσης GitHub
es: Configurar organización de GitHub
et: Konfigureeri GitHubi organisatsioon
fi: Määritä GitHub-organisaatio
fr: Configurer l'organisation GitHub
he: הגדר ארגון GitHub
hr: Konfiguriraj GitHub organizaciju
hu: GitHub szervezet konfigurálása
is: Stillir GitHub stofnun
it: Configura l'organizzazione GitHub
ja: GitHub 組織の設定
nl: Configure GitHub-organisatie
no: Konfigurer GitHub-organisasjon
pl: Skonfiguruj organizację GitHub
pt: Configurar organização do GitHub
ro: Configurează organizația GitHub
ru: Настроить организацию GitHub
sk: Konfigurácia organizácie GitHub
sv: Konfigurera GitHub-organisation
tr: GitHub organizasyonunu yapılandırın
uk: Налаштувати організацію GitHub

source: Choices: {big-comm, biglinux}
bg: Избори: {big-comm, biglinux}
cs: Možnosti: {big-comm, biglinux}
da: Valg: {big-comm, biglinux}
de: Auswahl: {big-comm, biglinux}
el: Επιλογές: {big-comm, biglinux}
es: Opciones: {big-comm, biglinux}
et: Valikud: {big-comm, biglinux}
fi: Valinnat: {big-comm, biglinux}
fr: Choix : {big-comm, biglinux}
he: אפשרויות: {big-comm, biglinux}
hr: Izbori: {big-comm, biglinux}
hu: Választások: {big-comm, biglinux}
is: Valkostir: {big-comm, biglinux}
it: Scelte: {big-comm, biglinux}
ja: 選択肢: {big-comm, biglinux}
nl: Keuzes: {big-comm, biglinux}
no: Valg: {big-comm, biglinux}
pl: Wybory: {big-comm, biglinux}
pt: Opções: {big-comm, biglinux}
ro: Alegeri: {big-comm, biglinux}
ru: Выбор: {big-comm, biglinux}
sk: Možnosti: {big-comm, biglinux}
sv: Valmöjligheter: {big-comm, biglinux}
tr: Seçenekler: {big-comm, biglinux}
uk: Вибір: {big-comm, biglinux}

source: Commit/push and generate package
bg: Комит/изпрати и генерирай пакет
cs: Zavázat/push a vygenerovat balíček
da: Udfør/push og generer pakke
de: Commit/Senden und Paket generieren
el: Δέσμευση/ώθηση και δημιουργία πακέτου
es: Confirmar/empujar y generar paquete
et: Pühenda/edasta ja genereeri pakett
fi: Vahvista/push ja luo paketti
fr: Valider/pousser et générer le paquet
he: בצע התחייבות/דחיפה ויצר חבילה
hr: Zavezi/potisni i generiraj paket
hu: Kötelezés/feltöltés és csomag létrehozása
is: Senda/push og búa til pakka
it: Impegnare/inviare e generare pacchetto
ja: コミット/プッシュしてパッケージを生成する
nl: Commit/duw en genereer pakket
no: Forplikt/trykk og generer pakke
pl: Zatwierdź/wypchnij i wygeneruj pakiet
pt: Commit/push e gerar pacote
ro: Comitează/push și generează pachet
ru: Коммит/пуш и сгенерировать пакет
sk: Zaviazať/push a vygenerovať balík
sv: Commit/tryck och generera paket
tr: Taahhüt/itme ve paket oluşturma
uk: Коміт/пуш і згенерувати пакет

source: Just commit/push with the specified message
bg: Просто направете commit/push с указаното съобщение
cs: Jednoduše proveďte commit/push se zadanou zprávou
da: Bare commit/push med den angivne besked
de: Einfach mit der angegebenen Nachricht committen/pushen.
el: Απλώς κάντε commit/push με το καθορισμένο μήνυμα
es: Solo confirma/empuja con el mensaje especificado
et: Lihtsalt pühenda/saada koos määratud sõnumiga
fi: Vain sitoudu/pushaa määritetyllä viestillä
fr: Il suffit de valider/pousser avec le message spécifié.
he: פשוט בצע commit/push עם ההודעה המוגדרת
hr: Samo izvrši commit/push s navedenom porukom
hu: Csak elkötelezés/push a megadott üzenettel
is: Bara skulda/push-a með tilgreindri skilaboðum
it: Esegui il commit/inviare con il messaggio specificato
ja: 指定されたメッセージでコミット/プッシュしてください。
nl: Commit/push gewoon met het opgegeven bericht
no: Bare forplikt/push med den angitte meldingen
pl: Po prostu zatwierdź/wypchnij z określoną wiadomością
pt: Apenas commitar/enviar com a mensagem especificada
ro: Doar comite/împinge cu mesajul specificat
ru: Просто выполните коммит/пуш с указанным сообщением
sk: Jednoducho potvrďte/pushnite so špecifikovanou správou
sv: Bara gör en commit/push med det angivna meddelandet
tr: Sadece belirtilen mesajla commit/push yapın.
uk: Просто зафіксуйте/відправте з вказаним повідомленням

source: Read commit message from file (multi-line support)
de: Commit-Nachricht aus Datei lesen (Unterstützung für mehrere Zeilen)
et: Loe commit-sõnum faili (mitme rea tugi)
pt: Ler mensagem de commit de arquivo (suporte a múltiplas linhas)

source: Build AUR package
bg: Създайте AUR пакет
cs: Vytvořit AUR balíček
da: Byg AUR-pakke
de: AUR-Paket erstellen
el: Δημιουργία πακέτου AUR
es: Construir paquete AUR
et: Käivita AUR pakett
fi: Rakenna AUR-paketti
fr: Construire un paquet AUR
he: בנה חבילת AUR
hr: Izradite AUR paket
hu: AUR csomag építése
is: Byggðu AUR pakka
it: Crea pacchetto AUR
ja: AURパッケージをビルド
nl: Bouw AUR-pakket
no: Bygg AUR-pakke
pl: Zbuduj pakiet AUR
pt: Compilar pacote AUR
ro: Construiește pachet AUR
ru: Собрать пакет AUR
sk: Vytvoriť AUR balík
sv: Bygg AUR-paket
tr: AUR paketi oluştur
uk: Створити пакет AUR

source: Open in CLI mode
bg: Отворете в режим CLI
cs: Otevřít v režimu CLI
da: Åbn i CLI-tilstand
de: Im CLI-Modus öffnen
el: Άνοιγμα σε λειτουργία CLI
es: Abrir en modo CLI
et: Ava CLI režiimis
fi: Avaa CLI-tilassa
fr: Ouvrir en mode CLI
he: פתח במצב CLI
hr: Otvorite u CLI načinu
hu: Nyitás CLI módban
is: Opna í CLI ham.
it: Apri in modalità CLI
ja: CLIモードで開く
nl: Open in CLI-modus
no: Åpne i CLI-modus
pl: Otwórz w trybie CLI
pt: Abrir em modo CLI
ro: Deschide în modul CLI
ru: Открыть в режиме CLI
sk: Otvoriť v režime CLI
sv: Öppna i CLI-läge
tr: CLI modunda aç
uk: Відкрити в режимі CLI

source: Open in GUI mode
bg: Отворете в графичен режим
cs: Otevřít v režimu GUI
da: Åbn i GUI-tilstand
de: Im GUI-Modus öffnen
el: Άνοιγμα σε λειτουργία GUI
es: Abrir en modo GUI
et: Ava GUI režiimis
fi: Avaa GUI-tilassa
fr: Ouvrir en mode GUI
he: פתח במצב GUI
hr: Otvorite u GUI načinu
hu: Megnyitás grafikus felhasználói felületen
is: Opna í GUI ham.
it: Apri in modalità GUI
ja: GUIモードで開く
nl: Open in GUI-modus
no: Åpne i GUI-modus
pl: Otwórz w trybie GUI
pt: Abrir em modo GUI
ro: Deschide în modul GUI
ru: Открыть в графическом интерфейсе
sk: Otvoriť v grafickom režime
sv: Öppna i GUI-läge
tr: GUI modunda aç
uk: Відкрити в графічному режимі
