Repository: big-comm/gitrepo
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Committing changes with message:
bg: Комитиране на промени с съобщение:
cs: Zavazování změn s zprávou:
da: Forpligte ændringer med besked:
de: Änderungen mit Nachricht festschreiben:
el: Δέσμευση αλλαγών με μήνυμα:
es: Confirmando cambios con mensaje:
et: Muudatuste kinnitamine sõnumiga:
fi: Vahvistetaan muutoksia viestillä:
fr: Validation des modifications avec le message :
he: מחויבת שינויים עם הודעה:
hr: Započinjanje promjena s porukom:
hu: Változtatások elkötelezése üzenettel:
is: Skila breytingum með skilaboðum:
it: Impegnare le modifiche con messaggio:
ja: 変更をメッセージと共にコミットする:
nl: Wijzigingen vastleggen met bericht:
no: Forplikte endringer med melding:
pl: Zatwierdzanie zmian z wiadomością:
pt: Submetendo alterações com a mensagem:
ro: Comiterea modificărilor cu mesajul:
ru: Фиксация изменений с сообщением:
sk: Zaväzovanie zmien s odkazom:
sv: Åtar ändringar med meddelande:
tr: Değişiklikleri mesaj ile taahhüt etme:
uk: Збереження змін з повідомленням:

source: Changes committed and pushed to {0} successfully!
bg: Промените са успешно записани и изпратени до {0}!
cs: Změny byly úspěšně potvrzeny a odeslány na {0}!
da: Ændringer forpligtet og skubbet til {0} med succes!
de: Änderungen erfolgreich an {0} übermittelt und gepusht!
el: Οι αλλαγές δεσμεύτηκαν και μεταφέρθηκαν στο {0} με επιτυχία!
es: ¡Cambios confirmados y enviados a {0} con éxito!
et: Muutatused on edukalt salvestatud ja edastatud {0}!
fi: Muutokset on sitoutettu ja työnnetty {0} onnistuneesti!
fr: Modifications engagées et poussées vers {0} avec succès !
he: שינויים הוקצו ודחפו ל-{0} בהצלחה!
hr: Promjene su uspješno potvrđene i poslane na {0}!
hu: A változtatások sikeresen elkötelezve és feltöltve a {0} helyre!
is: Breytingar skráðar og sendar á {0} með góðum árangri!
it: Modifiche confermate e inviate a {0} con successo!
ja: {0}に変更が正常にコミットされ、プッシュされました！
nl: Wijzigingen succesvol gecommit en gepusht naar {0}!
no: Endringer er forpliktet og sendt til {0} med suksess!
pl: Zmiany zostały zatwierdzone i przesłane do {0} pomyślnie!
pt: Alterações commitadas e enviadas para {0} com sucesso!
ro: Modificările au fost comise și trimise către {0} cu succes!
ru: Изменения успешно зафиксированы и отправлены в {0}!
sk: Zmeny boli úspešne odoslané a nahrané do {0}!
sv: Ändringar har framgångsrikt begåtts och pushats till {0}!
tr: {0} başarıyla taahhüt edildi ve gönderildi!
uk: Зміни успішно зафіксовані та надіслані до {0}!

source: Error during branch operations: {0}
bg: Грешка по време на операции с клонове: {0}
cs: Chyba během operací větve: {0}
da: Fejl under grenoperationer: {0}
de: Fehler bei den Zweig-Operationen: {0}
el: Σφάλμα κατά τη διάρκεια λειτουργιών κλάδου: {0}
es: Error durante las operaciones de rama: {0}
et: Viga haru operatsioonide ajal: {0}
fi: Virhe haaratoimintojen aikana: {0}
fr: Erreur lors des opérations de branche : {0}
he: שגיאה במהלך פעולות סניף: {0}
hr: Greška tijekom operacija grane: {0}
hu: Hiba a branch műveletek során: {0}
is: Villa við greinaraðgerðir: {0}
it: Errore durante le operazioni di ramo: {0}
ja: ブランチ操作中のエラー: {0}
nl: Fout tijdens takbewerkingen: {0}
no: Feil under grenerelaterte operasjoner: {0}
pl: Błąd podczas operacji na gałęzi: {0}
pt: Erro durante as operações de branch: {0}
ro: Eroare în timpul operațiunilor de ramură: {0}
ru: Ошибка во время операций с веткой: {0}
sk: Chyba počas operácií vetvy: {0}
sv: Fel vid grenoperationer: {0}
tr: Dalga işlemleri sırasında hata: {0}
uk: Помилка під час операцій з гілками: {0}

source: No changes to commit, using current branch for package.
bg: Няма промени за комитване, използвайки текущия клон за пакета.
cs: Žádné změny k potvrzení, používá se aktuální větev pro balíček.
da: Ingen ændringer at committe, bruger nuværende gren til pakken.
de: Keine Änderungen zum Commit, aktueller Zweig wird für das Paket verwendet.
el: Δεν υπάρχουν αλλαγές για δέσμευση, χρησιμοποιώντας το τρέχον κλάδο για το πακέτο.
es: No hay cambios para confirmar, utilizando la rama actual para el paquete.
et: Mingeid muudatusi ei ole, kasutades paketi jaoks praegust haru.
fi: Ei muutoksia sitoutettavaksi, käytetään nykyistä haaraa pakettia varten.
fr: Aucun changement à valider, utilisation de la branche actuelle pour le paquet.
he: אין שינויים להתחייב, משתמשים בענף הנוכחי עבור החבילה.
hr: Nema promjena za potvrdu, koristi se trenutna grana za paket.
hu: Nincsenek változtatások a kötelezéshez, a csomaghoz a jelenlegi ágat használja.
is: Engin engin til að skuldbinda, notaðu núverandi grein fyrir pakka.
it: Nessuna modifica da confermare, utilizzo il ramo attuale per il pacchetto.
ja: コミットする変更はありません。パッケージには現在のブランチを使用します。
nl: Geen wijzigingen om te committen, huidige branch wordt gebruikt voor pakket.
no: Ingen endringer å forplikte, bruker nåværende gren for pakken.
pl: Brak zmian do zatwierdzenia, używając bieżącej gałęzi dla pakietu.
pt: Sem alterações paro commitar, usando a branch atual para o pacote.
ro: Nu sunt modificări de comis, folosind ramura curentă pentru pachet.
ru: Нет изменений для коммита, используется текущая ветка для пакета.
sk: Žiadne zmeny na potvrdenie, používam aktuálnu vetvu pre balík.
sv: Inga ändringar att begå, använder nuvarande gren för paket.
tr: Değişiklik yok, paket için mevcut dal kullanılıyor.
uk: Немає змін для коміту, використовується поточна гілка для пакету.

source: Creating/updating branch {0} for your changes
bg: Създаване/актуализиране на клон {0} за вашите промени
cs: Vytváření/aktualizace větve {0} pro vaše změny
da: Opretter/opdaterer gren {0} til dine ændringer
de: Erstellen/Aktualisieren des Branches {0} für Ihre Änderungen
el: Δημιουργία/ενημέρωση κλάδου {0} για τις αλλαγές σας
es: Creando/actualizando la rama {0} para tus cambios
et: Loome/uuendame haru {0} teie muudatuste jaoks
fi: Luodaan/päivitetään haaraa {0} muutoksillesi
fr: Création/mise à jour de la branche {0} pour vos modifications
he: יוצרים/מעדכנים סניף {0} עבור השינויים שלך
hr: Kreiranje/ ažuriranje grane {0} za vaše promjene
hu: A {0} ág létrehozása/frissítése a módosításaidhoz
is: Að búa til/uppfæra grein {0} fyrir breytingarnar þínar
it: Creazione/aggiornamento del ramo {0} per le tue modifiche
ja: 変更のためにブランチ {0} を作成/更新しています
nl: Branch {0} aanmaken/bijwerken voor uw wijzigingen
no: Oppretter/oppdaterer gren {0} for endringene dine
pl: Tworzenie/aktualizacja gałęzi {0} dla twoich zmian
pt: Criando/atualizanda branch {0} para suas alterações
ro: Crearea/actualizarea ramurii {0} pentru modificările tale
ru: Создание/обновление ветки {0} для ваших изменений
sk: Vytváranie/aktualizácia vetvy {0} pre vaše zmeny
sv: Skapar/uppdaterar gren {0} för dina ändringar
tr: Değişiklikleriniz için {0} dalını oluşturma/güncelleme
uk: Створення/оновлення гілки {0} для ваших змін

source: Error in branch operations: {0}
bg: Грешка в операциите на клона: {0}
cs: Chyba v operacích větve: {0}
da: Fejl i grenoperationer: {0}
de: Fehler in den Zweigoperationen: {0}
el: Σφάλμα στις λειτουργίες κλάδου: {0}
es: Error en las operaciones de rama: {0}
et: Viga haru toimingutes: {0}
fi: Virhe haaratoiminnoissa: {0}
fr: Erreur dans les opérations de branche : {0}
he: שגיאה בפעולות סניף: {0}
hr: Greška u operacijama grane: {0}
hu: Hiba az ágazati műveletekben: {0}
is: Villa í greinastarfsemi: {0}
it: Erro nelle operazioni di ramo: {0}
ja: ブランチ操作中のエラー: {0}
nl: Fout in takoperaties: {0}
no: Feil i grener: {0}
pl: Błąd w operacjach gałęzi: {0}
pt: Erro em operações de branch: {0}
ro: Eroare în operațiunile de ramură: {0}
ru: Ошибка в операциях с ветвями: {0}
sk: Chyba v operáciách pobočky: {0}
sv: Fel i grenoperationer: {0}
tr: Şube işlemlerinde hata: {0}
uk: Помилка в операціях гілки: {0}

source: Force merging {0} to main for stable/extra package
bg: Принудително сливане на {0} с основния клон за стабилен/допълнителен пакет
cs: Nucení sloučení {0} do hlavní větve pro stabilní/extra balíček
da: Tvinge sammenlægning af {0} til hoved for stabil/ekstra pakke
de: Zwangszusammenführung von {0} in das Hauptverzeichnis für stabile/zusätzliche Pakete
el: Αναγκαστική συγχώνευση {0} στο κύριο για σταθερό/επιπλέον πακέτο
es: Forzar la fusión de {0} a main para el paquete estable/extra
et: Sunniviimine {0} põhiversiooniga stabiilse/ekstra paketi jaoks
fi: Pakota yhdistäminen {0} päähaaraan vakaata/ylimääräistä pakettia varten
fr: Fusion forcée de {0} dans la branche principale pour le paquet stable/extra
he: כפיית מיזוג {0} ל-main עבור חבילת stable/extra
hr: Prisilno spajanje {0} u glavni za stabilni/dodatni paket
hu: Kényszerített egyesítés {0} a főágra a stabil/extra csomaghoz
is: Þvinga sameiningu {0} við aðal fyrir stöðuga/auka pakka
it: Forza unione di {0} nel ramo principale per pacchetto stabile/extra
ja: {0}をメインに強制マージして安定/追加パッケージ用にします
nl: Dwingt samenvoegen {0} naar hoofd voor stabiel/extra pakket
no: Tvinge sammenslåing av {0} til hoved for stabilt/ekstra pakke
pl: Wymuś scalanie {0} do głównej gałęzi dla pakietu stabilnego/dodatkowego
pt: Forçando merge de {0} no main para pacote de estável/extra
ro: Forțare îmbinare {0} în principal pentru pachet stabil/extra
ru: Принудительное слияние {0} в основную ветку для стабильного/дополнительного пакета
sk: Nútené zlúčenie {0} do hlavného pre stabilný/extra balík
sv: Tvinga sammanslagning av {0} till huvud för stabilt/extra paket
tr: {0}'ı ana dal ile kararlı/ek paket için zorla birleştiriyor
uk: Примусове злиття {0} в основну гілку для стабільного/додаткового пакета

source: Using nuclear merge strategy (reset to source branch)
bg: Използване на ядрена стратегия за сливане (възстановяване до изходния клон)
cs: Používání jaderné strategie sloučení (reset na zdrojovou větev)
da: Bruger nuklear sammenfletningsstrategi (nulstil til kildegren)
de: Verwendung der nuklearen Zusammenführungsstrategie (zurücksetzen auf den Quellzweig)
el: Χρησιμοποιώντας στρατηγική συγχώνευσης πυρηνικής (επανεκκίνηση στη βασική διακλάδωση)
es: Usando la estrategia de fusión nuclear (restablecer a la rama de origen)
et: Kasutades tuumliitmise strateegiat (taasta lähteharu)
fi: Ydinfuusio-strategian käyttäminen (palauta lähdehaaraan)
fr: Utilisation de la stratégie de fusion nucléaire (réinitialiser sur la branche source)
he: שימוש באסטרטגיית מיזוג גרעינית (איפוס לענף המקור)
hr: Korištenje nuklearne strategije spajanja (resetiranje na izvornu granu)
hu: Nukleáris egyesítési stratégia használata (visszaállítás a forráságra)
is: Að nota kjarnorku sameiningarstratégiu (endurstilltu á uppsprettugrein)
it: Utilizzando la strategia di fusione nucleare (ripristina al ramo sorgente)
ja: 核マージ戦略を使用しています（ソースブランチにリセット）
nl: Nucleaire samenvoegstrategie gebruiken (reset naar de brontak)
no: Bruker atomær sammenslåingsstrategi (tilbakestill til kildegren)
pl: Używanie strategii scalania nuklearnego (reset do gałęzi źródłowej)
pt: Usando estratégia de merge nuclear (resetar para a branch de origem)
ro: Folosind strategia de îmbinare nucleară (resetare la ramura sursă)
ru: Использование стратегии ядерного слияния (сброс к исходной ветке)
sk: Použitie nukleárnej stratégie zlúčenia (reset na zdrojovú vetvu)
sv: Använder kärn-fusion strategi (återställ till källgren)
tr: Nükleer birleştirme stratejisi kullanılıyor (kaynak dalına sıfırlama)
uk: Використання стратегії ядерного злиття (скидання до гілки джерела)

source: Merge strategy {0} failed, trying next...
bg: Стратегията за сливане {0} неуспешна, опитвам следващата...
cs: Fúze strategie {0} selhala, zkouším další...
da: Sammenfletningsstrategi {0} mislykkedes, prøver næste...
de: Merge-Strategie {0} fehlgeschlagen, versuche nächste...
el: Η στρατηγική συγχώνευσης {0} απέτυχε, προσπαθώντας την επόμενη...
es: La estrategia de fusión {0} falló, intentando la siguiente...
et: Ühendamise strateegia {0} ebaõnnestus, proovime järgmist...
fi: Yhdistämisstrategia {0} epäonnistui, yritetään seuraavaa...
fr: La stratégie de fusion {0} a échoué, tentative suivante...
he: אסטרטגיית מיזוג {0} נכשלה, מנסה הבא...
hr: Strategija spajanja {0} nije uspjela, pokušavam sljedeće...
hu: A {0} egyesítési stratégia meghiúsult, próbálkozás a következővel...
is: Sameiningarstefna {0} mistókst, reyni næstu...
it: La strategia di unione {0} è fallita, si sta tentando la successiva...
ja: マージ戦略 {0} に失敗しました。次を試しています...
nl: Samenvoegstrategie {0} mislukt, probeer de volgende...
no: Sammenslåingsstrategi {0} mislyktes, prøver neste...
pl: Strategia scalania {0} nie powiodła się, próbuję następnej...
pt: Estratégia de merge {0} falhou, tentando a próxima...
ro: Strategia de îmbinare {0} a eșuat, încercând următoarea...
ru: Стратегия слияния {0} не удалась, пытаемся следующую...
sk: Zlúčenie stratégie {0} zlyhalo, skúšam ďalšie...
sv: Sammanfogningsstrategi {0} misslyckades, försöker nästa...
tr: Birleştirme stratejisi {0} başarısız oldu, bir sonraki denemeye geçiliyor...
uk: Стратегія злиття {0} не вдалася, намагаємось наступну...

source: Successfully merged {0} to main!
bg: Успешно слято {0} в основния клон!
cs: Úspěšně sloučeno {0} do hlavní větve!
da: Succesfuldt flettet {0} til hoved!
de: Erfolgreich {0} mit dem Hauptzweig zusammengeführt!
el: Επιτυχής συγχώνευση {0} στο κύριο!
es: ¡Fusionado correctamente {0} a main!
et: Edukas {0} peamise haruga!
fi: Onnistuneesti yhdistetty {0} päähaaraan!
fr: Fusion réussie de {0} dans la branche principale !
he: מיזוג {0} להצלחה ל-main!
hr: Uspješno spojeno {0} u glavni!
hu: Sikeresen egyesítve {0} a főbe!
is: Samhent {0} við aðal!
it: Unito con successo {0} nel ramo principale!
ja: {0}をメインに正常にマージしました！
nl: Succesvol samengevoegd {0} met main!
no: Suksessfullt slått sammen {0} til hoved!
pl: Pomyślnie scalono {0} do gałęzi głównej!
pt: Merge de {0} no main realizada com sucesso!
ro: Fuzionat cu succes {0} în ramura principală!
ru: Успешно объединено {0} с основной веткой!
sk: Úspešne zlúčené {0} do hlavnej vetvy!
sv: Framgångsrikt sammanslaget {0} till huvud!
tr: Başarıyla {0} ana dala birleştirildi!
uk: Успішно злиті {0} до основної гілки!

source: All merge strategies failed
bg: Всички стратегии за сливане не успяха
cs: Všechny strategie sloučení selhaly
da: Alle sammenfletningsstrategier mislykkedes
de: Alle Zusammenführungsstrategien sind fehlgeschlagen
el: Όλες οι στρατηγικές συγχώνευσης απέτυχαν
es: Todas las estrategias de fusión fallaron
et: Kõik ühinemisstrateegiad ebaõnnestusid
fi: Kaikki yhdistämisstrategiat epäonnistuivat
fr: Toutes les stratégies de fusion ont échoué
he: כל אסטרטגיות המיזוג נכשלו
hr: Sve strategije spajanja su neuspjele
hu: Minden egyesítési stratégia meghiúsult
is: Öll sameiningaraðferðir misheppnuðust
it: Tutte le strategie di unione sono fallite
ja: すべてのマージ戦略が失敗しました
nl: Alle samenvoegstrategieën zijn mislukt
no: Alle sammenslåingsstrategier mislyktes
pl: Wszystkie strategie scalania nie powiodły się
pt: Todas as estratégias de merge falharam
ro: Toate strategiile de îmbinare au eșuat
ru: Все стратегии слияния не удались
sk: Všetky stratégie zlúčenia zlyhali
sv: Alla sammanslagningsstrategier misslyckades
tr: Tüm birleştirme stratejileri başarısız oldu
uk: Усі стратегії злиття зазнали невдачі

source: Could not merge automatically: {0}
bg: Не можа да се слее автоматично: {0}
cs: Nelze automaticky sloučit: {0}
da: Kunne ikke flette automatisk: {0}
de: Konnte nicht automatisch zusammengeführt werden: {0}
el: Δεν ήταν δυνατή η αυτόματη συγχώνευση: {0}
es: No se pudo fusionar automáticamente: {0}
et: Ei õnnestunud automaatselt ühendada: {0}
fi: Ei voitu yhdistää automaattisesti: {0}
fr: Impossible de fusionner automatiquement : {0}
he: לא ניתן למזג אוטומטית: {0}
hr: Nije moguće automatski spojiti: {0}
hu: Nem lehetett automatikusan egyesíteni: {0}
is: Gat ekki að sameina sjálfkrafa: {0}
it: Impossibile unire automaticamente: {0}
ja: 自動的にマージできませんでした: {0}
nl: Kon niet automatisch samenvoegen: {0}
no: Kunne ikke slå sammen automatisk: {0}
pl: Nie można było automatycznie połączyć: {0}
pt: Não foi possível realizar a merge automaticamente: {0}
ro: Nu s-a putut combina automat: {0}
ru: Не удалось автоматически объединить: {0}
sk: Nemožno automaticky zlúčiť: {0}
sv: Kunde inte slå samman automatiskt: {0}
tr: Otomatik olarak birleştirilemedi: {0}
uk: Не вдалося автоматично об'єднати: {0}

source: Error: PKGBUILD file not found.
bg: Грешка: Файлът PKGBUILD не е намерен.
cs: Chyba: Soubor PKGBUILD nebyl nalezen.
da: Fejl: PKGBUILD-fil ikke fundet.
de: Fehler: PKGBUILD-Datei nicht gefunden.
el: Σφάλμα: Το αρχείο PKGBUILD δεν βρέθηκε.
es: Error: archivo PKGBUILD no encontrado.
et: Viga: PKGBUILD faili ei leitud.
fi: Virhe: PKGBUILD-tiedostoa ei löytynyt.
fr: Erreur : fichier PKGBUILD introuvable.
he: שגיאה: קובץ PKGBUILD לא נמצא.
hr: Greška: PKGBUILD datoteka nije pronađena.
hu: Hiba: A PKGBUILD fájl nem található.
is: Villa: PKGBUILD skrá fannst ekki.
it: Errore: file PKGBUILD non trovato.
ja: エラー: PKGBUILDファイルが見つかりません。
nl: Fout: PKGBUILD-bestand niet gevonden.
no: Feil: PKGBUILD-fil ikke funnet.
pl: Błąd: Plik PKGBUILD nie został znaleziony.
pt: Erro: Arquivo PKGBUILD não encontrado.
ro: Eroare: fișierul PKGBUILD nu a fost găsit.
ru: Ошибка: файл PKGBUILD не найден.
sk: Chyba: Súbor PKGBUILD nebol nájdený.
sv: Fel: PKGBUILD-fil hittades inte.
tr: Hata: PKGBUILD dosyası bulunamadı.
uk: Помилка: файл PKGBUILD не знайдено.

source: Error: Package name not found in PKGBUILD.
bg: Грешка: Името на пакета не е намерено в PKGBUILD.
cs: Chyba: Název balíčku nebyl nalezen v PKGBUILD.
da: Fejl: Pakkenavn ikke fundet i PKGBUILD.
de: Fehler: Paketname in PKGBUILD nicht gefunden.
el: Σφάλμα: Το όνομα πακέτου δεν βρέθηκε στο PKGBUILD.
es: Error: Nombre del paquete no encontrado en PKGBUILD.
et: Viga: Paketi nime ei leitud PKGBUILD-ist.
fi: Virhe: Paketin nimeä ei löytynyt PKGBUILD-tiedostosta.
fr: Erreur : Nom du paquet introuvable dans le PKGBUILD.
he: שגיאה: שם החבילה לא נמצא ב-PKGBUILD.
hr: Greška: Ime paketa nije pronađeno u PKGBUILD-u.
hu: Hiba: A csomag neve nem található a PKGBUILD fájlban.
is: Villa: Pakkiheiti fannst ekki í PKGBUILD.
it: Errore: Nome del pacchetto non trovato in PKGBUILD.
ja: エラー: PKGBUILDにパッケージ名が見つかりません。
nl: Fout: Pakketnaam niet gevonden in PKGBUILD.
no: Feil: Pakkenavn ble ikke funnet i PKGBUILD.
pl: Błąd: Nie znaleziono nazwy pakietu w PKGBUILD.
pt: Erro: Nome do pacote não encontrado no PKGBUILD.
ro: Eroare: Numele pachetului nu a fost găsit în PKGBUILD.
ru: Ошибка: Имя пакета не найдено в PKGBUILD.
sk: Chyba: Názov balíka sa nenašiel v PKGBUILD.
sv: Fel: Paketnamn hittades inte i PKGBUILD.
tr: Hata: PKGBUILD'da paket adı bulunamadı.
uk: Помилка: Ім'я пакета не знайдено в PKGBUILD.

source: Do you want to proceed with building the PACKAGE?
bg: Искате ли да продължите с изграждането на ПАКЕТА?
cs: Chcete pokračovat ve vytváření BALÍČKU?
da: Vil du fortsætte med at opbygge PAKKEN?
de: Möchten Sie mit dem Erstellen des PAKETS fortfahren?
el: Θέλετε να προχωρήσετε με την κατασκευή του ΠΑΚΕΤΟΥ;
es: ¿Desea continuar con la construcción del PAQUETE?
et: Kas soovite jätkata PAKETI loomisega?
fi: Haluatko jatkaa PAKETIN rakentamista?
fr: Voulez-vous continuer avec la construction du PACKAGE ?
he: האם אתה רוצה להמשיך בבניית החבילה?
hr: Želite li nastaviti s izradom PAKETA?
hu: Szeretné folytatni a Csomag létrehozását?
is: Viltu halda áfram með að byggja PAKKA?
it: Vuoi procedere con la creazione del PACCHETTO?
ja: パッケージのビルドを続行しますか？
nl: Wilt u doorgaan met het bouwen van het PAKKET?
no: Vil du fortsette med å bygge PAKKEN?
pl: Czy chcesz kontynuować budowanie PAKIETU?
pt: Deseja prosseguir com a compilação do PACOTE?
ro: Vrei să continui cu construirea PACHETULUI?
ru: Вы хотите продолжить создание ПАКЕТА?
sk: Chcete pokračovať v zostavovaní BALÍKA?
sv: Vill du fortsätta med att bygga PAKETET?
tr: PAKETİ oluşturmak istiyor musunuz?
uk: Чи бажаєте ви продовжити зі створенням ПАКЕТУ?

source: Package build cancelled.
bg: Създаването на пакета е отменено.
cs: Zrušení sestavení balíčku.
da: Pakkeopbygning annulleret.
de: Paketbau abgebrochen.
el: Η κατασκευή πακέτου ακυρώθηκε.
es: Construcción del paquete cancelada.
et: Paketi ehitamine tühistatud.
fi: Pakettirakennus peruutettu.
fr: Construction du package annulée.
he: ביטול בניית חבילה.
hr: Izgradnja paketa otkazana.
hu: A csomagépítés megszakítva.
is: Pakkagerbygging hætt.
it: Costruzione del pacchetto annullata.
ja: パッケージビルドがキャンセルされました。
nl: Pakketbouw geannuleerd.
no: Pakkebygging avbrutt.
pl: Budowanie pakietu anulowane.
pt: Compilação do pacote cancelada.
ro: Construirea pachetului a fost anulată.
ru: Сборка пакета отменена.
sk: Zostavenie balíka zrušené.
sv: Paketbygge avbrutet.
tr: Paket oluşturma iptal edildi.

source: ✗ Cannot build AUR package without a GitHub token.
pt: ✗ Não é possível construir o pacote AUR sem um token do GitHub.

source: Enter the AUR package name (ex: showtime): type EXIT to exit
bg: Въведете името на AUR пакета (напр. showtime): напишете EXIT, за да излезете
cs: Zadejte název balíčku AUR (např. showtime): zadejte EXIT pro ukončení
da: Indtast AUR-pakkenavnet (f.eks. showtime): skriv EXIT for at afslutte
de: Geben Sie den AUR-Paketnamen ein (z. B.: showtime): geben Sie EXIT ein, um zu beenden
el: Εισάγετε το όνομα του πακέτου AUR (π.χ.: showtime): πληκτρολογήστε EXIT για έξοδο
es: Ingrese el nombre del paquete AUR (por ejemplo: showtime): escriba EXIT para salir
et: Sisestage AUR paketi nimi (nt: showtime): tippige EXIT, et väljuda
fi: Syötä AUR-paketin nimi (esim. showtime): kirjoita EXIT poistuaksesi
fr: Entrez le nom du paquet AUR (ex : showtime) : tapez EXIT pour quitter
he: הזן את שם חבילת AUR (לדוגמה: showtime): הקלד EXIT כדי לצאת
hr: Unesite naziv AUR paketa (npr: showtime): upišite EXIT za izlaz
hu: Írja be az AUR csomag nevét (pl.: showtime): írja be az EXIT parancsot a kilépéshez
is: Sláðu inn AUR pakkanafn (t.d. showtime): skrifaðu EXIT til að hætta.
it: Inserisci il nome del pacchetto AUR (es: showtime): digita EXIT per uscire
ja: AURパッケージ名を入力してください（例：showtime）：終了するにはEXITと入力してください
nl: Voer de AUR-pakketnaam in (bijv: showtime): typ EXIT om te verlaten
no: Skriv inn AUR-pakkenavnet (f.eks: showtime): skriv EXIT for å avslutte
pl: Wprowadź nazwę pakietu AUR (np. showtime): wpisz EXIT, aby wyjść
pt: Digite o nome do pacote AUR (ex: showtime): digite EXIT para sair
ro: Introduceți numele pachetului AUR (ex: showtime): tastați EXIT pentru a ieși
ru: Введите имя пакета AUR (например: showtime): введите EXIT для выхода
sk: Zadajte názov balíka AUR (napr. showtime): zadajte EXIT na ukončenie
sv: Ange AUR-paketnamnet (t.ex. showtime): skriv EXIT för att avsluta
tr: AUR paket adını girin (örneğin: showtime): çıkmak için EXIT yazın
uk: Введіть назву пакета AUR (наприклад: showtime): введіть EXIT для виходу

source: Exiting script. No action was performed.
bg: Изход от скрипта. Не беше извършено действие.
cs: Opouštění skriptu. Nebyla provedena žádná akce.
da: Afslutter script. Ingen handling blev udført.
de: Skript wird beendet. Es wurde keine Aktion ausgeführt.
el: Έξοδος από το σενάριο. Δεν εκτελέστηκε καμία ενέργεια.
es: Saliendo del script. No se realizó ninguna acción.
et: Skripti lõpetamine. Ühtegi toimingut ei sooritatud.
fi: Poistutaan skriptistä. Toimintoa ei suoritettu.
fr: Sortie du script. Aucune action n'a été effectuée.
he: יציאה מהסקריפט. לא בוצעה פעולה.
hr: Izlazim iz skripte. Nema izvršenih radnji.
hu: Kilépés a szkriptből. Nincs végrehajtott művelet.
is: Loka skrift. Engin aðgerð var framkvæmd.
it: Uscita dallo script. Nessuna azione è stata eseguita.
ja: スクリプトを終了しています。アクションは実行されませんでした。
nl: Script wordt afgesloten. Er is geen actie uitgevoerd.
no: Avslutter skript. Ingen handling ble utført.
pl: Zamykanie skryptu. Nie wykonano żadnej akcji.
pt: Saindo do script. Nenhuma ação foi realizada.
ro: Ieșire din script. Nicio acțiune nu a fost efectuată.
ru: Выход из скрипта. Действие не выполнено.
sk: Ukončovanie skriptu. Nebola vykonaná žiadna akcia.
sv: Avslutar skript. Ingen åtgärd utfördes.
tr: Çıkış yapılıyor. Hiçbir işlem gerçekleştirilmedi.
