Repository: big-comm/gitrepo
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Build and deploy packages to testing, stable, or extra repositories
bg: Създайте и разпространете пакети в тестови, стабилни или допълнителни хранилища
da: Byg og implementer pakker til test-, stabil- eller ekstra-repositorier
de: Pakete für Test-, Stable- oder Extra-Repositorys erstellen und bereitstellen
et: Koguda ja juurutada pakette testimise, stabiilsete või lisarepositooriumide jaoks
hu: Csomagok létrehozása és telepítése tesztelő, stabil vagy extra tárolókba
pt: Construir e implantar pacotes em repositórios de teste, estável ou extra
ru: Создавайте и развертывайте пакеты в тестовые, стабильные или дополнительные репозитории

source: AUR Packages
bg: AUR пакети
da: AUR-pakker
de: AUR-Pakete
et: AUR paketid
hu: AUR csomagok
pt: Pacotes AUR
ru: Пакеты AUR

source: Build packages directly from the Arch User Repository
bg: Създайте пакети директно от Arch User Repository
da: Byg pakker direkte fra Arch User Repository
de: Pakete direkt aus dem Arch User Repository erstellen
et: Käivita pakette otse Archi kasutaja hoidlast
hu: Csomagok közvetlen létrehozása az Arch Felhasználói Tárházból
pt: Construir pacotes diretamente do Arch User Repository
ru: Создавайте пакеты напрямую из Arch User Repository

source: Manage branches, create merge requests, and cleanup old branches
bg: Управлявайте клонове, създавайте заявки за сливане и почиствайте стари клонове
da: Administrer grene, opret merge-anmodninger og rydde op i gamle grene
de: Verwalten Sie Branches, erstellen Sie Merge-Requests und bereinigen Sie alte Branches.
et: Haldage haru, looge ühinemistaotlusi ja puhastage vanad harud.
hu: Ágak kezelése, merge kérések létrehozása és régi ágak takarítása
pt: Gerenciar branches, criar merge requests e limpar branches antigas
ru: Управление ветками, создание запросов на слияние и очистка старых веток

source: Cleanup GitHub Actions, tags, and revert commits
bg: Почистване на GitHub Actions, тагове и връщане на комити
da: Ryd GitHub-handlinger, tags og fortryd commits
de: Bereinigen von GitHub-Aktionen, Tags und Rückgängig machen von Commits
et: Korrasta GitHubi tegevusi, silte ja tagasta commit'id
hu: GitHub Actions, címkék és visszavont commitok tisztítása
pt: Limpar GitHub Actions, tags e reverter commits
ru: Очистка GitHub Actions, тегов и откат коммитов

source: Quick Tips
bg: Бързи съвети
da: Hurtige tips
de: Schnelle Tipps
et: Kiired näpunäited
hu: Gyors tippek
pt: Dicas Rápidas
ru: Быстрые советы

source: Use the sidebar to navigate between different operations
bg: Използвайте страничната лента, за да навигирате между различни операции.
da: Brug sidepanelet til at navigere mellem forskellige operationer
de: Verwenden Sie die Seitenleiste, um zwischen verschiedenen Operationen zu navigieren.
et: Kasutage külgriba, et navigeerida erinevate toimingute vahel.
hu: Használja az oldalsávot a különböző műveletek közötti navigáláshoz.
pt: Use a barra lateral para navegar entre diferentes operações
ru: Используйте боковую панель для навигации между различными операциями

source: The Overview page shows your current repository status
bg: Страницата "Обзор" показва текущия статус на вашето хранилище.
da: Oversigtssiden viser din nuværende repository-status
de: Die Übersichtsseite zeigt den aktuellen Status Ihres Repositories an.
et: Ülevaate leht näitab teie praegust hoidla olekut
hu: A Áttekintés oldal megjeleníti a jelenlegi tároló állapotát.
pt: A página Visão Geral mostra o status atual dseu repositório
ru: Страница Обзор показывает текущее состояние вашего репозитория

source: Configure your preferences in Settings (Ctrl+,)
bg: Конфигурирайте вашите предпочитания в Настройки (Ctrl+,)
da: Konfigurer dine præferencer i Indstillinger (Ctrl+,)
de: Konfigurieren Sie Ihre Einstellungen in den Einstellungen (Strg+,)
et: Konfigureeri oma eelistused Seadetes (Ctrl+,)
hu: Állítsa be preferenciáit a Beállításokban (Ctrl+,)
pt: Configure suas preferências em Configurações (Ctrl+,)
ru: Настройте свои предпочтения в Настройках (Ctrl+,)

source: Press Ctrl+Q to quit the application
bg: Натиснете Ctrl+Q, за да затворите приложението.
da: Tryk på Ctrl+Q for at afslutte applikationen
de: Drücken Sie Strg+Q, um die Anwendung zu beenden.
et: Vajutage Ctrl+Q, et rakendusest väljuda.
hu: Nyomja meg a Ctrl+Q billentyűt az alkalmazás kilépéséhez
pt: Pressione Ctrl+Q para sair da aplicação
ru: Нажмите Ctrl+Q, чтобы выйти из приложения

source: Don't show this welcome screen again
bg: Не показвайте този екран за добре дошли отново
da: Vis ikke denne velkomstskærm igen
de: Diese Willkommensseite nicht erneut anzeigen
et: Ära näita seda tervitusekraani enam
hu: Ne mutasd ezt a üdvözlő képernyőt többé.
pt: Não mostrar esta tela de boas-vindas novamente
ru: Больше не показывать этот экран приветствия

source: Get Started
bg: Започнете
da: Kom i gang
de: Loslegen
et: Alustage
hu: Kezdjük el
pt: Começar
ru: Начать

source: Initializing...
bg: Инициализиране...
da: Initialiserer...
de: Initialisiere...
et: Initsialiseerimine...
hu: Inicializálás...
pt: Inicializando...
ru: Инициализация...

source: Starting...
bg: Стартиране...
da: Starter...
de: Starten...
et: Käivitamine...
hu: Indulás...
pt: Iniciando...
ru: Запуск...

source: Terminal Log
bg: Терминален журнал
de: Terminalprotokoll
et: Terminali logi
hu: Terminál Napló
pt: Log do Terminal
ru: Журнал терминала

source: Operation failed - check terminal log for details
de: Operation fehlgeschlagen - überprüfen Sie das Terminalprotokoll auf Details
et: Tegevus ebaõnnestus - kontrollige terminali logi üksikasjade jaoks
pt: Operação falhou - verifique o log do terminal para detalhes

source: Completed
bg: Завършено
da: Fuldført
de: Abgeschlossen
et: Lõpetatud
hu: Befejezett
pt: Concluído
ru: Завершено

source: ✓ Operation completed successfully
bg: ✓ Операцията беше завършена успешно
da: ✓ Operationen blev gennemført med succes
de: ✓ Vorgang erfolgreich abgeschlossen
et: ✓ Tegevus lõpetati edukalt
hu: ✓ Művelet sikeresen befejeződött
pt: ✓ Operação concluída com sucesso
ru: ✓ Операция выполнена успешно

source: Failed
bg: Неуспешно
da: Mislykkedes
de: Fehlgeschlagen
et: Ebaõnnestus
hu: Sikertelen
pt: Falhou
ru: Не удалось

source: ✗ Operation failed: {0}
bg: ✗ Операцията не успя: {0}
da: ✗ Operationen mislykkedes: {0}
de: ✗ Operation fehlgeschlagen: {0}
et: ✗ Tegevus ebaõnnestus: {0}
hu: ✗ Művelet sikertelen: {0}
pt: ✗ Operação falhou: {0}
ru: ✗ Операция не удалась: {0}

source: Done
bg: Готово
da: Færdig
de: Fertig
et: Tehtud
hu: Kész
pt: Pronto
ru: Готово

source: Open in GitHub
bg: Отвори в GitHub
da: Åbn i GitHub
de: In GitHub öffnen
et: Ava GitHubis
hu: Megnyitás a GitHub-on
pt: Abrir no GitHub
ru: Открыть в GitHub

source: Operation completed successfully
bg: Операцията беше завършена успешно
da: Operationen blev gennemført med succes
de: Vorgang erfolgreich abgeschlossen
et: Tegevus lõpetati edukalt
hu: Művelet sikeresen befejeződött
pt: Operação concluída com sucesso
ru: Операция выполнена успешно

source: Operation cancelled
bg: Операцията е отменена
cs: Operace zrušena
da: Operation annulleret
de: Vorgang abgebrochen
el: Η λειτουργία ακυρώθηκε
es: Operación cancelada
et: Tegevus tühistatud
fi: Toiminto peruutettu
fr: Opération annulée
he: הפעולה בוטלה
hr: Operacija otkazana
hu: Művelet megszakítva
is: Aðgerð aflýst
it: Operazione annullata
ja: 操作がキャンセルされました
nl: Bewerking geannuleerd
no: Operasjon avbrutt
pl: Operacja anulowana
pt: Operação cancelada
ro: Operațiune anulată
ru: Операция отменена
sk: Operácia zrušená
sv: Åtgärd avbruten
tr: İşlem iptal edildi
uk: Операція скасована

source: Features
pt: Recursos

source: Optional Features
pt: Recursos Opcionais

source: Enable or disable optional features.
pt: Ativar ou desativar recursos opcionais.

source: Package Generation
pt: Geração de Pacote

source: Build and deploy packages via GitHub Actions
pt: Criar e implantar pacotes via GitHub Actions

source: Import and build packages from Arch User Repository
pt: Importar e construir pacotes do Arch User Repository

source: No tokens configured
pt: Nenhum token configurado

source: Use the form below to add a token
pt: Use o formulário abaixo para adicionar um token

source: GitHub Personal Access Token
pt: Token de Acesso Pessoal do GitHub

source: A Classic token is required for package build and deployment operations.
pt: Um token Classic é necessário para operações de construção e implantação de pacotes.

source: Generate Token (Classic)
pt: Gerar Token (Clássico)

source: Required Scopes
pt: Escopos Necessários

source: Configured Tokens
pt: Tokens Configurados

source: Stored in ~/.config/gitrepo/github_token
pt: Armazenado em ~/.config/gitrepo/github_token

source: Add / Update Token
pt: Adicionar / Atualizar Token

source: Enter the organization or username that owns the token.
pt: Digite a organização ou nome de usuário que possui o token.

source: Organization or Username (e.g. big-comm)
pt: Organização ou Nome de Usuário (ex: big-comm)

source: Save Token
pt: Salvar Token

source: GitHub Organization
pt: Organização do GitHub

source: Configure your GitHub organization for package workflows
pt: Configure sua organização do GitHub para fluxos de trabalho de pacotes

source: Select or enter custom organization
pt: Selecione ou insira uma organização personalizada

source: Auto-detect
pt: Detecção automática

source: Custom
pt: Personalizado

source: Custom Organization
pt: Organização Personalizada

source: Workflow Configuration
pt: Configuração de Fluxo de Trabalho

source: Repository containing GitHub Actions workflows
pt: Repositório contendo fluxos de trabalho do GitHub Actions

source: 💡 Tip
pt: 💡 Dica

source: Leave empty to use default: big-comm/build-package
pt: Deixe vazio para usar o padrão: big-comm/build-package

source: Behavior
pt: Comportamento

source: Git Operations
bg: Git операции
da: Git-operationer
de: Git-Operationen
et: Git'i toimingud
fi: Git-toiminnot
fr: Opérations Git
hr: Git operacije
hu: Git Műveletek
is: Git aðgerðir
it: Operazioni Git
nl: Git-bewerkingen
no: Git-operasjoner
pt: Operações Git
ru: Операции Git
sk: Git operácie
sv: Git-operationer
uk: Git Операції

source: Auto-fetch before operations
bg: Автоматично извличане преди операции
da: Auto-hent før operationer
de: Automatisches Abrufen vor Operationen
et: Automaatne allalaadimine enne toiminguid
fi: Automaattinen haku ennen toimintoja
fr: Récupération automatique avant les opérations
hr: Automatsko preuzimanje prije operacija
hu: Automatikus lekérés műveletek előtt
is: Sjálfvirk skref áður en aðgerðir eru framkvæmdar
it: Auto-recupero prima delle operazioni
nl: Automatisch ophalen vóór bewerkingen
no: Automatisk henting før operasjoner
pt: Auto-buscar antes de operações
ru: Автоматическая загрузка перед операциями
sv: Automatisk hämtning före operationer

source: Fetch remote changes before commits and merges
pt: Buscar alterações remotas antes de commits e merges

source: Auto-switch to dev branch
pt: Mudança automática para a branch de desenvolvimento

source: Automatically switch to your development branch
bg: Автоматично превключете на вашето клон за разработка
da: Skift automatisk til din udviklingsgren
de: Wechseln Sie automatisch zu Ihrem Entwicklungszweig
et: Automaatne üleminek teie arendusharule
fi: Siirry automaattisesti kehityshaaraasi
fr: Basculer automatiquement vers votre branche de développement
hr: Automatski prebacite na svoju razvojnu granu
hu: Automatikusan válts a fejlesztési ágadra
is: Sjálfvirkt skipta yfir á þróunargreinina þína
it: Passa automaticamente al tuo ramo di sviluppo
nl: Schakel automatisch over naar je ontwikkelbranch
no: Bytt automatisk til utviklingsgrenen din
pt: Trocar automaticamente parsua branch de desenvolvimento
ru: Автоматически переключиться на вашу ветку разработки
sk: Automaticky prepnúť na vašu vývojovú vetvu
sv: Byt automatiskt till din utvecklingsgren
uk: Автоматично перемикайте на вашу гілку розробки

source: Confirm destructive operations
bg: Потвърдете разрушителни операции
da: Bekræft destruktive operationer
de: Bestätigen Sie destruktive Vorgänge
et: Kinnita hävitavad toimingud
fi: Vahvista tuhoisat toiminnot
fr: Confirmer les opérations destructrices
hr: Potvrdi destruktivne operacije
hu: Destruktív műveletek megerősítése
is: Staðfesta eyðileggjandi aðgerðir
it: Conferma operazioni distruttive
nl: Bevestig destructieve bewerkingen
no: Bekreft destruktive operasjoner
pt: Confirmar operações destrutivas
ru: Подтвердите разрушительные операции
sk: Potvrdiť destruktívne operácie
sv: Bekräfta destruktiva åtgärder
uk: Підтвердити руйнівні операції

source: Ask before force push, reset --hard, etc
pt: Perguntar antes de forçar push, reset --hard, etc

source: Show git commands
bg: Покажи git команди
da: Vis vis git-kommandoer
de: Git-Befehle anzeigen
et: Kuvaa git käske
fi: Näytä git-komennot
fr: Afficher les commandes git
hr: Prikaži git naredbe
hu: Git parancsok megjelenítése
is: Sýna git skipanir
it: Mostra i comandi git
nl: Toon git-opdrachten
no: Vis visningskommandoer for git
pt: Mostrar comandos git
ru: Показать команды git
sk: Zobraziť git príkazy
sv: Visa git-kommandon
uk: Показати команди git

source: Display git commands before executing
pt: Exibir comandos git antes de executar

source: Reset to Defaults
pt: Restaurar para Padrões

source: Restore all settings to default values
pt: Restaurar todas as configurações para os valores padrão

source: Reset Settings?
bg: Нулиране на настройки?
da: Nulstil indstillinger?
de: Einstellungen zurücksetzen?
et: Asetused lähtestada?
fi: Nollaa asetukset?
fr: Réinitialiser les paramètres ?
hr: Resetiraj postavke?
hu: Beállítások visszaállítása?
is: Endurstilla stillingar?
it: Ripristina impostazioni?
nl: Instellingen resetten?
no: Tilbakestill innstillinger?
pt: Resetar Configurações?
ru: Сбросить настройки?
sk: Obnoviť nastavenia?
sv: Återställ inställningar?
uk: Скинути налаштування?

source: All settings will be restored to their default values. This cannot be undone.
bg: Всички настройки ще бъдат възстановени до техните стойности по подразбиране. Това не може да бъде отменено.
da: Alle indstillinger vil blive gendannet til deres standardværdier. Dette kan ikke fortrydes.
de: Alle Einstellungen werden auf die Standardwerte zurückgesetzt. Dies kann nicht rückgängig gemacht werden.
et: Kõik seaded taastatakse nende vaikeseadetele. Seda ei saa tagasi võtta.
fi: Kaikki asetukset palautetaan oletusarvoihinsa. Tätä ei voi peruuttaa.
fr: Tous les paramètres seront rétablis à leurs valeurs par défaut. Cela ne peut pas être annulé.
hr: Sve postavke će biti vraćene na njihove zadane vrijednosti. Ovo se ne može poništiti.
hu: Minden beállítás visszaáll a gyári értékekre. Ezt nem lehet visszavonni.
is: Öll stillingar verða endurstilltar á sjálfgefnar gildi. Þetta er ekki hægt að afturkalla.
it: Tutte le impostazioni verranno ripristinate ai valori predefiniti. Questa operazione non può essere annullata.
nl: Alle instellingen worden hersteld naar hun standaardwaarden. Dit kan niet ongedaan gemaakt worden.
no: Alle innstillinger vil bli gjenopprettet til standardverdiene. Dette kan ikke angres.
pt: Todas as configurações serão restauradas para valores padrão. Isso não pode ser desfeito.
ru: Все настройки будут восстановлены до значений по умолчанию. Это действие нельзя отменить.
sk: Všetky nastavenia budú obnovené na svoje predvolené hodnoty. Toto nie je možné zrušiť.
sv: Alla inställningar kommer att återställas till sina standardvärden. Detta kan inte ångras.
uk: Усі налаштування будуть відновлені до значень за замовчуванням. Це не можна скасувати.

source: Settings reset to defaults
pt: Configurações redefinidas para os padrões.

source: 🔍 Dry-Run Mode
bg: 🔍 Режим на сухо изпълнение
da: 🔍 Tørkørselstilstand
de: 🔍 Trockenlaufmodus
et: 🔍 Kuivjooksurežiim
fi: 🔍 Kuiva-ajotila
fr: 🔍 Mode de simulation
hr: 🔍 Način suhog izvođenja
hu: 🔍 Szárazfuttatás Mód
is: 🔍 Þurrkeyrslulíkan
it: 🔍 Modalità di Prova Senza Esecuzione
nl: 🔍 Droogloopmodus
no: 🔍 Tørrkjøring-modus
pt: 🔍 Modo Simulação
ru: 🔍 Режим пробного запуска
sk: 🔍 Režim suchého behu
sv: 🔍 Testkörningsläge
uk: 🔍 Режим пробного запуску

source: Simulating operations (nothing will be executed):
bg: Симулиране на операции (нищо няма да бъде изпълнено):
da: Simulering af operationer (intet vil blive udført):
de: Operationen simulieren (nichts wird ausgeführt):
et: Simuleerimine (midagi ei toimu):
fi: Simuloi toimintoja (mitään ei suoriteta):
fr: Simulation des opérations (rien ne sera exécuté) :
hr: Simuliranje operacija (ništa neće biti izvršeno):
hu: Műveletek szimulálása (semmi sem fog végrehajtódni):
is: Simulering aðgerða (ekkert verður framkvæmt):
it: Simulazione delle operazioni (niente verrà eseguito):
nl: Simuleren van bewerkingen (er zal niets worden uitgevoerd):
no: Simulerer operasjoner (ingenting vil bli utført):
pt: Simulando operações (nada será executado):
ru: Симуляция операций (ничего не будет выполнено):
sk: Simulácia operácií (nič nebude vykonané):
sv: Simulerar operationer (inget kommer att utföras):
uk: Симулювання операцій (нічого не буде виконано):

source: Operation Preview
bg: Предварителен преглед на операцията
da: Operation Forhåndsvisning
de: Betriebsansicht
et: Operatsiooni eelvaade
fi: Toiminnon esikatselu
fr: Aperçu de l'opération
hr: Pregled operacije
hu: Művelet előnézet
is: Aðgerð Forskoðun
it: Anteprima Operazione
nl: Bewerkingsvoorbeeld
no: Operasjonsforhåndsvisning
pt: Pré-visualização da Operação
ru: Предварительный просмотр операции
sk: Náhľad operácie
sv: Operation Förhandsgranskning
uk: Огляд операції

source: The following operations will be executed:
bg: Следните операции ще бъдат изпълнени:
da: Følgende operationer vil blive udført:
de: Die folgenden Operationen werden ausgeführt:
et: Järgmised toimingud viiakse läbi:
fi: Seuraavat toiminnot suoritetaan:
fr: Les opérations suivantes seront exécutées :
hr: Sljedeće operacije će biti izvršene:
hu: A következő műveletek végrehajtásra kerülnek:
is: Fyrirfarandi aðgerðir verða framkvæmdar:
it: Le seguenti operazioni verranno eseguite:
nl: De volgende bewerkingen zullen worden uitgevoerd:
no: Følgende operasjoner vil bli utført:
pt: As seguintes operações serão executadas:
ru: Будут выполнены следующие операции:
sk: Nasledujúce operácie budú vykonané:
sv: Följande operationer kommer att utföras:
uk: Наступні операції будуть виконані:

source: Close
bg: Затвори
da: Luk
de: Schließen
et: Sulge
fi: Sulje
fr: Fermer
hr: Zatvori
hu: Bezárás
is: Lokaðu
it: Chiudi
nl: Sluiten
no: Lukk
pt: Fechar
ru: Закрыть
sk: Zavrieť
sv: Stäng
uk: Закрити

source: Proceed
bg: Продължи
da: Fortsæt
de: Fortfahren
et: Jätka
fi: Jatka
fr: Procéder
hr: Nastavi
hu: Folyamatban
is: Fara áfram
it: Procedi
nl: Doorgaan
no: Fortsett
pt: Prosseguir
ru: Продолжить
sk: Pokračovať
sv: Fortsätt
uk: Продолжити

source: Keep Local
bg: Запази локално
da: Behold lokal
de: Lokal behalten
et: Hoia kohalik
fi: Pidä paikallisena
fr: Garder local
hr: Zadrži lokalno
hu: Helyben tartás
is: Haldaðu staðbundið
it: Mantieni Locale
nl: Houd Lokaal
no: Behold lokal
pt: Manter Local
ru: Сохранить локально
sk: Uchovaj lokálne
sv: Håll lokal
uk: Залишити локально

source: Keep local version
bg: Запази локалната версия
da: Behold lokal version
de: Lokale Version beibehalten
et: Hoia kohalik versioon
fi: Pidä paikallinen versio
fr: Conserver la version locale
hr: Zadrži lokalnu verziju
hu: Helyi verzió megőrzése
is: Haldaðu staðbundna útgáfu
it: Mantieni versione locale
nl: Houd lokale versie behouden
no: Behold lokal versjon
pt: Manter versão local
ru: Сохранить локальную версию
sk: Uchovávajte miestnu verziu
sv: Behåll lokal version
uk: Зберегти локальну версію

source: Accept Remote
bg: Приемане на отдалечен достъп
da: Accepter fjernadgang
de: Remote akzeptieren
et: Aktsepteeri kaugjuhtimine
fi: Hyväksy etäyhteys
fr: Accepter à distance
hr: Prihvati udaljeno
hu: Távoli elfogadása
is: Samþykkja fjarstýringu
it: Accetta remoto
nl: Accepteer op afstand
no: Godta fjernkontroll
pt: Aceitar Remota
ru: Принять удаленное подключение
sk: Prijať vzdialený
sv: Acceptera fjärråtkomst
uk: Прийняти віддалене

source: Accept remote version
bg: Приемете дистанционната версия
da: Accepter fjernversion
de: Remote-Version akzeptieren
et: Aktsepteeri kaugversioon
fi: Hyväksy etäversio
fr: Accepter la version distante
hr: Prihvati udaljenu verziju
hu: Távoli verzió elfogadása
is: Samþykkja fjarútgáfu
it: Accetta versione remota
nl: Accepteer externe versie
no: Godta ekstern versjon
pt: Aceitar versão remota
ru: Принять удалённую версию
sk: Prijať vzdialenú verziu
sv: Acceptera fjärrversion
uk: Прийняти віддалену версію

source: Keep Both
bg: Запази и двете
da: Behold Begge
de: Beide Behalten
et: Hoia Mõlemad
fi: Pidä molemmat
fr: Conserver les deux
hr: Zadrži Oba
hu: Mindkettőt megtartani
is: Haldaðu báðum
it: Mantieni entrambi
nl: Beide behouden
no: Behold begge
pt: Manter Ambas
ru: Сохранить оба
sk: Zachovať oboje
sv: Behåll båda
uk: Залишити обидва

source: Keep both versions
bg: Запазете и двете версии
da: Behold begge versioner
de: Beide Versionen beibehalten
et: Hoia mõlemad versioonid
fi: Pidä molemmat versiot
fr: Conservez les deux versions
hr: Zadrži obje verzije
hu: Tartsa meg mindkét verziót
is: Haldaðu báðum útgáfum
it: Mantieni entrambe le versioni
nl: Houd beide versies.
no: Behold begge versjoner
pt: Manter ambas versões
ru: Сохраните обе версии
sk: Udržujte obe verzie
sv: Behåll båda versionerna
uk: Зберігайте обидві версії

source: Compare versions side-by-side
de: Versionen nebeneinander vergleichen
et: Võrdle versioone kõrvuti
pt: Comparar versões lado a lado

source: Edit file manually
de: Datei manuell bearbeiten
et: Redigeeri faili käsitsi
pt: Editar arquivo manualmente

source: Resolve Conflicts
bg: Разрешаване на конфликти
da: Løs konflikter
de: Konflikte beheben
et: Lahendage konfliktid
fi: Ratkaise ristiriidat
fr: Résoudre les conflits
hr: Riješi sukobe
hu: Konfliktusok Megoldása
is: Leystu deilur
it: Risolvi conflitti
nl: Conflicten Oplossen
no: Løs konflikter
pt: Resolver Conflitos
ru: Разрешить конфликты
sk: Riešiť konflikty
sv: Lös konflikter
uk: Résoudre les conflits

source: Found {0} conflicted files
bg: Намерени са {0} конфликтни файлове
da: Fundet {0} konfliktfyldte filer
de: Gefundene {0} konfliktbehaftete Dateien
et: Leitud {0} konfliktseid faile
fi: Löydettiin {0} ristiriitaisia tiedostoja
fr: Fichiers conflictuels trouvés : {0}
hr: Pronađeno {0} sukobljenih datoteka
hu: Talált {0} ütköző fájlt
is: Fundin {0} deildu skrár
it: Trovati {0} file in conflitto
nl: Gevonden {0} conflicterende bestanden
no: Fant {0} konfliktfiler
pt: Encontrados {0} arquivos com conflito
ru: Найдено {0} конфликтующих файлов
sk: Nájdené {0} konfliktne súbory
sv: Hittade {0} konfliktfiler
uk: Найдено {0} конфліктних файлів

source: Apply to all remaining conflicts
bg: Приложи към всички останали конфликти
da: Anvend på alle resterende konflikter
de: Auf alle verbleibenden Konflikte anwenden
et: Kohalda kõiki ülejäänud konflikte
fi: Käytä kaikkia jäljellä olevia konflikteja
fr: Appliquer à tous les conflits restants
hr: Primijeni na sve preostale sukobe
hu: Alkalmazza az összes fennmaradó konfliktusra
is: Beita á allar eftirfarandi deilur
it: Applica a tutti i conflitti rimanenti
nl: Pas toe op alle resterende conflicten
no: Bruk på alle gjenværende konflikter
pt: Aplicar a todos os conflitos restantes
ru: Применить ко всем оставшимся конфликтам
sk: Použiť na všetky zostávajúce konflikty
sv: Tillämpa på alla återstående konflikter
uk: Застосувати до всіх залишкових конфліктів
