Repository: big-comm/gitrepo
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Checking if branch {0} already exists...
bg: Проверка дали клон {0} вече съществува...
cs: Kontrola, zda větev {0} již existuje...
da: Tjekker om gren {0} allerede findes...
de: Überprüfen, ob der Zweig {0} bereits existiert...
el: Έλεγχος αν ο κλάδος {0} υπάρχει ήδη...
es: Comprobando si la rama {0} ya existe...
et: Kontrollin, kas haru {0} juba eksisteerib...
fi: Tarkistetaan, onko haara {0} jo olemassa...
fr: Vérification si la branche {0} existe déjà...
he: בודק אם הסניף {0} כבר קיים...
hr: Provjera postoji li grana {0} već...
hu: Ellenőrzés, hogy a {0} ág már létezik-e...
is: Athuga hvort grein {0} sé þegar til.
it: Controllando se il ramo {0} esiste già...
ja: ブランチ {0} が既に存在するか確認しています...
nl: Controleren of tak {0} al bestaat...
no: Sjekker om gren {0} allerede finnes...
pl: Sprawdzanie, czy gałąź {0} już istnieje...
pt: Verificando se a branch {0} já existe...
ro: Verificarea dacă ramura {0} există deja...
ru: Проверка, существует ли ветка {0}...
sk: Kontrola, či vetva {0} už existuje...
sv: Kontrollerar om gren {0} redan finns...
tr: Dal {0} dalının zaten mevcut olup olmadığını kontrol ediliyor...
uk: Перевірка, чи гілка {0} вже існує...

source: Branch {0} already exists - using existing branch
bg: Клон {0} вече съществува - използване на съществуващия клон
cs: Větev {0} již existuje - používá se existující větev
da: Gren {0} findes allerede - bruger eksisterende gren
de: Zweig {0} existiert bereits - verwende bestehenden Zweig
el: Ο κλάδος {0} υπάρχει ήδη - χρησιμοποιώντας τον υπάρχοντα κλάδο
es: La rama {0} ya existe - utilizando la rama existente
et: Harud {0} eksisteerib juba - kasutatakse olemasolevat haru
fi: Haara {0} on jo olemassa - käytetään olemassa olevaa haaraa
fr: La branche {0} existe déjà - utilisation de la branche existante
he: הסניף {0} כבר קיים - משתמשים בסניף הקיים
hr: Grana {0} već postoji - koristi se postojeća grana
hu: A {0} ág már létezik - a meglévő ágat használva
is: Grein {0} er þegar til - notast við núverandi grein
it: Il ramo {0} esiste già - utilizzo del ramo esistente
ja: ブランチ {0} はすでに存在します - 既存のブランチを使用しています
nl: Branch {0} bestaat al - bestaande branch gebruiken
no: Gren {0} eksisterer allerede - bruker eksisterende gren
pl: Gałąź {0} już istnieje - używanie istniejącej gałęzi
pt: Branch {0} já existe - usanda branch existente
ro: Ramura {0} există deja - folosind ramura existentă
ru: Ветка {0} уже существует - используется существующая ветка
sk: Branch {0} už existuje - používam existujúcu vetvu
sv: Gren {0} finns redan - använder befintlig gren
tr: Dal {0} zaten mevcut - mevcut dal kullanılıyor
uk: Гілка {0} вже існує - використовується існуюча гілка

source: Could not determine SHA for {0}.
bg: Не можа да се определи SHA за {0}.
cs: Nelze určit SHA pro {0}.
da: Kunne ikke bestemme SHA for {0}.
de: Konnte SHA für {0} nicht bestimmen.
el: Δεν ήταν δυνατός ο προσδιορισμός του SHA για {0}.
es: No se pudo determinar el SHA para {0}.
et: Ei õnnestunud määrata SHA väärtust {0}.
fi: Ei voitu määrittää SHA:ta {0}.
fr: Impossible de déterminer le SHA pour {0}.
he: לא ניתן לקבוע SHA עבור {0}.
hr: Nije moguće odrediti SHA za {0}.
hu: Nem sikerült meghatározni a SHA-t a(z) {0} számára.
is: Gat ekki að ákvarða SHA fyrir {0}.
it: Impossibile determinare SHA per {0}.
ja: {0}のSHAを特定できませんでした。
nl: Kon SHA voor {0} niet bepalen.
no: Kunne ikke bestemme SHA for {0}.
pl: Nie można określić SHA dla {0}.
pt: Não foi possível determinar SHA para {0}.
ro: Nu s-a putut determina SHA pentru {0}.
ru: Не удалось определить SHA для {0}.
sk: Nedalo sa určiť SHA pre {0}.
sv: Kunde inte bestämma SHA för {0}.
tr: {0} için SHA belirlenemedi.
uk: Не вдалося визначити SHA для {0}.

source: Creating new branch: {0} based on {1}...
bg: Създаване на нов клон: {0} на базата на {1}...
cs: Vytváření nové větve: {0} na základě {1}...
da: Opretter ny gren: {0} baseret på {1}...
de: Neuen Zweig erstellen: {0} basierend auf {1}...
el: Δημιουργία νέου κλάδου: {0} με βάση {1}...
es: Creando nueva rama: {0} basada en {1}...
et: Loome uus haru: {0} põhineb {1}...
fi: Luodaan uusi haara: {0} perustuen {1}...
fr: Création d'une nouvelle branche : {0} basée sur {1}...
he: יוצרים ענף חדש: {0} בהתבסס על {1}...
hr: Stvaranje nove grane: {0} na temelju {1}...
hu: Új ág létrehozása: {0} a(z) {1} alapján...
is: Býr nýja grein: {0} byggt á {1}...
it: Creando un nuovo ramo: {0} basato su {1}...
ja: 新しいブランチを作成中: {0} は {1} に基づいています...
nl: Nieuwe branch aanmaken: {0} gebaseerd op {1}...
no: Oppretter ny gren: {0} basert på {1}...
pl: Tworzenie nowej gałęzi: {0} na podstawie {1}...
pt: Criando nova branch: {0} baseada em {1}...
ro: Crearea unei ramuri noi: {0} bazată pe {1}...
ru: Создание новой ветки: {0} на основе {1}...
sk: Vytváranie novej vetvy: {0} na základe {1}...
sv: Skapar ny gren: {0} baserat på {1}...
tr: Yeni dal oluşturuluyor: {0}, {1} temel alınarak...
uk: Створення нової гілки: {0} на основі {1}...

source: Error creating branch: {0}
bg: Грешка при създаване на клон: {0}
cs: Chyba při vytváření větve: {0}
da: Fejl ved oprettelse af gren: {0}
de: Fehler beim Erstellen des Branches: {0}
el: Σφάλμα κατά τη δημιουργία κλάδου: {0}
es: Error al crear la rama: {0}
et: Viga haru loomisel: {0}
fi: Virhe haaran luomisessa: {0}
fr: Erreur lors de la création de la branche : {0}
he: שגיאה ביצירת סניף: {0}
hr: Greška prilikom kreiranja grane: {0}
hu: Hiba a ág létrehozásakor: {0}
is: Villa að búa til grein: {0}
it: Errore nella creazione del ramo: {0}
ja: ブランチの作成エラー: {0}
nl: Fout bij het aanmaken van tak: {0}
no: Feil ved oppretting av gren: {0}
pl: Błąd podczas tworzenia gałęzi: {0}
pt: Erro ao criar branch: {0}
ro: Eroare la crearea ramurii: {0}
ru: Ошибка при создании ветки: {0}
sk: Chyba pri vytváraní vetvy: {0}
sv: Fel vid skapande av gren: {0}
tr: Dal oluşturulurken hata: {0}
uk: Помилка створення гілки: {0}

source: Error details: {0}
bg: Детайли за грешка: {0}
cs: Podrobnosti o chybě: {0}
da: Fejl detaljer: {0}
de: Fehlerdetails: {0}
el: Λεπτομέρειες σφάλματος: {0}
es: Detalles del error: {0}
et: Viga üksikasjad: {0}
fi: Virhe tiedot: {0}
fr: Détails de l'erreur : {0}
he: פרטי שגיאה: {0}
hr: Detalji pogreške: {0}
hu: Hiba részletei: {0}
is: Villa upplýsingar: {0}
it: Dettagli errore: {0}
ja: エラーの詳細: {0}
nl: Foutdetails: {0}
no: Feilmeldinger: {0}
pl: Szczegóły błędu: {0}
pt: Detalhes do erro: {0}
ro: Detalii despre eroare: {0}
ru: Детали ошибки: {0}
sk: Podrobnosti o chybe: {0}
sv: Fel detaljer: {0}
tr: Hata ayrıntıları: {0}
uk: Деталі помилки: {0}

source: Branch {0} created successfully!
bg: Клон {0} е създаден успешно!
cs: Větev {0} byla úspěšně vytvořena!
da: Gren {0} oprettet med succes!
de: Zweig {0} erfolgreich erstellt!
el: Κλάδος {0} δημιουργήθηκε με επιτυχία!
es: ¡Rama {0} creada con éxito!
et: Harud {0} loodi edukalt!
fi: Haara {0} luotiin onnistuneesti!
fr: Branche {0} créée avec succès !
he: סניף {0} נוצר בהצלחה!
hr: Grana {0} uspješno je kreirana!
hu: A(z) {0} ág sikeresen létrehozva!
is: Grein {0} búin til með góðum árangri!
it: Ramo {0} creato con successo!
ja: ブランチ {0} が正常に作成されました！
nl: Branch {0} succesvol aangemaakt!
no: Gren {0} opprettet vellykket!
pl: Gałąź {0} została pomyślnie utworzona!
pt: Branch {0} criada com sucesso!
ro: Ramura {0} a fost creată cu succes!
ru: Ветка {0} успешно создана!
sk: Branch {0} bol úspešne vytvorený!
sv: Gren {0} skapad framgångsrikt!
tr: Dal {0} başarıyla oluşturuldu!
uk: Гілка {0} успішно створена!

source: Backing up local changes...
bg: Резервно копиране на локални промени...
cs: Zálohování místních změn...
da: Sikkerhedskopierer lokale ændringer...
de: Sichere lokale Änderungen...
el: Δημιουργία αντιγράφου ασφαλείας τοπικών αλλαγών...
es: Haciendo una copia de seguridad de los cambios locales...
et: Kohalikud muudatused varundatakse...
fi: Varmuuskopioidaan paikallisia muutoksia...
fr: Sauvegarde des modifications locales...
he: גיבוי שינויים מקומיים...
hr: Sigurnosno kopiranje lokalnih promjena...
hu: Helyi változtatások mentése...
is: Að gera öryggisafrit af staðbundnum breytingum...
it: Eseguendo il backup delle modifiche locali...
ja: ローカルの変更をバックアップ中...
nl: Lokale wijzigingen aan het back-uppen...
no: Sikkerhetskopierer lokale endringer...
pl: Tworzenie kopii zapasowej lokalnych zmian...
pt: Fazendo backup das alterações locais...
ro: Salvarea modificărilor locale...
ru: Резервное копирование локальных изменений...
sk: Zálohovanie miestnych zmien...
sv: Säkerhetskopierar lokala ändringar...
tr: Yerel değişiklikler yedekleniyor...
uk: Резервне копіювання локальних змін...

source: Updating remote references...
bg: Актуализиране на отдалечени референции...
cs: Aktualizace vzdálených referencí...
da: Opdaterer fjerntilgængelige referencer...
de: Aktualisiere entfernte Verweise...
el: Ενημέρωση απομακρυσμένων αναφορών...
es: Actualizando referencias remotas...
et: Uuendatakse kaugviiteid...
fi: Päivitetään etäviittauksia...
fr: Mise à jour des références distantes...
he: מעודכן הפניות מרחוק...
hr: Ažuriranje udaljenih referenci...
hu: Távoli hivatkozások frissítése...
is: Að uppfæra fjarvísanir...
it: Aggiornamento dei riferimenti remoti...
ja: リモート参照を更新中...
nl: Externe referenties bijwerken...
no: Oppdaterer eksterne referanser...
pl: Aktualizowanie zdalnych odniesień...
pt: Atualizando referências remotas...
ro: Actualizarea referințelor la distanță...
ru: Обновление удалённых ссылок...
sk: Aktualizácia vzdialených referencií...
sv: Uppdaterar fjärrreferenser...
tr: Uzak referanslar güncelleniyor...

source: Merging {0} into {1}...
bg: Сливане на {0} в {1}...
cs: Sloučení {0} do {1}...
da: Fletter {0} ind i {1}...
de: Zusammenführen von {0} in {1}...
el: Συγχώνευση {0} σε {1}...
es: Fusionando {0} en {1}...
et: Ühendamine {0} {1}...
fi: Yhdistetään {0} {1}:een...
fr: Fusion de {0} dans {1}...
he: מיזוג {0} לתוך {1}...
hr: Spajanje {0} u {1}...
hu: Összevonás {0}-t {1}-be...
is: Sameina {0} í {1}...
it: Unendo {0} in {1}...
ja: {1}に{0}をマージしています...
nl: Samenvoegen {0} in {1}...
no: Slår sammen {0} til {1}...
pl: Scalanie {0} do {1}...
pt: Mesclando {0} em {1}...
ro: Fuzionarea {0} în {1}...
ru: Слияние {0} в {1}...
sk: Zlučovanie {0} do {1}...
sv: Slår samman {0} till {1}...
tr: {1} içine {0} birleştiriliyor...
uk: Злиття {0} в {1}...

source: Merge completed without conflicts!
bg: Сливането е завършено без конфликти!
cs: Sloučení bylo dokončeno bez konfliktů!
da: Sammenlægning afsluttet uden konflikter!
de: Zusammenführung ohne Konflikte abgeschlossen!
el: Η συγχώνευση ολοκληρώθηκε χωρίς συγκρούσεις!
es: ¡Fusión completada sin conflictos!
et: Ühendamine lõpetatud ilma konfliktideta!
fi: Yhdistäminen suoritettu ilman ristiriitoja!
fr: Fusion terminée sans conflits !
he: מיזוג הושלם ללא קונפליקטים!
hr: Spajanje je završeno bez sukoba!
hu: A merge befejeződött konfliktusok nélkül!
is: Samskeyti lokið án árekstra!
it: Unione completata senza conflitti!
ja: マージは競合なしで完了しました！
nl: Samenvoegen voltooid zonder conflicten!
no: Sammenslåing fullført uten konflikter!
pl: Scalanie zakończone bez konfliktów!
pt: Merge concluído sem conflitos!
ro: Fuzionare completă fără conflicte!
ru: Слияние завершено без конфликтов!
sk: Zlúčenie bolo dokončené bez konfliktov!
sv: Sammanfogning slutförd utan konflikter!
tr: Birleştirme çakışmasız tamamlandı!
uk: Злиття завершено без конфліктів!

source: Conflicts detected, resolving automatically...
bg: Открити конфликти, разрешаване автоматично...
cs: Byly zjištěny konflikty, automaticky se řeší...
da: Konflikter opdaget, løser automatisk...
de: Konflikte erkannt, werden automatisch behoben...
el: Ανιχνεύθηκαν συγκρούσεις, επιλύονται αυτόματα...
es: Conflictos detectados, resolviendo automáticamente...
et: Tuvastatud konfliktid, lahendatakse automaatselt...
fi: Tunnistetut konfliktit, ratkaistaan automaattisesti...
fr: Conflits détectés, résolution automatique...
he: זיהוי קונפליקטים, פותר אוטומטית...
hr: Otkriveni sukobi, automatsko rješavanje...
hu: Ütközések észlelve, automatikus megoldás...
is: Ágreiningar greindar, leyst sjálfkrafa...
it: Conflitti rilevati, risoluzione automatica in corso...
ja: 競合が検出されました。自動的に解決しています...
nl: Conflicten gedetecteerd, automatisch aan het oplossen...
no: Konflikter oppdaget, løser automatisk...
pl: Wykryto konflikty, rozwiązuję automatycznie...
pt: Conflitos detectados, resolvendo automaticamente...
ro: Conflicte detectate, rezolvându-se automat...
ru: Обнаружены конфликты, разрешение автоматически...
sk: Zistené konflikty, automatické riešenie...
sv: Konflikter upptäckta, löser automatiskt...
tr: Çatışmalar tespit edildi, otomatik olarak çözülüyor...
uk: Виявлено конфлікти, автоматичне вирішення...

source: Using advanced resolution strategy...
bg: Използване на напреднала стратегия за разрешаване...
cs: Používání pokročilé strategie rozlišení...
da: Bruger avanceret løsningsstrategi...
de: Verwendung einer fortschrittlichen Auflösungsstrategie...
el: Χρησιμοποιώντας προηγμένη στρατηγική επίλυσης...
es: Usando estrategia de resolución avanzada...
et: Kasutades täiustatud lahendustrateegiat...
fi: Käyttämällä edistynyttä ratkaisustrategiaa...
fr: Utilisation d'une stratégie de résolution avancée...
he: שימוש באסטרטגיית פתרון מתקדמת...
hr: Korištenje napredne strategije rješavanja...
hu: Fejlett felbontási stratégia használata...
is: Notkun háþróaðrar lausnarstefnu...
it: Utilizzando una strategia di risoluzione avanzata...
ja: 高度な解決戦略を使用しています...
nl: Geavanceerde oplossingsstrategie gebruiken...
no: Bruker avansert løsningsstrategi...
pl: Używanie zaawansowanej strategii rozwiązywania...
pt: Usando estratégia de resolução avançada...
ro: Folosind strategia avansată de rezolvare...
ru: Использование стратегии продвинутого разрешения...
sk: Používanie pokročilej stratégie rozlíšenia...
sv: Använder avancerad lösningsstrategi...
tr: Gelişmiş çözümleme stratejisi kullanılıyor...
uk: Використання розширеної стратегії розв'язання...

source: Auto-resolve conflicts: merge {0} into {1}
bg: Автоматично разрешаване на конфликти: обединяване на {0} в {1}
da: Auto-opløs konflikter: sammenflet {0} ind i {1}
de: Konflikte automatisch auflösen: {0} in {1} zusammenführen
et: Automaatne konfliktide lahendamine: ühenda {0} {1} sisse
fi: Automaattinen konfliktien ratkaisu: yhdistä {0} {1}:een
fr: Résoudre automatiquement les conflits : fusionner {0} dans {1}
hu: Automatikus konfliktusok megoldása: egyesítés {0} -ból {1} -be
is: Sjálfvirk lausn á árekstrum: sameina {0} í {1}
nl: Automatisch conflicten oplossen: samenvoegen {0} in {1}
no: Automatisk løsning av konflikter: slå sammen {0} til {1}
pt: Auto-resolver conflitos: merge {0} em {1}
ru: Авторазрешение конфликтов: объединить {0} в {1}
sv: Automatiskt lös konflikter: slå samman {0} till {1}

source: Conflicts resolved automatically!
bg: Конфликтите са разрешени автоматично!
cs: Konflikty byly vyřešeny automaticky!
da: Konflikter løst automatisk!
de: Konflikte automatisch gelöst!
el: Οι συγκρούσεις επιλύθηκαν αυτόματα!
es: ¡Conflictos resueltos automáticamente!
et: Konfliktid lahendatud automaatselt!
fi: Konfliktit ratkaistu automaattisesti!
fr: Conflits résolus automatiquement !
he: הקונפליקטים נפתרו אוטומטית!
hr: Sukobi su automatski riješeni!
hu: A konfliktusok automatikusan megoldódtak!
is: Ágreiningar leystar sjálfkrafa!
it: Conflitti risolti automaticamente!
ja: 競合は自動的に解決されました！
nl: Conflicten automatisch opgelost!
no: Konflikter løst automatisk!
pl: Konflikty rozwiązane automatycznie!
pt: Conflitos resolvidos automaticamente!
ro: Conflictele au fost rezolvate automat!
ru: Конфликты разрешены автоматически!
sk: Konflikty boli automaticky vyriešené!
sv: Konflikter lösta automatiskt!
tr: Çatışmalar otomatik olarak çözüldü!
uk: Конфлікти вирішено автоматично!

source: Could not resolve conflicts automatically
bg: Не можа да разреши конфликтите автоматично
cs: Nebylo možné automaticky vyřešit konflikty
da: Kunne ikke løse konflikter automatisk
de: Konflikte konnten nicht automatisch gelöst werden
el: Δεν ήταν δυνατή η αυτόματη επίλυση των συγκρούσεων
es: No se pudieron resolver los conflictos automáticamente
et: Ei suutnud konflikte automaatselt lahendada
fi: Ei voitu ratkaista ristiriitoja automaattisesti
fr: Impossible de résoudre les conflits automatiquement
he: לא ניתן לפתור קונפליקטים באופן אוטומטי
hr: Nije moguće automatski riješiti sukobe
hu: Nem sikerült automatikusan megoldani a konfliktusokat.
is: Gat ekki að leysa árekstra sjálfkrafa
it: Impossibile risolvere i conflitti automaticamente
ja: 自動的に競合を解決できませんでした
nl: Konflikten konden niet automatisch worden opgelost
no: Kunne ikke løse konflikter automatisk
pl: Nie można automatycznie rozwiązać konfliktów
pt: Não foi possível resolver conflitos automaticamente
ro: Nu s-au putut rezolva conflictele automat.
ru: Не удалось автоматически разрешить конфликты
sk: Nedalo sa automaticky vyriešiť konflikty
sv: Kunde inte lösa konflikter automatiskt
tr: Çatışmalar otomatik olarak çözülemedi.
uk: Не вдалося автоматично вирішити конфлікти

source: No differences detected
bg: Няма открити разлики
cs: Žádné rozdíly nebyly zjištěny
da: Ingen forskelle registreret
de: Keine Unterschiede festgestellt
el: Δεν ανιχνεύθηκαν διαφορές
es: No se detectaron diferencias
et: Ei erinevusi tuvastatud
fi: Ei eroja havaittu
fr: Aucune différence détectée
he: לא זוהו הבדלים
hr: Nema otkrivenih razlika
hu: Nincsenek észlelhető eltérések
is: Engin engin greindar.
it: Nessuna differenza rilevata
ja: 差異は検出されませんでした
nl: Geen verschillen gedetecteerd
no: Ingen forskjeller oppdaget
pl: Nie wykryto różnic
pt: Nenhuma diferença detectada
ro: Nu au fost detectate diferențe
ru: Различий не обнаружено
sk: Neboli zistené žiadne rozdiely
sv: Inga skillnader upptäcktes
tr: Farklılık tespit edilmedi
uk: Немає виявлених відмінностей

source: Pushing resolved branch...
bg: Изпращане на разрешен клон...
cs: Odesílání vyřešené větve...
da: Skubber løst branch...
de: Pushing aufgelöste Zweig...
el: Σπρώχνοντας την επιλυμένη κλάδο...
es: Empujando rama resuelta...
et: Tõukamine lahendatud haru...
fi: Työnnetään ratkaistu haara...
fr: Pousser la branche résolue...
he: דחיפת ענף שנפתר...
hr: Guranje riješene grane...
hu: A megoldott ág feltöltése...
is: Þrýstingur á leystan grein...
it: Invio del ramo risolto...
ja: 解決済みブランチをプッシュ中...
nl: Branch met resolutie aan het duwen...
no: Skyverer løst gren...
pl: Wypychanie rozwiązanej gałęzi...
pt: Envianda branch resolvida...
ro: Împingerea ramurii rezolvate...
ru: Отправка разрешенной ветки...
sk: Tlačím vyriešenú vetvu...
sv: Trycker den lösta grenen...
tr: Çözümlenmiş dal itiliyor...
uk: Пушинг вирішеної гілки...

source: Restoring local changes...
bg: Възстановяване на локални промени...
cs: Obnovování místních změn...
da: Gendannelse af lokale ændringer...
de: Lokale Änderungen werden wiederhergestellt...
el: Αποκατάσταση τοπικών αλλαγών...
es: Restaurando cambios locales...
et: Kohalikud muudatused taastatakse...
fi: Palautetaan paikallisia muutoksia...
fr: Restauration des modifications locales...
he: שחזור שינויים מקומיים...
hr: Obnavljanje lokalnih promjena...
hu: Helyi módosítások visszaállítása...
is: Að endurheimta staðbundnar breytingar...
it: Ripristino delle modifiche locali...
ja: ローカル変更を復元しています...
nl: Lokale wijzigingen herstellen...
no: Gjenoppretter lokale endringer...
pl: Przywracanie lokalnych zmian...
pt: Restaurando alterações locais...
ro: Restaurare modificările locale...
ru: Восстановление локальных изменений...
sk: Obnovovanie miestnych zmien...
sv: Återställer lokala ändringar...
tr: Yerel değişiklikler geri yükleniyor...
uk: Відновлення локальних змін...

source: Conflict resolution completed successfully!
bg: Разрешаването на конфликта е завършено успешно!
cs: Řešení konfliktu bylo úspěšně dokončeno!
da: Konfliktløsning gennemført med succes!
de: Konfliktlösung erfolgreich abgeschlossen!
el: Η επίλυση συγκρούσεων ολοκληρώθηκε με επιτυχία!
es: ¡La resolución de conflictos se completó con éxito!
et: Konflikti lahendamine lõpetati edukalt!
fi: Konfliktin ratkaisu suoritettu onnistuneesti!
fr: La résolution de conflit a été effectuée avec succès !
he: פתרון הקונפליקט הושלם בהצלחה!
hr: Rješavanje sukoba uspješno je završeno!
hu: A konfliktuskezelés sikeresen befejeződött!
is: Ágreiningslausn lokið með góðum árangri!
it: Risoluzione dei conflitti completata con successo!
ja: 競合解決が正常に完了しました！
nl: Conflictoplossing succesvol voltooid!
no: Konfliktløsning fullført med suksess!
pl: Rozwiązywanie konfliktów zakończone pomyślnie!
pt: Resolução de conflitos concluída com sucesso!
ro: Rezolvarea conflictului a fost finalizată cu succes!
ru: Разрешение конфликта успешно завершено!
sk: Riešenie konfliktu bolo úspešne dokončené!
sv: Konfliktlösning slutförd framgångsrikt!
tr: Çatışma çözümü başarıyla tamamlandı!
uk: Конфлікт успішно вирішено!

source: Error during conflict resolution: {0}
bg: Грешка по време на разрешаване на конфликт: {0}
cs: Chyba během řešení konfliktu: {0}
da: Fejl under konfliktløsning: {0}
de: Fehler bei der Konfliktlösung: {0}
el: Σφάλμα κατά την επίλυση σύγκρουσης: {0}
es: Error durante la resolución de conflictos: {0}
et: Tõrge konfliktide lahendamisel: {0}
fi: Virhe konfliktin ratkaisemisessa: {0}
fr: Erreur lors de la résolution de conflit : {0}
he: שגיאה במהלך פתרון קונפליקטים: {0}
hr: Greška tijekom rješavanja sukoba: {0}
hu: Hiba a konfliktus megoldása során: {0}
is: Villa við að leysa árekstra: {0}
it: Errore durante la risoluzione dei conflitti: {0}
ja: 競合解決中のエラー: {0}
nl: Fout tijdens conflictoplossing: {0}
no: Feil under konfliktløsning: {0}
pl: Błąd podczas rozwiązywania konfliktu: {0}
pt: Erro durante resolução de conflitos: {0}
ro: Eroare în timpul rezolvării conflictului: {0}
ru: Ошибка при разрешении конфликта: {0}
sk: Chyba počas riešenia konfliktu: {0}
sv: Fel vid konfliktlösning: {0}
tr: Çatışma çözümü sırasında hata: {0}
uk: Помилка під час вирішення конфлікту: {0}

source: Waiting for PR to be ready for merge...
bg: Изчакване PR да бъде готов за сливане...
cs: Čekání na připravenost PR k sloučení...
da: Venter på, at PR er klar til at blive flettet...
de: Warten auf die PR, um für den Merge bereit zu sein...
el: Περιμένοντας το PR να είναι έτοιμο για συγχώνευση...
es: Esperando a que la PR esté lista para fusionar...
et: Ootame, kuni PR on valmis liitmiseks...
fi: Odotetaan, että PR on valmis yhdistettäväksi...
fr: En attente que la PR soit prête à être fusionnée...
he: ממתין שה-PR יהיה מוכן למיזוג...
hr: Čekanje da PR bude spreman za spajanje...
hu: Várakozás a PR-ra, hogy készen álljon az egyesítésre...
is: Bíðandi eftir að PR sé tilbúið til sameiningar...
it: In attesa che la PR sia pronta per la fusione...
ja: マージの準備が整うまで待機中...
nl: Wachten tot PR klaar is om te mergen...
no: Venter på at PR skal være klar for sammenslåing...
pl: Czekam na gotowość PR do scalania...
pt: Asalvando PR estar pronto para merge...
ro: Așteptând ca PR-ul să fie gata pentru a fi fuzionat...
ru: Ожидание готовности PR для слияния...
sk: Čaká sa na pripravenie PR na zlúčenie...
sv: Väntar på att PR ska vara redo för sammanslagning...
tr: Birleştirme için PR'nın hazır olmasını bekliyorum...
