Repository: big-comm/gitrepo
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Files are identical (no differences)
bg: Файловете са идентични (няма разлики)
da: Filerne er identiske (ingen forskelle)
de: Dateien sind identisch (keine Unterschiede)
et: Failid on identsed (ei mingeid erinevusi)
fi: Tiedostot ovat identtiset (ei eroja)
fr: Les fichiers sont identiques (aucune différence)
hr: Datoteke su identične (nema razlika)
hu: A fájlok azonosak (nincsenek eltérések)
is: Skrárnar eru eins (engin munur)
it: I file sono identici (nessuna differenza)
nl: Bestanden zijn identiek (geen verschillen)
no: Filene er identiske (ingen forskjeller)
pt: Arquivos são idênticos (sem diferenças)
ru: Файлы идентичны (нет различий)
sv: Filerna är identiska (inga skillnader)

source: Diff viewer closed.
bg: Преглед на разликите затворен.
da: Diff-visning lukket.
de: Diff-Viewer geschlossen.
et: Diff vaataja suletud.
fi: Diff-näkymä suljettu.
fr: Visualiseur de différences fermé.
hr: Preglednik razlika zatvoren.
hu: Diff néző bezárva.
is: Samanburðarvottorð lokað.
it: Visualizzatore di differenze chiuso.
nl: Diff-weergave gesloten.
no: Diff-visning lukket.
pt: Visualizador de diff fechado.
ru: Просмотр различий закрыт.
sv: Diffvisare stängd.

source: Could not show diff: {0}
bg: Не можа да покаже разликата: {0}
da: Kunne ikke vise forskel: {0}
de: Konnte den Unterschied nicht anzeigen: {0}
et: Ei saanud erinevust näidata: {0}
fi: Ei voitu näyttää eroa: {0}
fr: Impossible d'afficher la différence : {0}
hr: Nije moguće prikazati razliku: {0}
hu: Nem lehetett megjeleníteni a különbséget: {0}
is: Gat ekki sýnt mismun: {0}
it: Impossibile mostrare la differenza: {0}
nl: Kon niet diff tonen: {0}
no: Kunne ikke vise diff: {0}
pt: Não foi possível mostrar diff: {0}
ru: Не удалось показать разницу: {0}
sk: Nemožno zobraziť rozdiel: {0}
sv: Kunde inte visa diff: {0}
uk: Не вдалося показати різницю: {0}

source: Viewers tried: {0}
bg: Гледачи опитаха: {0}
da: Seere forsøgte: {0}
de: Zuschauer haben versucht: {0}
et: Vaatajad proovisid: {0}
fi: Katsojat yrittivät: {0}
fr: Spectateurs essayés : {0}
hr: Gledatelja pokušalo: {0}
hu: Nézők próbálták: {0}
is: Skoðendur reyndu: {0}
it: Visualizzazioni provate: {0}
nl: Kijkers geprobeerd: {0}
no: Seere prøvde: {0}
pt: Visualizadores tentados: {0}
ru: Попытки зрителей: {0}
sv: Tittare försökte: {0}

source: Created files:
bg: Създадени файлове:
da: Oprettede filer:
de: Erstellte Dateien:
et: Loodud failid:
fi: Luodut tiedostot:
fr: Fichiers créés :
hr: Stvorene datoteke:
hu: Létrehozott fájlok:
is: Sköpuð skrár:
it: File creati:
nl: Gemaakte bestanden:
no: Opprettede filer:
pt: Arquivos criados:
ru: Созданные файлы:
sk: Vytvorené súbory:
sv: Skapade filer:
uk: Створені файли:

source: Error creating versions: {0}
bg: Грешка при създаване на версии: {0}
da: Fejl ved oprettelse af versioner: {0}
de: Fehler beim Erstellen von Versionen: {0}
et: Versioonide loomise viga: {0}
fi: Virhe versioiden luomisessa: {0}
fr: Erreur lors de la création des versions : {0}
hr: Greška prilikom kreiranja verzija: {0}
hu: Hiba a verziók létrehozásakor: {0}
is: Villa að búa til útgáfur: {0}
it: Errore nella creazione delle versioni: {0}
nl: Fout bij het aanmaken van versies: {0}
no: Feil ved oppretting av versjoner: {0}
pt: Erro ao criar versões: {0}
ru: Ошибка при создании версий: {0}
sk: Chyba pri vytváraní verzií: {0}
sv: Fel vid skapande av versioner: {0}

source: Operation Mode: {0}
bg: Режим на работа: {0}
da: Driftsmode: {0}
de: Betriebsmodus: {0}
et: Töörežiim: {0}
fi: Toimintatila: {0}
fr: Mode d'opération : {0}
hr: Način rada: {0}
hu: Működési mód: {0}
is: Aðgerðarhamur: {0}
it: Modalità Operativa: {0}
nl: Bedrijfsmodus: {0}
no: Driftsmodus: {0}
pt: Modo de Operação: {0}
ru: Режим работы: {0}
sv: Driftsläge: {0}

source: Conflict Strategy: {0}
bg: Стратегия за конфликт: {0}
da: Konfliktstrategi: {0}
de: Konfliktstrategie: {0}
et: Konflikti strateegia: {0}
fi: Konfliktistrategia: {0}
fr: Stratégie de conflit : {0}
hr: Strategija sukoba: {0}
hu: Konfliktus Stratégia: {0}
is: Ágreininga stefna: {0}
it: Strategia di conflitto: {0}
nl: Conflictstrategie: {0}
no: Konfliktstrategi: {0}
pt: Estratégia de Conflito: {0}
ru: Стратегия конфликта: {0}
sv: Konfliktstrategi: {0}

source: Auto-switch to user branch
bg: Автоматично превключване към потребителски клон
da: Automatisk skift til brugergren
de: Automatischer Wechsel zum Benutzerbranch
et: Automaatne vahetus kasutaja harule
fi: Automaattinen vaihto käyttäjähaaraan
fr: Changement automatique vers la branche utilisateur
hr: Automatsko prebacivanje na korisničku granu
hu: Automatikus váltás a felhasználói ágra
is: Sjálfvirk skipting á notendagrein
it: Passa automaticamente al ramo utente
nl: Automatisch overschakelen naar gebruikersbranch
no: Automatisk bytte til brukergren
pt: Auto-alternar para branch do usuário
ru: Автоматическое переключение на пользовательскую ветку
sv: Automatisk växling till användargren

source: Reset all settings to defaults?
bg: Нулиране на всички настройки до подразбиране?
da: Nulstil alle indstillinger til standard?
de: Alle Einstellungen auf die Standardwerte zurücksetzen?
et: Taasta kõik seaded vaikeseadetele?
fi: Palauta kaikki asetukset oletusarvoihin?
fr: Réinitialiser tous les paramètres par défaut ?
hr: Resetiraj sve postavke na zadane?
hu: Minden beállítás visszaállítása az alapértelmezett értékekre?
is: Aftengreina allar stillingar í sjálfgefið?
it: Ripristina tutte le impostazioni ai valori predefiniti?
nl: Alle instellingen terugzetten naar de standaardwaarden?
no: Tilbakestill alle innstillinger til standard?
pt: Restaurar todas as configurações para padrão?
ru: Сбросить все настройки к значениям по умолчанию?
sk: Obnoviť všetky nastavenia na predvolené hodnoty?
sv: Återställ alla inställningar till standard?
uk: Скинути всі налаштування до значень за замовчуванням?

source: ✓ Settings reset to defaults
bg: ✓ Настройки възстановени по подразбиране
da: ✓ Indstillinger nulstillet til standard
de: ✓ Einstellungen auf die Standardwerte zurückgesetzt
et: ✓ Seaded lähteseisundisse taastatud
fi: ✓ Asetukset palautettu oletusarvoihin
fr: ✓ Paramètres réinitialisés aux valeurs par défaut
hr: ✓ Postavke vraćene na zadane vrijednosti
hu: ✓ A beállítások visszaállítva az alapértelmezett értékekre
is: ✓ Stillingar endurstilltar í sjálfgefið gildi
it: ✓ Impostazioni ripristinate ai valori predefiniti
nl: ✓ Instellingen teruggezet naar standaardwaarden
no: ✓ Innstillinger tilbakestilt til standardverdier
pt: ✓ Configurações restauradas para padrão
ru: ✓ Настройки сброшены к умолчаниям
sk: ✓ Nastavenia obnovené na predvolené hodnoty
sv: ✓ Inställningar återställda till standardvärden
uk: ✓ Налаштування скинуто до значень за замовчуванням

source: Safe Mode
bg: Безопасен режим
da: Sikker tilstand
de: Abgesicherter Modus
et: Ohutusrežiim
fi: Turvallinen tila
fr: Mode sans échec
hr: Sigurnosni način
hu: Biztonságos mód
is: Öryggismódur
it: Modalità Sicura
nl: Veilige modus
no: Sikkerhetsmodus
pt: Modo Seguro
ru: Безопасный режим
sk: Bezpečný režim
sv: Säkert läge
uk: Безпечний режим

source: More control, confirm important actions
bg: Повече контрол, потвърдете важни действия
da: Mere kontrol, bekræft vigtige handlinger
de: Mehr Kontrolle, wichtige Aktionen bestätigen
et: Rohkem kontrolli, kinnita olulisi toiminguid
fi: Enemmän hallintaa, vahvista tärkeitä toimintoja
fr: Plus de contrôle, confirmez les actions importantes
hr: Više kontrole, potvrdite važne radnje
hu: Több irányítás, fontos műveletek megerősítése
is: Meiri stjórn, staðfesta mikilvægar aðgerðir
it: Maggiore controllo, conferma azioni importanti
nl: Meer controle, bevestig belangrijke acties
no: Mer kontroll, bekreft viktige handlinger
pt: Mais controle, confirmar ações importantes
ru: Больше контроля, подтвердите важные действия
sk: Viac kontroly, potvrďte dôležité akcie
sv: Mer kontroll, bekräfta viktiga åtgärder
uk: Більше контролю, підтвердити важливі дії

source: Quick Mode
bg: Бърз режим
da: Hurtigtilstand
de: Schnellmodus
et: Kiire režiim
fi: Nopea tila
fr: Mode rapide
hr: Brzi način
hu: Gyors mód
is: Hraðhamur
it: Modalità Rapida
nl: Snelle modus
no: Rask modus
pt: Modo Rápido
ru: Быстрый режим
sk: Rýchly režim
sv: Snabbt läge
uk: Швидкий режим

source: Fast automation, minimal confirmations
bg: Бърза автоматизация, минимални потвърждения
da: Hurtig automatisering, minimale bekræftelser
de: Schnelle Automatisierung, minimale Bestätigungen
et: Kiire automatiseerimine, minimaalsed kinnitused
fi: Nopea automaatio, minimaalinen vahvistus
fr: Automatisation rapide, confirmations minimales
hr: Brza automatizacija, minimalne potvrde
hu: Gyors automatizálás, minimális megerősítések
is: Hraðvirk sjálfvirkni, lágmark staðfestingar
it: Automazione rapida, conferme minime
nl: Snelle automatisering, minimale bevestigingen
no: Rask automatisering, minimale bekreftelser
pt: Automação rápida, confirmações mínimas
ru: Быстрая автоматизация, минимальные подтверждения
sk: Rýchla automatizácia, minimálne potvrdenia
sv: Snabb automatisering, minimala bekräftelser
uk: Швидка автоматизація, мінімальні підтвердження

source: Expert Mode
bg: Режим експерт
da: Eksperttilstand
de: Expertenmodus
et: Ekspertrežiim
fi: Asiantuntija-tila
fr: Mode Expert
hr: Ekspertni način
hu: Szakértői mód
is: Sérfræðimódur
it: Modalità Esperto
nl: Expertmodus
no: Ekspertmodus
pt: Modo Expert
ru: Режим эксперта
sk: Expert mód
sv: Expertläge
uk: Експертний режим

source: Maximum automation, for experienced users
bg: Максимална автоматизация, за опитни потребители
da: Maksimal automatisering, for erfarne brugere
de: Maximale Automatisierung für erfahrene Benutzer
et: Maksimaalne automatiseerimine, kogenud kasutajatele
fi: Maksimaalinen automaatio, kokeneille käyttäjille
fr: Automatisation maximale, pour utilisateurs expérimentés
hr: Maksimalna automatizacija, za iskusne korisnike
hu: Maximális automatizálás, tapasztalt felhasználók számára
is: Maksímum sjálfvirkni, fyrir reynda notendur
it: Automazione massima, per utenti esperti
nl: Maximale automatisering, voor ervaren gebruikers
no: Maksimal automatisering, for erfarne brukere
pt: Automação máxima, para usuários experientes
ru: Максимальная автоматизация для опытных пользователей
sk: Maximálna automatizácia pre skúsených používateľov
sv: Maximal automatisering, för erfarna användare
uk: Максимальна автоматизація, для досвідчених користувачів

source: Select Operation Mode
bg: Изберете режим на работа
da: Vælg driftsmode
de: Betriebsmodus auswählen
et: Vali töörežiim
fi: Valitse toimintatila
fr: Sélectionner le mode d'opération
hr: Odaberite način rada
hu: Műveletmód kiválasztása
is: Veldu aðgerðarmód
it: Seleziona modalità operativa
nl: Selecteer bedrijfsmodus
no: Velg driftsmodus
pt: Selecionar Modo de Operação
ru: Выберите режим работы
sk: Vyberte režim prevádzky
sv: Välj driftsläge

source: ✓ Operation mode changed to: {0}
bg: ✓ Режим на работа променен на: {0}
da: ✓ Driftsmode ændret til: {0}
de: ✓ Betriebsmodus geändert auf: {0}
et: ✓ Operatsioonirežiim on muudetud: {0}
fi: ✓ Toimintatila muutettu: {0}
fr: ✓ Mode d'opération changé en : {0}
hr: ✓ Način rada promijenjen u: {0}
hu: ✓ Működési mód megváltozott: {0}
is: ✓ Rekstrarhamur breyttist í: {0}
it: ✓ Modalità operativa cambiata in: {0}
nl: ✓ Bedrijfsmodus gewijzigd naar: {0}
no: ✓ Driftsmodus endret til: {0}
pt: ✓ Modo de operação alterado para: {0}
ru: ✓ Режим работы изменен на: {0}
sk: ✓ Režim prevádzky bol zmenený na: {0}
sv: ✓ Driftsläge ändrat till: {0}
uk: ✓ Режим роботи змінено на: {0}

source: Interactive
bg: Интерактивен
da: Interaktiv
de: Interaktiv
et: Interaktiivne
fi: Interaktiivinen
fr: Interactif
hr: Interaktivan
hu: Interaktív
is: Samskipti
it: Interattivo
nl: Interactief
no: Interaktiv
pt: Interativo
ru: Интерактивный
sk: Interaktívny
sv: Interaktiv
uk: Інтерактивний

source: Ask for each conflict file
bg: Попитайте за всеки конфликтен файл
da: Bed om hver konfliktfil
de: Fragen Sie nach jeder Konfliktdatei
et: Küsi iga konfliktifaili kohta
fi: Kysy jokaiselta konfliktitiedostolta
fr: Demander pour chaque fichier de conflit
hr: Zatraži za svaku datoteku sukoba
hu: Kérje el minden konfliktusfájlt
is: Fyrir hverja deiluskjal
it: Chiedi per ogni file di conflitto
nl: Vraag om elk conflictbestand
no: Be om hver konfliktfil
pt: Perguntar para cada arquivo com conflito
ru: Запрашивать для каждого файла конфликта
sk: Požiadajte o každý konflikt súboru
sv: Fråga efter varje konfliktfil
uk: Запитувати для кожного файлу конфлікту

source: Auto Keep Ours
bg: Автоматично запазване на нашето
da: Auto Behold Vore
de: Auto Behalten Unseres
et: Automaatne Hoia Meie
fi: Automaattinen säilytys meidän
fr: Auto Garder Nos
hr: Automatsko zadržavanje naših
hu: Automatikus Megtartás A Miénk
is: Sjálfvirk Halda Okkar
it: Auto Mantieni Nostro
nl: Auto Bewaar Onze
no: Auto Behold Våre
pt: Auto Manter Nossa
ru: Авто Сохранить Наши
sk: Automaticky uchovať naše
sv: Auto Behåll Våra
uk: Авто зберігати наші

source: Always keep our changes
bg: Винаги запазвайте нашите промени
da: Behold altid vores ændringer
de: Änderungen immer beibehalten
et: Alati hoidke meie muudatusi
fi: Pidä aina muutoksemme.
fr: Toujours conserver nos modifications
hr: Uvijek zadrži naše promjene
hu: Mindig tartsd meg a változtatásainkat
is: Alltaf vista breytingarnar okkar
it: Mantieni sempre le nostre modifiche
nl: Houd altijd onze wijzigingen bij
no: Alltid behold endringene våre
pt: Sempre manter nossas alterações
ru: Всегда сохранять наши изменения
sk: Vždy uchovávajte naše zmeny
sv: Håll alltid våra ändringar
uk: Завжди зберігайте наші зміни

source: Auto Accept Remote
bg: Автоматично приемане на отдалечен достъп
da: Auto Accepter Fjern
de: Auto-Akzeptieren Remote
et: Automaatne aktsepteerimine kaugjuhtimisega
fi: Automaattinen hyväksyminen etäyhteydelle
fr: Acceptation automatique à distance
hr: Automatsko prihvaćanje udaljenog
hu: Automatikus Elfogadás Távoli
is: Sjálfvirk samþykkt fjarstýringu
it: Accettazione Automatica Remota
nl: Auto Accepteren Op Afstand
no: Automatisk godta ekstern
pt: Auto Aceitar Remota
ru: Авто Принятие Удаленного
sk: Automatické prijatie vzdialeného prístupu
sv: Automatisk Acceptera Fjärr
uk: Автоматичне прийняття віддалених запитів

source: Always accept remote changes
bg: Винаги приемайте дистанционни промени
da: Altid accepter fjernændringer
de: Immer entfernte Änderungen akzeptieren
et: Alati aktsepteeri kaugmuudatusi
fi: Hyväksy aina etämuutokset
fr: Accepter toujours les modifications à distance
hr: Uvijek prihvaćaj udaljene promjene
hu: Mindig fogadja el a távoli változtatásokat
is: Alltaf samþykkja fjarbreytingar
it: Accetta sempre le modifiche remote
nl: Altijd externe wijzigingen accepteren
no: Alltid aksepter eksterne endringer
pt: Sempre aceitar alterações remotas
ru: Всегда принимать удалённые изменения
sk: Vždy akceptovať vzdialené zmeny
sv: Acceptera alltid fjärrändringar
uk: Завжди приймати віддалені зміни

source: Stop and let me resolve manually
bg: Спри и ми позволи да разреша ръчно.
da: Stop og lad mig løse det manuelt
de: Stoppen und lassen Sie mich manuell lösen
et: Peatu ja lase mul käsitsi lahendada
fi: Pysäytä ja anna minun ratkaista manuaalisesti
fr: Arrêtez et laissez-moi résoudre manuellement
hr: Zaustavi i dopusti mi da to ručno riješim
hu: Állj meg, és hagyd, hogy manuálisan megoldjam.
is: Stöðvaðu og leyfðu mér að leysa þetta handvirkt
it: Fermati e lasciami risolvere manualmente
nl: Stop en laat me het handmatig oplossen
no: Stopp og la meg løse manuelt
pt: Parar e deixar eu resolver manualmente
ru: Остановитесь и позвольте мне решить это вручную
sk: Zastavte a nechajte ma to vyriešiť manuálne
sv: Stanna och låt mig lösa det manuellt
uk: Зупиніть і дайте мені вирішити вручну

source: Select Conflict Strategy
bg: Изберете стратегия за конфликт
da: Vælg konfliktstrategi
de: Konfliktstrategie auswählen
et: Vali konfliktistrateegia
fi: Valitse konfliktistrategia
fr: Sélectionner la stratégie de conflit
hr: Odaberite strategiju sukoba
hu: Konfliktus Stratégia Kiválasztása
is: Veldu átaksstefnu
it: Seleziona Strategia di Conflitto
nl: Selecteer conflictestrategie
no: Velg konfliktstrategi
pt: Selecionar Estratégia de Conflito
ru: Выберите стратегию разрешения конфликтов
sk: Vyberte stratégiu konfliktu
sv: Välj konfliktstrategi
uk: Виберіть стратегію конфлікту

source: ✓ Conflict strategy changed to: {0}
bg: ✓ Стратегията за конфликти беше променена на: {0}
da: ✓ Konflikstrategi ændret til: {0}
de: ✓ Konfliktstrategie geändert auf: {0}
et: ✓ Konflikti strateegia on muudetud: {0}
fi: ✓ Konfliktistrategia muutettu: {0}
fr: ✓ La stratégie de conflit a été changée en : {0}
hr: ✓ Strategija sukoba promijenjena u: {0}
hu: ✓ A konfliktuskezelési stratégia megváltozott: {0}
is: ✓ Deildu stefna breytt í: {0}
it: ✓ Strategia di conflitto cambiata in: {0}
nl: ✓ Conflictastrategie gewijzigd naar: {0}
no: ✓ Konfliktstrategi endret til: {0}
pt: ✓ Estratégia de conflito alterada para: {0}
ru: ✓ Стратегия конфликта изменена на: {0}
sk: ✓ Stratégia konfliktu sa zmenila na: {0}
sv: ✓ Konfliktstrategi ändrad till: {0}
uk: ✓ Стратегія конфлікту змінена на: {0}

source: Current Mode: {0}
bg: Текущи режим: {0}
da: Nuværende tilstand: {0}
de: Aktueller Modus: {0}
et: Praegune režiim: {0}
fi: Nykyinen tila: {0}
fr: Mode actuel : {0}
hr: Trenutni način: {0}
hu: Jelenlegi mód: {0}
is: Núverandi stilla: {0}
it: Modalità attuale: {0}
nl: Huidige modus: {0}
no: Nåværende modus: {0}
pt: Modo Atual: {0}
ru: Текущий режим: {0}
sk: Aktuálny režim: {0}
sv: Aktuellt läge: {0}
uk: Поточний режим: {0}

source: Auto-resolve conflicts: {0}
bg: Автоматично разрешаване на конфликти: {0}
da: Auto-opløsning af konflikter: {0}
de: Konflikte automatisch auflösen: {0}
et: Automaatne konfliktide lahendamine: {0}
fi: Automaattinen konfliktien ratkaisu: {0}
fr: Résoudre automatiquement les conflits : {0}
hr: Automatsko rješavanje sukoba: {0}
hu: Automatikus konfliktusok megoldása: {0}
is: Sjálfvirk lausn á árekstrum: {0}
it: Risolvi automaticamente i conflitti: {0}
nl: Automatisch conflicten oplossen: {0}
no: Automatisk løsning av konflikter: {0}
pt: Auto-resolver conflitos: {0}
ru: Авторазрешение конфликтов: {0}
sk: Automaticky vyriešiť konflikty: {0}
sv: Automatiskt lös konflikter: {0}
uk: Автоматичне вирішення конфліктів: {0}

source: Auto-switch branches: {0}
bg: Автоматично превключване на клонове: {0}
da: Auto-skift grene: {0}
de: Automatisches Wechseln der Branches: {0}
et: Automaatne harude vahetus: {0}
fi: Automaattinen haara vaihtaminen: {0}
fr: Changement automatique de branches : {0}
hr: Automatsko prebacivanje grana: {0}
hu: Automatikus átkapcsolás ágakra: {0}
is: Sjálfvirk greinaskipti: {0}
it: Cambia automaticamente i rami: {0}
nl: Automatisch schakelen tussen branches: {0}
no: Automatisk bytte av grener: {0}
pt: Auto-alternar branches: {0}
ru: Автоматическое переключение веток: {0}
sk: Automatické prepínanie vetiev: {0}
sv: Automatiskt växla grenar: {0}
uk: Автоматичне перемикання гілок: {0}

source: Show preview: {0}
bg: Покажи преглед: {0}
da: Vis visning: {0}
de: Vorschau anzeigen: {0}
et: Kuva eelvaate: {0}
fi: Näytä esikatselu: {0}
fr: Afficher l'aperçu : {0}
hr: Prikaži pregled: {0}
hu: Előnézet megjelenítése: {0}
is: Sýna forsýningu: {0}
it: Mostra anteprima: {0}
nl: Toon voorbeeld: {0}
no: Vis forhåndsvisning: {0}
pt: Mostrar pré-visualização: {0}
ru: Показать предварительный просмотр: {0}
sk: Zobraziť náhľad: {0}
sv: Visa förhandsgranskning: {0}
uk: Показати попередній перегляд: {0}

source: ⚠️ UNRESOLVED CONFLICTS DETECTED
bg: ⚠️ ОТКРИТИ НЕРАЗРЕШЕНИ КОНФЛИКТИ
da: ⚠️ UAFKLAREDE KONFLIKTER DETEKTERET
de: ⚠️ UNLÖSTE KONFLIKTE DETEKTIERT
et: ⚠️ LAHENDAMATA KONFLIKTE AVASTATUD
fi: ⚠️ RATKAISEMATTOMIA KONFLIKTEJA HAVAITTU
fr: ⚠️ CONFLITS NON RÉSOLUS DÉTECTÉS
hr: ⚠️ OTKRIVENE NEPOREDAJNE KONFLIKTE
hu: ⚠️ MEGOLDATLAN ÜTKÖZÉSEK DETEKTÁLVA
is: ⚠️ ÓLESTANLEGAR ÁREITANIR GREINDIST
it: ⚠️ CONFLITTI IRRISOLTI RILEVATI
nl: ⚠️ ONOPGELOSTE CONFLICTEN GEVONDEN
no: ⚠️ UOPPLØSTE KONFLIKTER DETEKTERT
pt: ⚠️ CONFLITOS NÃO RESOLVIDOS DETECTADOS
ru: ⚠️ ОБНАРУЖЕНЫ НЕРАЗРЕШЁННЫЕ КОНФЛИКТЫ
sv: ⚠️ OUPPLÖSTA KONFLIKTER DETEKTERADE

source: You have unresolved conflicts from a previous operation!
bg: Имате неразрешени конфликти от предишна операция!
da: Du har uløste konflikter fra en tidligere operation!
de: Sie haben ungelöste Konflikte aus einem vorherigen Vorgang!
et: Teil on lahendamata konfliktid eelmisest toimingust!
fi: Sinulla on ratkaisemattomia ristiriitoja edellisestä toiminnosta!
fr: Vous avez des conflits non résolus d'une opération précédente !
hr: Imate neriješene sukobe iz prethodne operacije!
hu: Vanak megoldatlan konfliktusai egy korábbi műveletből!
is: Þú hefur óleystan ágreining frá fyrri aðgerð!
it: Hai conflitti irrisolti da un'operazione precedente!
nl: U heeft onopgeloste conflicten van een eerdere bewerking!
no: Du har uløste konflikter fra en tidligere operasjon!
pt: Você tem conflitos não resolvidos de uma operação anterior!
ru: У вас есть неразрешенные конфликты от предыдущей операции!
sv: Du har olösta konflikter från en tidigare åtgärd!

source: You must resolve these conflicts before pulling.
bg: Трябва да разрешите тези конфликти преди да изтеглите.
da: Du skal løse disse konflikter, før du henter.
de: Sie müssen diese Konflikte beheben, bevor Sie pullen.
et: Sa pead need konfliktid lahendama enne tõmbamist.
fi: Sinun on ratkaistava nämä konfliktit ennen vetämistä.
fr: Vous devez résoudre ces conflits avant de tirer.
hr: Morate riješiti ove sukobe prije preuzimanja.
hu: Ezeket a konfliktusokat meg kell oldanod a letöltés előtt.
is: Þú verður að leysa þessi átök áður en þú dregur.
it: Devi risolvere questi conflitti prima di eseguire il scaricare.
nl: U moet deze conflicten oplossen voordat u pullt.
no: Du må løse disse konfliktene før du henter.
pt: Você deve resolver estes conflitos antes de fazer pull.
ru: Вы должны разрешить эти конфликты перед выполнением операции pull.
sk: Musíte vyriešiť tieto konflikty pred stiahnutím.
sv: Du måste lösa dessa konflikter innan du hämtar.

source: Next: You'll be asked how to resolve each conflict
bg: Следващо: Ще бъдете попитани как да разрешите всеки конфликт
da: Næste: Du vil blive bedt om at løse hver konflikt.
de: Als Nächstes werden Sie gefragt, wie Sie jeden Konflikt lösen können.
et: Järgmine: Teilt küsitakse, kuidas iga konflikt lahendada.
fi: Seuraava: Sinulta kysytään, miten ratkaiset jokaisen konfliktin.
fr: Suivant : On vous demandera comment résoudre chaque conflit
hr: Sljedeće: Bit ćete upitani kako riješiti svaki sukob
hu: Következő: Megkérdezik, hogyan oldja meg az egyes konfliktusokat.
is: Næst: Þú munt verða spurður hvernig á að leysa hverja deilu.
it: Successivo: Ti verrà chiesto come risolvere ogni conflitto
nl: Volgende: U wordt gevraagd hoe u elk conflict kunt oplossen
no: Neste: Du vil bli bedt om å løse hver konflikt
pt: Próximo: Você será perguntado como resolver cada conflito
ru: Далее: Вам будет предложено решить каждый конфликт
sv: Nästa: Du kommer att bli ombedd att lösa varje konflikt
