Repository: big-comm/gitrepo
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Fetching from API: {0}
bg: Извличане от API: {0}
cs: Načítání z API: {0}
da: Henter fra API: {0}
de: Abrufen von API: {0}
el: Ανάκτηση από το API: {0}
es: Obteniendo de la API: {0}
et: API-st hankimine: {0}
fi: Haku API: {0}
fr: Récupération depuis l'API : {0}
he: מושך מ-API: {0}
hr: Dohvaćanje s API-ja: {0}
hu: API lekérése: {0}
is: Sæki frá API: {0}
it: Recuperando dall'API: {0}
ja: APIから取得中: {0}
nl: Ophalen van API: {0}
no: Henter fra API: {0}
pl: Pobieranie z API: {0}
pt: Buscando da API: {0}
ro: Obținere de la API: {0}
ru: Получение из API: {0}
sk: Načítanie z API: {0}
sv: Hämtar från API: {0}
tr: API'den alınıyor: {0}
uk: Отримання з API: {0}

source: Error: API request failed with status code {0}
bg: Грешка: Заявката към API не успя с код на статуса {0}
cs: Chyba: API požadavek selhal se stavovým kódem {0}
da: Fejl: API-anmodning mislykkedes med statuskode {0}
de: Fehler: API-Anfrage fehlgeschlagen mit Statuscode {0}
el: Σφάλμα: Η αίτηση API απέτυχε με κωδικό κατάστασης {0}
es: Error: la solicitud de API falló con el código de estado {0}
et: Viga: API päring ebaõnnestus olekukoodiga {0}
fi: Virhe: API-pyyntö epäonnistui tilakoodilla {0}
fr: Erreur : la requête API a échoué avec le code d'état {0}
he: שגיאה: בקשת API נכשלה עם קוד מצב {0}
hr: Greška: API zahtjev nije uspio s kodom statusa {0}
hu: Hiba: Az API kérés sikertelen, a státuszkód: {0}
is: Villa: API beiðni mistókst með stöðukóða {0}
it: Errore: la richiesta API è fallita con codice di stato {0}
ja: エラー: APIリクエストがステータスコード {0} で失敗しました
nl: Fout: API-aanroep mislukt met statuscode {0}
no: Feil: API-forespørsel mislyktes med statuskode {0}
pl: Błąd: Żądanie API nie powiodło się z kodem statusu {0}
pt: Erro: Requisição à API falhou com código de status {0}
ro: Eroare: Cererea API a eșuat cu codul de stare {0}
ru: Ошибка: Запрос API не удался с кодом статуса {0}
sk: Chyba: Žiadosť o API zlyhala s kódom stavu {0}
sv: Fel: API-förfrågan misslyckades med statuskod {0}
tr: Hata: API isteği {0} durum kodu ile başarısız oldu.
uk: Помилка: Запит API не вдався з кодом статусу {0}

source: Choose a {0} for {1}:
bg: Изберете {0} за {1}:
cs: Vyberte {0} pro {1}:
da: Vælg en {0} til {1}:
de: Wählen Sie ein {0} für {1}:
el: Επιλέξτε ένα {0} για {1}:
es: Elige un {0} para {1}:
et: Vali {0} {1} jaoks:
fi: Valitse {0} kohteelle {1}:
fr: Choisissez un {0} pour {1} :
he: בחר {0} עבור {1}:
hr: Odaberite {0} za {1}:
hu: Válasszon egy {0} a {1} számára:
is: Veldu {0} fyrir {1}:
it: Scegli un {0} per {1}:
ja: {1}のための{0}を選択してください:
nl: Kies een {0} voor {1}:
no: Velg en {0} for {1}:
pl: Wybierz {0} dla {1}:
pt: Escolha um {0} para {1}:
ro: Alege un {0} pentru {1}:
ru: Выберите {0} для {1}:
sk: Vyberte {0} pre {1}:
sv: Välj en {0} för {1}:
tr: {1} için bir {0} seçin:

source: Error fetching build list: {0}
bg: Грешка при извличане на списъка с версии: {0}
cs: Chyba při načítání seznamu sestavení: {0}
da: Fejl ved hentning af build-liste: {0}
de: Fehler beim Abrufen der Build-Liste: {0}
el: Σφάλμα κατά την ανάκτηση της λίστας κατασκευών: {0}
es: Error al obtener la lista de compilaciones: {0}
et: Viga ehituse nimekirja toomisel: {0}
fi: Virhe haettaessa rakennuslistaa: {0}
fr: Erreur lors de la récupération de la liste des builds : {0}
he: שגיאה בהבאת רשימת הבניות: {0}
hr: Greška prilikom preuzimanja popisa gradnji: {0}
hu: Hiba a build lista lekérésekor: {0}
is: Villa að sækja byggingalista: {0}
it: Errore durante il recupero dell'elenco delle build: {0}
ja: ビルドリストの取得エラー: {0}
nl: Fout bij het ophalen van de buildlijst: {0}
no: Feil ved henting av bygget liste: {0}
pl: Błąd podczas pobierania listy kompilacji: {0}
pt: Erro ao buscar lista de builds: {0}
ro: Eroare la obținerea listei de build-uri: {0}
ru: Ошибка при получении списка сборок: {0}
sk: Chyba pri načítaní zoznamu zostavení: {0}
sv: Fel vid hämtning av bygglista: {0}
tr: Hata, derleme listesini alırken: {0}
uk: Помилка отримання списку збірок: {0}

source: Choose a {0} for {1} (from defaults):
bg: Изберете {0} за {1} (от подразбирания):
cs: Vyberte {0} pro {1} (z výchozích hodnot):
da: Vælg en {0} til {1} (fra standardindstillinger):
de: Wählen Sie ein {0} für {1} (aus den Vorgaben):
el: Επιλέξτε ένα {0} για {1} (από προεπιλογές):
es: Elige un {0} para {1} (de los predeterminados):
et: Vali {0} {1} jaoks (vaikeseadetest):
fi: Valitse {0} kohteelle {1} (oletusasetuksista):
fr: Choisissez un {0} pour {1} (à partir des valeurs par défaut) :
he: בחר {0} עבור {1} (מהברירות המחדשות):
hr: Odaberite {0} za {1} (iz zadanih postavki):
hu: Válasszon egy {0} a {1} számára (az alapértelmezettekből):
is: Veldu {0} fyrir {1} (frá sjálfgefið):
it: Scegli un {0} per {1} (dai predefiniti):
ja: {1}のための{0}を選択してください（デフォルトから）：
nl: Kies een {0} voor {1} (uit standaardinstellingen):
no: Velg en {0} for {1} (fra standarder):
pl: Wybierz {0} dla {1} (z domyślnych):
pt: Escolha um {0} para {1} (dos padrões):
ro: Alege un {0} pentru {1} (din valorile implicite):
ru: Выберите {0} для {1} (из стандартных):
sk: Vyberte {0} pre {1} (z predvolených):
sv: Välj en {0} för {1} (från standardinställningar):
tr: {1} için bir {0} seçin (varsayılanlardan):
uk: Виберіть {0} для {1} (з за замовчування):

source: Repository and build directory must be selected first.
bg: Репозиториумът и директорията за изграждане трябва да бъдат избрани първо.
cs: Nejprve je nutné vybrat repozitář a adresář pro sestavení.
da: Repository og build-mappe skal vælges først.
de: Zuerst müssen das Repository und das Build-Verzeichnis ausgewählt werden.
el: Πρέπει πρώτα να επιλεγούν το αποθετήριο και ο φάκελος κατασκευής.
es: El repositorio y el directorio de compilación deben seleccionarse primero.
et: Repo ja ehituse kataloog tuleb esmalt valida.
fi: Tietovarasto ja rakennushakemisto on valittava ensin.
fr: Le répertoire de dépôt et le répertoire de construction doivent être sélectionnés en premier.
he: יש לבחור קודם את מאגר הקוד ואת תיקיית הבנייה.
hr: Prvo treba odabrati repozitorij i direktorij za izgradnju.
hu: A tárolót és a build könyvtárat először ki kell választani.
is: Skráarsafn og byggingarskrá þarf að velja fyrst.
it: La directory del repository e la directory di build devono essere selezionate per prime.
ja: リポジトリとビルドディレクトリを最初に選択する必要があります。
nl: Repository en buildmap moeten eerst worden geselecteerd.
no: Repository og bygge-katalog må velges først.
pl: Najpierw należy wybrać katalog repozytorium i katalog budowy.
pt: Repositório e diretório de build devem ser selecionados primeiro.
ro: Directorul de repository și de build trebuie selectat mai întâi.
ru: Сначала необходимо выбрать репозиторий и каталог сборки.
sk: Najprv musíte vybrať repozitár a adresár pre zostavenie.
sv: Först måste ett repository och en byggkatalog väljas.
tr: Öncelikle depo ve derleme dizini seçilmelidir.
uk: Репозиторій та каталог збірки повинні бути спочатку вибрані.

source: Choose an {0} for {1}:
bg: Изберете {0} за {1}:
cs: Vyberte {0} pro {1}:
da: Vælg en {0} til {1}:
de: Wählen Sie ein {0} für {1}:
el: Επιλέξτε ένα {0} για {1}:
es: Elige un {0} para {1}:
et: Vali {0} {1} jaoks:
fi: Valitse {0} kohteelle {1}:
fr: Choisissez un {0} pour {1} :
he: בחר {0} עבור {1}:
hr: Odaberite {0} za {1}:
hu: Válasszon egy {0} -t a {1} -hez:
is: Veldu {0} fyrir {1}:
it: Scegli un {0} per {1}:
ja: {1}のための{0}を選択してください:
nl: Kies een {0} voor {1}:
no: Velg en {0} for {1}:
pl: Wybierz {0} dla {1}:
pt: Escolha um {0} para {1}:
ro: Alege un {0} pentru {1}:
ru: Выберите {0} для {1}:
sk: Vyberte {0} pre {1}:
sv: Välj en {0} för {1}:
tr: {1} için bir {0} seçin:
uk: Choose a {0} for {1}:

source: Error fetching editions: {0}
bg: Грешка при извличане на издания: {0}
cs: Chyba při načítání edic: {0}
da: Fejl ved hentning af udgaver: {0}
de: Fehler beim Abrufen der Ausgaben: {0}
el: Σφάλμα κατά την ανάκτηση εκδόσεων: {0}
es: Error al obtener ediciones: {0}
et: Viga väljaannete toomisel: {0}
fi: Virhe noutaessa versioita: {0}
fr: Erreur lors de la récupération des éditions : {0}
he: שגיאה בהבאת מהדורות: {0}
hr: Greška prilikom preuzimanja izdanja: {0}
hu: Hiba a kiadások lekérésekor: {0}
is: Villa að sækja útgáfur: {0}
it: Errore nel recupero delle edizioni: {0}
ja: エディションの取得エラー: {0}
nl: Fout bij het ophalen van edities: {0}
no: Feil ved henting av utgaver: {0}
pl: Błąd podczas pobierania edycji: {0}
pt: Erro ao buscar edições: {0}
ro: Eroare la obținerea edițiilor: {0}
ru: Ошибка при получении изданий: {0}
sk: Chyba pri načítaní edícií: {0}
sv: Fel vid hämtning av utgåvor: {0}
tr: Sürümler alınırken hata: {0}
uk: Помилка отримання видань: {0}

source: Choose an {0} for {1} (from defaults):
bg: Изберете {0} за {1} (от подразбирания):
cs: Vyberte {0} pro {1} (z výchozích hodnot):
da: Vælg en {0} til {1} (fra standardindstillinger):
de: Wählen Sie ein {0} für {1} (aus den Vorgaben):
el: Επιλέξτε ένα {0} για {1} (από τις προεπιλογές):
es: Elige un {0} para {1} (de los predeterminados):
et: Vali {0} {1} jaoks (vaikeseadetest):
fi: Valitse {0} kohteelle {1} (oletusasetuksista):
fr: Choisissez un {0} pour {1} (à partir des valeurs par défaut) :
he: בחר {0} עבור {1} (מהברירות המחדלות):
hr: Odaberite {0} za {1} (iz zadanih postavki):
hu: Válasszon egy {0} a {1} számára (az alapértelmezettekből):
is: Veldu {0} fyrir {1} (frá sjálfgefinni):
it: Scegli un {0} per {1} (dai predefiniti):
ja: {1}のための{0}を選択してください（デフォルトから）：
nl: Kies een {0} voor {1} (uit standaardinstellingen):
no: Velg en {0} for {1} (fra standardinnstillinger):
pl: Wybierz {0} dla {1} (z domyślnych):
pt: Escolha um {0} para {1} (dos padrões):
ro: Alege un {0} pentru {1} (din valorile implicite):
ru: Выберите {0} для {1} (из стандартных):
sk: Vyberte {0} pre {1} (z predvolených):
sv: Välj en {0} för {1} (från standardinställningar):
tr: {1} için bir {0} seçin (varsayılanlardan):
uk: Виберіть {0} для {1} (з налаштувань за замовчуванням):

source: Choose the {0} branch for {1}:
bg: Изберете клона {0} за {1}:
cs: Vyberte větev {0} pro {1}:
da: Vælg {0} grenen for {1}:
de: Wählen Sie den {0} Zweig für {1}:
el: Επιλέξτε το κλάδο {0} για {1}:
es: Elige la rama {0} para {1}:
et: Vali {1} jaoks {0} haru:
fi: Valitse {0} haara kohteelle {1}:
fr: Choisissez la branche {0} pour {1} :
he: בחר את הסניף {0} עבור {1}:
hr: Odaberite {0} granu za {1}:
hu: Válaszd a {0} ágat a {1} számára:
is: Veldu {0} grein fyrir {1}:
it: Scegli il ramo {0} per {1}:
ja: {1}のために{0}ブランチを選択してください:
nl: Kies de {0} tak voor {1}:
no: Velg {0}-grenen for {1}:
pl: Wybierz gałąź {0} dla {1}:
pt: Escolha a branch {0} para {1}:
ro: Alege ramura {0} pentru {1}:
ru: Выберите ветку {0} для {1}:
sk: Vyberte vetvu {0} pre {1}:
sv: Välj {0} gren för {1}:
tr: {1} için {0} dalını seçin:
uk: Виберіть гілку {0} для {1}:

source: Choose the {0} version:
bg: Изберете версията {0}:
cs: Vyberte verzi {0}:
da: Vælg {0} version:
de: Wählen Sie die {0} Version:
el: Επιλέξτε την έκδοση {0}:
es: Elija la versión {0}:
et: Vali {0} versioon:
fi: Valitse {0} versio:
fr: Choisissez la version {0} :
he: בחר את גרסת {0}:
hr: Odaberite verziju {0}:
hu: Válaszd ki a {0} verziót:
is: Veldu {0} útgáfuna:
it: Scegli la versione {0}:
ja: {0} バージョンを選択してください:
nl: Kies de {0} versie:
no: Velg {0} versjonen:
pl: Wybierz wersję {0}:
pt: Escolha a versão {0}:
ro: Alege versiunea {0}:
ru: Выберите версию {0}:
sk: Vyberte verziu {0}:
sv: Välj {0} version:
tr: {0} sürümünü seçin:
uk: Виберіть версію {0}:

source: Enable TMATE debug session?
bg: Активиране на TMATE отстраняване на грешки?
cs: Povolit debugovací relaci TMATE?
da: Aktiver TMATE fejlsøgningssession?
de: TMATE-Debug-Sitzung aktivieren?
el: Ενεργοποίηση συνεδρίας αποσφαλμάτωσης TMATE;
es: ¿Habilitar sesión de depuración TMATE?
et: Kasuta TMATE tõrkeotsingu seanssi?
fi: Ota TMATE-vianetsintäistunto käyttöön?
fr: Activer la session de débogage TMATE ?
he: האם להפעיל את מושב הדיבוג של TMATE?
hr: Omogući TMATE debug sesiju?
hu: TMATE hibakeresési munkamenet engedélyezése?
is: Virkja TMATE villu aðgerð?
it: Abilitare la sessione di debug TMATE?
ja: TMATEデバッグセッションを有効にしますか？
nl: TMATE-debugsessie inschakelen?
no: Aktiver TMATE feilsøkingsøkt?
pl: Włączyć sesję debugowania TMATE?
pt: Ativar sessão de depuração TMATE?
ro: Activați sesiunea de depanare TMATE?
ru: Включить сессию отладки TMATE?
sk: Povoliť debugovaciu reláciu TMATE?
sv: Aktivera TMATE felsökningssession?
tr: TMATE hata ayıklama oturumunu etkinleştirmek ister misiniz?
uk: Увімкнути сесію налагодження TMATE?

source: No
bg: Не
cs: Ne
da: Nej
de: Nein
el: Όχι
et: Ei
fi: Ei
fr: Non
he: לא
hr: Ne
hu: Nem
is: Nei
ja: いいえ
nl: Nee
no: Nei
pl: Nie
pt: Não
ro: Nu
ru: Нет
sk: Nie
sv: Nej
tr: Hayır
uk: Ні

source: Yes
bg: Да
cs: Ano
da: Ja
de: Ja
el: Ναι
es: Sí
et: Jah
fi: Kyllä
fr: Oui
he: כן
hr: Da
hu: Igen
is: Já
it: Sì
ja: はい
nl: Ja
no: Ja
pl: Tak
pt: Sim
ro: Da
ru: Да
sk: Áno
sv: Ja
tr: Evet

source: Local Build
de: Lokale Erstellung
et: Kohalik ehitus
pt: Build Local

source: Remote Build (GitHub Actions)
de: Remote-Bau (GitHub-Aktionen)
et: Kaugtöötlus (GitHubi toimingud)
pt: Build Remoto (GitHub Actions)

source: Output directory configuration:
de: Ausgabeverzeichnis-Konfiguration:
et: Välj väljundkausta konfiguratsioon:
pt: Configuração do diretório de saída:

source: Keep current: {0}
de: Aktuellen Stand beibehalten: {0}
et: Hoia praegune: {0}
pt: Manter atual: {0}

source: Change directory
de: Verzeichnis wechseln
et: Vaheta katalooge
pt: Mudar diretório

source: Enter new output directory
de: Neues Ausgabeverzeichnis eingeben
et: Sisestage uus väljundkaust
pt: Digite novo diretório de saída

source: Directory configured: {0}
de: Verzeichnis konfiguriert: {0}
et: Kataloog on konfigureeritud: {0}
pt: Diretório configurado: {0}

source: Failed to configure directory
de: Fehler beim Konfigurieren des Verzeichnisses
et: Katalooge seadistamine ebaõnnestus
pt: Falha ao configurar diretório

source: Clean package cache after build?
de: Paket-Cache nach dem Build bereinigen?
et: Puhasta paketi vahemälu pärast ehitamist?
pt: Limpar cache de pacotes após build?

source: Keep cache (faster future builds, uses ~15GB disk)
de: Cache behalten (schnellere zukünftige Builds, benötigt ~15GB Speicherplatz)
et: Hoia vahemälu (kiirem tuleviku ehitamine, kasutab ~15GB ketas)
pt: Manter cache (builds futuros mais rápidos, usa ~15GB de disco)

source: Clean cache (frees disk space, slower future builds)
de: Cache leeren (freigibt Speicherplatz, langsamere zukünftige Builds)
et: Puhasta vahemälu (vabastab kettaruumi, aeglasemad tulevased ehitused)
pt: Limpar cache (libera espaço em disco, builds futuros mais lentos)

source: cleaned
de: bereinigt
et: puhastatud
pt: limpo

source: kept
de: beibehalten
et: hoidnud
pt: mantido

source: Cache will be {0} after build
de: Der Cache wird nach dem Build {0} sein.
et: Cache on {0} pärast ehitamist
pt: Cache será {0} após build

source: Build Mode
de: Bau-Modus
et: Ehitusrežiim
pt: Modo de Build

source: Distribution
bg: Разпространение
cs: Distribuce
de: Verteilung
el: Διανομή
es: Distribución
et: Jaotamine
fi: Jakelu
he: הפצה
hr: Distribucija
hu: Terjesztés
is: Dreifing
it: Distribuzione
ja: 配布
nl: Distributie
no: Distribusjon
pl: Dystrybucja
pt: Distribuição
ro: Distribuție
ru: Распределение
sk: Distribúcia
tr: Dağıtım
uk: Розподіл

source: ISO Profiles Repo
bg: ISO профили хранилище
cs: Repo profilů ISO
da: ISO Profiler Repo
de: ISO-Profile-Repo
el: Αποθετήριο ISO Προφίλ
es: Repositorio de Perfiles ISO
et: ISO profiilide hoidla
fi: ISO-profiilitietovarasto
fr: Dépôt de profils ISO
he: מאגר פרופילי ISO
hr: ISO profili repozitorij
hu: ISO Profilok Tárhely
is: ISO prófílar geymsla
it: Repo Profili ISO
ja: ISOプロファイルリポジトリ
nl: ISO-profielenrepo
no: ISO-profilerlager
pl: Repo profili ISO
pt: Repositório de Perfis ISO
ro: Repo Profiluri ISO
ru: Репозиторий ISO профилей
sk: Repo profilov ISO
sv: ISO-profiler förvaring
tr: ISO Profilleri Deposu
uk: ISO Profiles Repository

source: Build Dir
bg: Директория за изграждане
cs: Složka pro sestavení
da: Byg Dir
de: Build-Verzeichnis
el: Κατάλογος Δημιουργίας
es: Directorio de construcción
et: Konstruktsiooni kaust
fi: Kohdekansio
fr: Répertoire de construction
he: תיקיית בנייה
hr: Izlazna mapa
hu: Építési könyvtár
is: Byggingarslóð
it: Directory di costruzione
ja: ビルドディレクトリ
nl: Bouwmap
no: Bygg Katalog
pl: Katalog kompilacji
pt: Diretório de Build
ro: Directorul de construcție
ru: Каталог сборки
sk: Adresár pre zostavenie
sv: Byggkatalog
tr: Derleme Dizini
uk: Build Directory

source: Edition
bg: Издание
cs: Edice
da: Udgave
de: Ausgabe
el: Έκδοση
es: Edición
et: Väljaanne
fi: Versio
fr: Édition
he: מהדורה
hr: Izdanje
hu: Kiadás
is: útgáfa
it: Edizione
ja: エディション
nl: Editie
no: Utgave
pl: Edycja
pt: Edição
ro: Editie
ru: Редакция
sk: Vydanie
sv: Utgåva
tr: Sürüm
uk: Редакція

source: Manjaro Branch
bg: Клон на Manjaro
cs: Manjaro Větev
da: Manjaro-gren
de: Manjaro-Zweig
el: Κλάδος Manjaro
es: Rama de Manjaro
et: Manjaro haru
fi: Manjaro-haara
fr: Branche Manjaro
he: מנדרו סניף
hr: Manjaro Grana
hu: Manjaro ág
is: Manjaro Grein
it: Ramo Manjaro
ja: Manjaro ブランチ
nl: Manjaro Tak
no: Manjaro-gren
pl: Gałąź Manjaro
pt: Branch Manjaro
ro: Ramură Manjaro
ru: Ветка Manjaro
sk: Manjaro vetva
sv: Manjaro Gren
tr: Manjaro Dalı
uk: Manjaro Гілка

source: Community Branch
bg: Обществена клонка
cs: Komunitní větev
da: Fællesskabsgren
de: Gemeinschaftszweig
el: Κοινότητα Κλάδος
es: Rama de la Comunidad
et: Kogukonna haru
fi: Yhteisöhaara
fr: Branche Communautaire
he: סניף קהילה
hr: Zajednica Grana
hu: Közösségi Ág
is: Samskipti Grein
it: Ramo Comunitario
ja: コミュニティブランチ
nl: Gemeenschapsbranch
no: Fellesskapsgren
pl: Gałąź społecznościowa
pt: Branch Community
ro: Ramură Comunitate
ru: Сообщество ветка
sk: Komunitná vetva
sv: Gemenskapsgren
tr: Topluluk Dalı
uk: Спільнота Гілка

source: BigLinux Branch
bg: BigLinux Клон
cs: BigLinux Větev
da: BigLinux Gren
de: BigLinux-Zweig
el: ΜεγάλοLinux Κλάδος
es: Rama de BigLinux
et: BigLinux haru
fi: BigLinux-haara
fr: Branche BigLinux
he: ביגלינוקס סניף
hr: BigLinux Grana
hu: BigLinux Ág
is: BigLinux Grein
it: BigLinux Ramificazione
ja: ビッグリナックスブランチ
nl: BigLinux Tak
no: BigLinux Grenn
pl: BigLinux Gałąź
pt: Branch BigLinux
ro: Ramura BigLinux
ru: БольшойLinux Ветка
sk: VeľkýLinux Vetva
sv: BigLinux Gren
tr: BigLinux Dallası

source: Output Directory
de: Ausgabeverzeichnis
et: Väljimise kataloog
pt: Diretório de Saída

source: Release Tag
bg: Таг на версията
cs: Verze značky
da: Udgivelsesmærke
de: Versionsbezeichnung
el: Ετικέτα Έκδοσης
es: Etiqueta de lanzamiento
et: Väljaande silt
fi: Julkaisutunnus
fr: Étiquette de version
he: תג שחרור
hr: Oznaka verzije
hu: Kiadási címke
is: Útgáfu merki
it: Tag di rilascio
ja: リリースタグ
no: Utgivelsestag
pl: Tag wydania
pt: Tag de Release
ro: Etichetă de lansare
ru: Тег версии
sk: Verzia značky
sv: Versionsetikett
tr: Sürüm Etiketi
uk: Випускний тег

source: Local ISO Build Configuration
de: Lokale ISO-Baukonfiguration
et: Kohalik ISO ehituse konfiguratsioon
pt: Configuração de Build ISO Local

source: Do you want to proceed with local build?
de: Möchten Sie mit dem lokalen Build fortfahren?
et: Kas soovite jätkata kohaliku ehitusega?
pt: Deseja prosseguir com o build local?

source: Local build cancelled.
de: Lokale Erstellung abgebrochen.
et: Kohalik ehitus tühistatud.
pt: Build local cancelado.

source: Organization
bg: Организация
cs: Organizace
da: Organisation
de: Organisation
el: Οργάνωση
es: Organización
et: Organisatsioon
fi: Organisaatio
fr: Organisation
he: ארגון
hr: Organizacija
hu: Szervezet
is: Samtök
it: Organizzazione
ja: 組織
nl: Organisatie
no: Organisasjon
pl: Organizacja
pt: Organização
ro: Organizație
ru: Организация
sk: Organizácia
sv: Organisation
tr: Organizasyon
uk: Організація

source: User Name
bg: Потребителско име
cs: Uživatelské jméno
da: Brugernavn
de: Benutzername
el: Όνομα Χρήστη
es: Nombre de usuario
et: Kasutajanimi
fi: Käyttäjänimi
fr: Nom d'utilisateur
he: שם משתמש
hr: Korisničko ime
hu: Felhasználónév
is: Notandi nafn
it: Nome utente
ja: ユーザー名
nl: Gebruikersnaam
no: Brukernavn
pl: Nazwa użytkownika
pt: Nome do Usuário
ro: Nume utilizator
ru: Имя пользователя
sk: Používateľské meno
sv: Användarnamn
tr: Kullanıcı Adı
uk: Ім'я користувача

source: TMATE Debug
bg: TMATE Отстраняване на грешки
cs: TMATE Ladění
da: TMATE Fejlfinding
el: TMATE Αποσφαλμάτωση
es: TMATE Depuración
et: TMATE Silumine
fi: TMATE Virheenkorjaus
fr: TMATE Débogage
he: TMATE דיבוג
hu: TMATE Hibakeresés
is: TMATE Villur
ja: TMATE デバッグ
nl: TMATE Foutopsporing
no: TMATE Feilsøking
pt: Depuração TMATE
ru: TMATE Отладка
sv: TMATE Felsökning
tr: TMATE Hata Ayıklama

source: ISO Build Summary
bg: ISO изграждане Резюме
cs: ISO sestavení shrnutí
da: ISO Byg Opsummering
de: ISO-Bauzusammenfassung
el: Σύνοψη Έκδοσης ISO
es: Resumen de compilación ISO
et: ISO ehituse kokkuvõte
fi: ISO-rakennuksen yhteenveto
fr: Résumé de la construction ISO
he: סיכום בניית ISO
hr: ISO Sažetak Izgradnje
hu: ISO Build Összefoglaló
is: ISO Bygging Samantekt
it: Riepilogo della Build ISO
ja: ISOビルドの概要
nl: ISO Bouwsamenvatting
no: ISO Bygget Sammendrag
pl: Podsumowanie kompilacji ISO
pt: Resumo do Build ISO
ro: Rezumatul construcției ISO
ru: Сводка сборки ISO
sk: ISO Zhrnutie zostavy
sv: ISO Byggsammanfattning
tr: ISO Derleme Özeti

source: Do you want to proceed with building the ISO?
bg: Искате ли да продължите с изграждането на ISO?
cs: Chcete pokračovat ve vytváření ISO?
da: Vil du fortsætte med at opbygge ISO'en?
de: Möchten Sie mit dem Erstellen des ISO fortfahren?
el: Θέλετε να προχωρήσετε με την κατασκευή του ISO;
es: ¿Desea continuar con la creación del ISO?
et: Kas soovite jätkata ISO loomisega?
fi: Haluatko jatkaa ISO-tiedoston luomista?
fr: Voulez-vous continuer à créer l'ISO ?
he: האם אתה רוצה להמשיך בבניית ה-ISO?
hr: Želite li nastaviti s izradom ISO-a?
hu: Szeretné folytatni az ISO létrehozását?
is: Viltu halda áfram með að búa til ISO?
it: Vuoi procedere con la creazione dell'ISO?
ja: ISOの作成を続行しますか？
nl: Wilt u doorgaan met het bouwen van de ISO?
no: Vil du fortsette med å bygge ISO-en?
pl: Czy chcesz kontynuować budowanie obrazu ISO?
pt: Deseja prosseguir com a construção do ISO?
ro: Vrei să continui cu crearea ISO-ului?
ru: Вы хотите продолжить создание ISO?
sk: Chcete pokračovať v vytváraní ISO?
sv: Vill du fortsätta med att bygga ISO-filen?
tr: ISO'yu oluşturmak için devam etmek istiyor musunuz?
uk: Чи бажаєте ви продовжити зі створенням ISO?

source: ISO build cancelled.
bg: ISO изграждането е отменено.
cs: ISO sestavení zrušeno.
da: ISO bygning annulleret.
de: ISO-Bau abgebrochen.
el: Η κατασκευή ISO ακυρώθηκε.
es: Construcción ISO cancelada.
et: ISO ehitus tühistatud.
fi: ISO-kokoaminen peruutettu.
fr: Construction ISO annulée.
he: ביטול בניית ISO.
hr: ISO izgradnja otkazana.
hu: ISO építés megszakítva.
is: ISO bygging aflýst.
it: Costruzione ISO annullata.
ja: ISOビルドがキャンセルされました。
nl: ISO-build geannuleerd.
no: ISO-bygging avbrutt.
pl: Budowanie ISO anulowane.
pt: Build ISO cancelado.
ro: Construirea ISO anulată.
ru: Сборка ISO отменена.
sk: ISO zostavenie zrušené.
sv: ISO-bygg avbruten.
tr: ISO yapısı iptal edildi.
