Repository: big-comm/gitrepo
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Create PR (manual approval)
bg: Създаване на PR (ръчно одобрение)
cs: Vytvořit PR (manuální schválení)
da: Opret PR (manuel godkendelse)
de: PR erstellen (manuelle Genehmigung)
el: Δημιουργία PR (χειροκίνητη έγκριση)
es: Crear PR (aprobación manual)
et: Loo PR (käsi kinnitamine)
fi: Luo PR (manuaalinen hyväksyntä)
fr: Créer une PR (approbation manuelle)
he: צור PR (אישור ידני)
hr: Izradi PR (ručno odobrenje)
hu: PR létrehozása (kézi jóváhagyás)
is: Búa til PR (handvirk samþykki)
it: Crea PR (approvazione manuale)
ja: PRを作成する（手動承認）
nl: Maak PR (handmatige goedkeuring)
no: Opprett PR (manuell godkjenning)
pl: Utwórz PR (ręczna akceptacja)
pt: Criar PR (aprovação manual)
ro: Creează PR (aprobat manual)
ru: Создать PR (ручное одобрение)
sk: Vytvoriť PR (manuálne schválenie)
sv: Skapa PR (manuell godkännande)
tr: PR Oluştur (manuel onay)
uk: Створити PR (ручне схвалення)

source: Create PR and auto-merge
bg: Създайте PR и автоматично обединяване
cs: Vytvořit PR a automaticky sloučit
da: Opret PR og auto-sammenslut
de: PR erstellen und automatisch zusammenführen
el: Δημιουργία PR και αυτόματη συγχώνευση
es: Crear PR y auto-fusión
et: Loo PR ja auto-ühenda
fi: Luo PR ja automaattinen yhdistäminen
fr: Créer une PR et fusionner automatiquement
he: צור PR ומיזוג אוטומטי
hr: Kreiraj PR i automatski spoji
hu: Hozz létre PR-t és automatikus egyesítést
is: Búa til PR og sjálfvirk sameining
it: Crea PR e unisci automaticamente
ja: PRを作成して自動マージ
nl: Maak PR en auto-samenvoegen
no: Opprett PR og auto-sammenslåing
pl: Utwórz PR i automatycznie scal
pt: Criar PR e mesclar automaticamente
ro: Creează PR și auto-fuzionare
ru: Создать PR и автообъединить
sk: Vytvoriť PR a automaticky zlúčiť
sv: Skapa PR och auto-sammanslagning
tr: PR oluştur ve otomatik birleştir
uk: Створити PR та автоматично злиття

source: Select merge option
bg: Изберете опция за сливане
cs: Vyberte možnost sloučení
da: Vælg sammenfletningsmulighed
de: Merge-Option auswählen
el: Επιλέξτε επιλογή συγχώνευσης
es: Seleccionar opción de fusión
et: Vali ühendamise valik
fi: Valitse yhdistämisvaihtoehto
fr: Sélectionner l'option de fusion
he: בחר אפשרות מיזוג
hr: Odaberite opciju spajanja
hu: Válassza ki a kombinálási lehetőséget
is: Veldu sameiningarvalkost
it: Seleziona l'opzione di unione
ja: マージオプションを選択
nl: Selecteer samenvoegoptie
no: Velg sammenslåingsalternativ
pl: Wybierz opcję scalania
pt: Selecione a opção de merge
ro: Selectați opțiunea de îmbinare
ru: Выберите вариант слияния
sk: Vyberte možnosť zlúčenia
sv: Välj sammanslagningsalternativ
tr: Birleştirme seçeneğini seçin

source: Merge Summary
bg: Обобщение на сливането
cs: Shrnutí sloučení
da: Sammenfletningsoversigt
de: Zusammenführungszusammenfassung
el: Σύνοψη Συγχώνευσης
es: Resumen de fusión
et: Ühendamise kokkuvõte
fi: Yhdistämisen yhteenveto
fr: Résumé de fusion
he: סיכום מיזוג
hr: Sažetak spajanja
hu: Összefoglaló egyesítés
is: Sameigningarúttekt
it: Riepilogo di unione
ja: マージの概要
nl: Samenvoegingssamenvatting
no: Sammendrag av sammenslåing
pl: Podsumowanie scalania
pt: Resumo do Merge
ro: Rezumat Fuzionare
ru: Сводка слияния
sk: Zhrnutie zlúčenia
sv: Sammanfoga sammanfattning
tr: Birleştirme Özeti
uk: Об'єднати підсумок

source: Do you want to proceed with creating the pull request?
bg: Искате ли да продължите с създаването на заявка за изтегляне?
cs: Chcete pokračovat ve vytváření pull requestu?
da: Vil du fortsætte med at oprette pull-anmodningen?
de: Möchten Sie mit der Erstellung der Herunterladen-Anfrage fortfahren?
el: Θέλετε να προχωρήσετε στη δημιουργία του pull request;
es: ¿Desea continuar con la creación de la solicitud de extracción?
et: Kas soovite jätkata tõmbepäringu loomisega?
fi: Haluatko jatkaa vetopyynnön luomista?
fr: Voulez-vous continuer à créer la demande de tirage ?
he: האם אתה רוצה להמשיך ביצירת בקשת משיכה?
hr: Želite li nastaviti s kreiranjem zahtjeva za povlačenje?
hu: Szeretné folytatni a pull request létrehozását?
is: Viltu halda áfram með að búa til beiðni um að draga?
it: Vuoi procedere con la creazione della richiesta di scaricare?
ja: プルリクエストの作成を続行しますか？
nl: Wilt u doorgaan met het aanmaken van de pull request?
no: Vil du fortsette med å opprette pull-forespørselen?
pl: Czy chcesz kontynuować tworzenie żądania ściągnięcia?
pt: Deseja prosseguir com a criação do pull request?
ro: Vrei să continui cu crearea cererii de extragere?
ru: Вы хотите продолжить создание запроса на слияние?
sk: Chcete pokračovať v vytváraní požiadavky na zlúčenie?
sv: Vill du fortsätta med att skapa pull-begäran?
tr: Çekme isteği oluşturmak istiyor musunuz?
uk: Чи бажаєте ви продовжити створення запиту на злиття?

source: Pull request operation completed.
bg: Операцията по изтегляне на заявка е завършена.
cs: Operace pull requestu byla dokončena.
da: Pull request-operation fuldført.
de: Herunterladen-Request-Vorgang abgeschlossen.
el: Η λειτουργία του αιτήματος έλξης ολοκληρώθηκε.
es: Operación de solicitud de extracción completada.
et: Pull request'i toiming on lõpetatud.
fi: Vetopyynnön toiminto suoritettu.
fr: Opération de demande de tirage terminée.
he: פעולת בקשת משיכה הושלמה.
hr: Operacija povlačenja zahtjeva završena.
hu: A pull request művelet befejeződött.
is: Aðgerð draga beiðni lokið.
it: Operazione di pull request completata.
ja: プルリクエスト操作が完了しました。
nl: Pull request-operatie voltooid.
no: Pull request-operasjon fullført.
pl: Operacja żądania ściągnięcia zakończona.
pt: Operação de pull request concluída.
ro: Operațiune de cerere de extragere finalizată.
ru: Операция запроса на слияние завершена.
sk: Operácia pull requestu bola dokončená.
sv: Pull request-operationen slutförd.
tr: Çekme isteği işlemi tamamlandı.
uk: Операція запиту на злиття завершена.

source: Error getting branches: {0}
bg: Грешка при получаване на клонове: {0}
cs: Chyba při získávání větví: {0}
da: Fejl ved hentning af grene: {0}
de: Fehler beim Abrufen der Zweige: {0}
el: Σφάλμα κατά την απόκτηση κλάδων: {0}
es: Error al obtener ramas: {0}
et: Viga harude: {0}
fi: Virhe haettaessa haaroja: {0}
fr: Erreur lors de l'obtention des branches : {0}
he: שגיאה בקבלת סניפים: {0}
hr: Greška prilikom dobivanja grana: {0}
hu: Hiba a ágak lekérésekor: {0}
is: Villa að fá greinar: {0}
it: Errore durante il recupero dei rami: {0}
ja: ブランチの取得エラー: {0}
nl: Fout bij het ophalen van takken: {0}
no: Feil ved henting av grener: {0}
pl: Błąd podczas pobierania gałęzi: {0}
pt: Erro ao obter branches: {0}
ro: Eroare la obținerea ramurilor: {0}
ru: Ошибка получения веток: {0}
sk: Chyba pri získavaní vetiev: {0}
sv: Fel vid hämtning av grenar: {0}
tr: Hatalı dal alınıyor: {0}
uk: Помилка отримання гілок: {0}

source: You can only revert commits on your own branch ({0}) or main branch.
bg: Можете да отменяте комити само в собствената си клонка ({0}) или в основната клонка.
cs: Můžete vrátit pouze commity na své vlastní větvi ({0}) nebo hlavní větvi.
da: Du kan kun fortryde commits på din egen gren ({0}) eller hovedgrenen.
de: Sie können nur Commits in Ihrem eigenen Zweig ({0}) oder im Hauptbranch zurücksetzen.
el: Μπορείτε να αναιρέσετε μόνο τις καταχωρίσεις στη δική σας κλάδο ({0}) ή στην κύρια κλάδο.
es: Solo puedes revertir commits en tu propia rama ({0}) o en la rama principal.
et: Saate tagasi pöörata ainult oma haru ({0}) või põhiharu commit'e.
fi: Voit palauttaa sitoumuksia vain omalla haarallasi ({0}) tai päähaaralla.
fr: Vous ne pouvez annuler des commits que sur votre propre branche ({0}) ou la branche principale.
he: אתה יכול להחזיר שינויים רק בענף שלך ({0}) או בענף הראשי.
hr: Možete poništiti samo potvrde na svojoj grani ({0}) ili glavnoj grani.
hu: Csak a saját ágadon ({0}) vagy a fő ágon tudod visszavonni a commitokat.
is: Þú getur aðeins afturkallað skuldbindingar á þinni eigin grein ({0}) eða aðalgrein.
it: Puoi annullare solo i commit sul tuo ramo ({0}) o sul ramo principale.
ja: 自分のブランチ（{0}）またはメインブランチでのみコミットを元に戻すことができます。
nl: Je kunt alleen commits terugdraaien op je eigen branch ({0}) of de hoofdbranch.
no: Du kan bare tilbakestille commits på din egen gren ({0}) eller hovedgrenen.
pl: Możesz cofnąć zmiany tylko na swojej gałęzi ({0}) lub na gałęzi głównej.
pt: Você só pode reverter commits nsua própria branch ({0}) ou na branch main.
ro: Poți reveni doar la comituri pe ramura ta ({0}) sau pe ramura principală.
ru: Вы можете отменить коммиты только в своей ветке ({0}) или в основной ветке.
sk: Môžete vrátiť iba potvrdenia vo svojej vlastnej vetve ({0}) alebo hlavnej vetve.
sv: Du kan endast återställa commits på din egen gren ({0}) eller huvudgrenen.
tr: Sadece kendi dalınızda ({0}) veya ana dalda yapılan commit'leri geri alabilirsiniz.
uk: Ви можете скасувати коміти лише у своїй гілці ({0}) або у головній гілці.

source: Revert (keep history)
bg: Върни (запазване на историята)
cs: Vrátit (uchovat historii)
da: Gendan (behold historik)
de: Zurücksetzen (Historie beibehalten)
el: Αναίρεση (διατήρηση ιστορικού)
es: Revertir (mantener historial)
et: Tagasi (hoia ajalugu)
fi: Palauta (pidä historia)
fr: Revenir (garder l'historique)
he: שחזר (שמור היסטוריה)
hr: Vrati (zadrži povijest)
hu: Visszaállítás (történet megőrzése)
is: Afturkalla (halda sögu)
it: Ripristina (mantieni la cronologia)
ja: 元に戻す（履歴を保持）
nl: Herstellen (geschiedenis behouden)
no: Gjenopprett (behold historikk)
pl: Cofnij (zachowaj historię)
pt: Reverter (manter histórico)
ro: Revenire (păstrează istoricul)
ru: Вернуть (сохранить историю)
sk: Vrátiť (uchovať históriu)
sv: Återställ (behåll historik)
tr: Geri Al (geçmişi koru)

source: Reset (remove from history)
bg: Нулиране (премахване от историята)
cs: Obnovit (odstranit z historie)
da: Nulstil (fjern fra historik)
de: Zurücksetzen (aus Verlauf entfernen)
el: Επαναφορά (αφαίρεση από την ιστορία)
es: Restablecer (eliminar del historial)
et: Reset (eemalda ajaloost)
fi: Nollaa (poista historiasta)
fr: Réinitialiser (retirer de l'historique)
he: איפוס (הסרה מההיסטוריה)
hr: Ponovno postavi (ukloni iz povijesti)
hu: Visszaállítás (eltávolítás a történelemből)
is: Endurstilla (fjarlægja úr sögu)
it: Ripristina (rimuovi dalla cronologia)
ja: リセット（履歴から削除）
nl: Reset (verwijderen uit geschiedenis)
no: Tilbakestill (fjern fra historikk)
pl: Resetuj (usuń z historii)
pt: Resetar (remover do histórico)
ro: Resetare (eliminare din istoric)
ru: Сбросить (удалить из истории)
sk: Obnoviť (odstrániť z histórie)
sv: Återställ (ta bort från historik)
tr: Sıfırla (geçmişten kaldır)
uk: Скинути (вилучити з історії)

source: Branch: {0} - Select revert method
bg: Клон: {0} - Изберете метод за възстановяване
cs: Větev: {0} - Vyberte metodu vrácení
da: Gren: {0} - Vælg fortrydelsesmetode
de: Zweig: {0} - Rückgängig-Methode auswählen
el: Κλάδος: {0} - Επιλέξτε μέθοδο επαναφοράς
es: Rama: {0} - Seleccionar método de reversión
et: Harud: {0} - Valige tagasivõtmise meetod
fi: Haara: {0} - Valitse palautusmenetelmä
fr: Branche : {0} - Sélectionner la méthode de réversion
he: סניף: {0} - בחר שיטת החזרה
hr: Grana: {0} - Odaberite metodu vraćanja
hu: Ág: {0} - Visszaállítási módszer kiválasztása
is: Grein: {0} - Veldu afturhvarfsaðferð
it: Ramo: {0} - Seleziona metodo di ripristino
ja: ブランチ: {0} - 元に戻す方法を選択
nl: Tak: {0} - Selecteer terugzetmethode
no: Gren: {0} - Velg tilbakestillingsmetode
pl: Gałąź: {0} - Wybierz metodę przywracania
pt: Branch: {0} - Selecione o método de reversão
ro: Ramură: {0} - Selectați metoda de revenire
ru: Ветка: {0} - Выберите метод отката
sk: Branch: {0} - Vyberte metódu vrátenia
sv: Gren: {0} - Välj återställningsmetod
tr: Dal: {0} - Geri alma yöntemini seçin
uk: Гілка: {0} - Виберіть метод скасування

source: Main branch detected - only revert method available (safer for shared branch)
bg: Открит основен клон - наличен е само метод за възстановяване (по-безопасен за споделен клон)
cs: Hlavní větev detekována - k dispozici pouze metoda vrácení (bezpečnější pro sdílenou větev)
da: Hovedgren opdaget - kun tilbageføringsmetode tilgængelig (sikrere for delt gren)
de: Hauptzweig erkannt - nur Rückgängig-Methode verfügbar (sicherer für gemeinsam genutzten Zweig)
el: Ανιχνεύθηκε κύρια διακλάδωση - μόνο η μέθοδος επαναφοράς είναι διαθέσιμη (ασφαλέστερη για κοινή διακλάδωση)
es: Rama principal detectada - solo método de reversión disponible (más seguro para rama compartida)
et: Peamine haru tuvastatud - ainult tagasivõtmise meetod on saadaval (ohutum jagatud haru jaoks)
fi: Päähaara havaittu - vain palautusmenetelmä saatavilla (turvallisempaa jaetulle haaralle)
fr: Branche principale détectée - seule la méthode de réversion est disponible (plus sûre pour une branche partagée)
he: סניף ראשי זוהה - רק שיטת החזרה זמינה (בטוחה יותר עבור סניף משותף)
hr: Otkrivena glavna grana - dostupna je samo metoda vraćanja (sigurnija za zajedničku granu)
hu: Főág észlelve - csak a visszaállítási módszer érhető el (biztonságosabb megosztott ághoz)
is: Aðalgrein greind - aðeins afturkalla aðferð í boði (öruggara fyrir deilt grein)
it: Ramo principale rilevato - solo il metodo di ripristino disponibile (più sicuro per il ramo condiviso)
ja: メインブランチが検出されました - 利用可能な方法はリバートのみです（共有ブランチに対して安全）
nl: Hoofdtak gedetecteerd - alleen terugzetmethode beschikbaar (veiliger voor gedeelde tak)
no: Hovedgren oppdaget - kun tilbakestillingsmetode tilgjengelig (sikrere for delt gren)
pl: Wykryto główną gałąź - dostępna tylko metoda przywracania (bezpieczniejsza dla współdzielonej gałęzi)
pt: Branch main detectada - apenas método de reversão disponível (mais seguro para branch compartilhada)
ro: Ramura principală detectată - singura metodă disponibilă este revenirea (mai sigur pentru ramura partajată)
ru: Обнаружена основная ветка - доступен только метод отката (более безопасно для общей ветки)
sk: Hlavná vetva zistená - k dispozícii je iba metóda vrátenia (bezpečnejšia pre zdieľanú vetvu)
sv: Huvudgren upptäckt - endast återställningsmetod tillgänglig (säkrare för delad gren)
tr: Ana dalga tespit edildi - yalnızca geri alma yöntemi mevcut (paylaşılan dalga için daha güvenli)
uk: Головна гілка виявлена - доступний лише метод скасування (безпечніше для спільної гілки)

source: No commits found to revert.
bg: Не са намерени комити за възстановяване.
cs: Nebyly nalezeny žádné commity k vrácení.
da: Ingen commits fundet til at fortryde.
de: Keine Commits zum Zurücksetzen gefunden.
el: Δεν βρέθηκαν commits για αναίρεση.
es: No se encontraron commits para revertir.
et: Tagasi pööramiseks ei leitud ühtegi commit'i.
fi: Ei peruutettavia sitoumuksia löytynyt.
fr: Aucun commit trouvé à annuler.
he: לא נמצאו שינויים לביטול.
hr: Nema pronađenih promjena za poništiti.
hu: Nincsenek visszavonható commitok.
is: Engin engin fundin til að afturkalla.
it: Nessun commit trovato da annullare.
ja: リバートするコミットが見つかりません。
nl: Geen commits gevonden om terug te draaien.
no: Ingen endringer funnet for å tilbakestille.
pl: Nie znaleziono commitów do wycofania.
pt: Nenhum commit encontrado para reverter.
ro: Nu au fost găsite commit-uri de revenit.
ru: Не найдено коммитов для отката.
sk: Nenašli sa žiadne zmeny na vrátenie.
sv: Inga ändringar hittades att återställa.
tr: Geri alınacak hiçbir commit bulunamadı.
uk: Немає знайдених комітів для скасування.

source: Select commit to revert ({0})
bg: Изберете комит за възстановяване ({0})
cs: Vyberte potvrzení k vrácení ({0})
da: Vælg commit at fortryde ({0})
de: Wählen Sie den Commit aus, den Sie zurücksetzen möchten ({0})
el: Επιλέξτε την ανατροπή της δέσμευσης ({0})
es: Seleccionar commit para revertir ({0})
et: Vali tagasivõetav commit ({0})
fi: Valitse palautettava commit ({0})
fr: Sélectionnez le commit à annuler ({0})
he: בחר מחויבות לביטול ({0})
hr: Odaberite commit za vraćanje ({0})
hu: Válassza ki a visszavonni kívánt elágazást ({0})
is: Veldu commit til að afturkalla ({0})
it: Seleziona il commit da annullare ({0})
ja: リバートするコミットを選択 ({0})
nl: Selecteer commit om terug te draaien ({0})
no: Velg commit å tilbakestille ({0})
pl: Wybierz commit do cofnięcia ({0})
pt: Selecione o commit para reverter ({0})
ro: Selectați commit-ul de revenit ({0})
ru: Выберите коммит для отмены ({0})
sk: Vyberte potvrdenie na vrátenie ({0})
sv: Välj commit att återställa ({0})
tr: Geri almak için commit seçin ({0})

source: Do you want to proceed with this {0}?
bg: Искате ли да продължите с това {0}?
cs: Chcete pokračovat s tímto {0}?
da: Vil du fortsætte med dette {0}?
de: Möchten Sie mit diesem {0} fortfahren?
el: Θέλετε να προχωρήσετε με αυτό το {0};
es: ¿Desea continuar con este {0}?
et: Kas soovite jätkata selle {0} tegemist?
fi: Haluatko jatkaa tämän {0} kanssa?
fr: Voulez-vous continuer avec ce {0} ?
he: האם אתה רוצה להמשיך עם זה {0}?
hr: Želite li nastaviti s ovim {0}?
hu: Szeretnéd folytatni ezzel a {0}-val?
is: Viltu halda áfram með þetta {0}?
it: Vuoi procedere con questo {0}?
ja: この{0}を続行しますか？
nl: Wilt u doorgaan met deze {0}?
no: Vil du fortsette med dette {0}?
pl: Czy chcesz kontynuować z tym {0}?
pt: Deseja prosseguir com este {0}?
ro: Vrei să continui cu acest {0}?
ru: Вы хотите продолжить с этим {0}?
sk: Chcete pokračovať s týmto {0}?
sv: Vill du fortsätta med detta {0}?
tr: Bu {0} ile devam etmek istiyor musunuz?

source: Failed to {0} commit.
bg: Неуспешно {0} комит.
cs: Nepodařilo se {0} potvrdit.
da: Mislykkedes med at {0} forpligte.
de: Fehler beim {0} Commit.
el: Αποτυχία {0} δέσμευσης.
es: Error al {0} el commit.
et: Eba {0} commit.
fi: Epäonnistui {0} sitoumuksessa.
fr: Échec de la validation {0}.
he: נכשל ב-{0} התחייבות.
hr: Neuspješno {0} potvrđivanje.
hu: A {0} elkötelezés nem sikerült.
is: Mistók að {0} skuldbindingu.
it: Impossibile {0} il commit.
ja: {0} コミットに失敗しました。
nl: Mislukt om {0} te committen.
no: Feilet å {0} forplikte.
pl: Nie udało się {0} zatwierdzić.
pt: Falha ao {0} commit.
ro: Eșec la {0} commit.
ru: Не удалось {0} коммит.
sk: Nepodarilo sa {0} potvrdiť.
sv: Misslyckades med att {0} begå.
tr: {0} taahhüdü başarısız oldu.
uk: Не вдалося {0} зафіксувати.

source: Error getting commit history: {0}
bg: Грешка при получаване на история на комитите: {0}
cs: Chyba při získávání historie commitů: {0}
da: Fejl ved hentning af commit-historik: {0}
de: Fehler beim Abrufen der Commit-Historie: {0}
el: Σφάλμα κατά την απόκτηση ιστορικού commit: {0}
es: Error al obtener el historial de commits: {0}
et: Viga commit ajalooga saamisel: {0}
fi: Virhe sitoumushistorian hakemisessa: {0}
fr: Erreur lors de la récupération de l'historique des commits : {0}
he: שגיאה בקבלת היסטוריית התחייבויות: {0}
hr: Greška prilikom preuzimanja povijesti commit-a: {0}
hu: Hiba a commit előzmények lekérésekor: {0}
is: Villa að sækja commit sögu: {0}
it: Errore durante il recupero della cronologia dei commit: {0}
ja: コミット履歴の取得エラー: {0}
nl: Fout bij het ophalen van de commitgeschiedenis: {0}
no: Feil ved henting av commit-historikk: {0}
pl: Błąd podczas pobierania historii commitów: {0}
pt: Erro ao obter histórico de commits: {0}
ro: Eroare la obținerea istoricului de commit-uri: {0}
ru: Ошибка получения истории коммитов: {0}
sk: Chyba pri získavaní histórie commitov: {0}
sv: Fel vid hämtning av commit-historik: {0}
tr: Hata, commit geçmişi alınamadı: {0}
uk: Помилка отримання історії комітів: {0}

source: Unexpected error getting commits: {0}
bg: Неочаквана грешка при получаване на комити: {0}
cs: Neočekávaná chyba při získávání commitů: {0}
da: Uventet fejl ved hentning af commits: {0}
de: Unerwarteter Fehler beim Abrufen der Commits: {0}
el: Αναπάντεχο σφάλμα κατά την απόκτηση των commits: {0}
es: Error inesperado al obtener los commits: {0}
et: Ootamatu viga commitide saamisel: {0}
fi: Odottamaton virhe sitoumusten hakemisessa: {0}
fr: Erreur inattendue lors de la récupération des commits : {0}
he: שגיאה בלתי צפויה בעת קבלת מחויבויות: {0}
hr: Neočekivana greška prilikom preuzimanja commit-a: {0}
hu: Váratlan hiba a commitok lekérésekor: {0}
is: Óvænt villa við að sækja skuldbindingar: {0}
it: Errore imprevisto durante il recupero dei commit: {0}
ja: コミットを取得中に予期しないエラーが発生しました: {0}
nl: Onverwachte fout bij het ophalen van commits: {0}
no: Uventet feil ved henting av commits: {0}
pl: Nieoczekiwany błąd podczas pobierania commitów: {0}
pt: Erro inesperado ao obter commits: {0}
ro: Eroare neașteptată la obținerea commit-urilor: {0}
ru: Неожиданная ошибка при получении коммитов: {0}
sk: Neočakávaná chyba pri získavaní commitov: {0}
sv: Oväntat fel vid hämtning av commits: {0}
tr: Beklenmedik hata, commit'leri alırken: {0}
uk: Несподівана помилка під час отримання комітів: {0}

source: Target Commit Hash
bg: Целеви хеш на комита
cs: Cílový hash potvrzení
da: Mål Commit Hash
de: Ziel-Commit-Hash
el: Στοχευόμενο Commit Hash
es: Hash de compromiso objetivo
et: Sihtkomitee Hash
fi: Kohdecommittihash
fr: Hash de validation cible
he: האש hash של התחייבות יעד
hr: Ciljni hash potvrde
hu: Cél commit hash
is: Markmið Commit Hash
it: Hash di commit di destinazione
ja: ターゲットコミットハッシュ
nl: Doel Commit Hash
no: Mål Commit Hash
pl: Docelowy hash zatwierdzenia
pt: Hash do Commit Alvo
ro: Hash-ul de angajament țintă
ru: Целевой хэш коммита
sk: Cieľový hash potvrdenia
sv: Målsättningshash
tr: Hedef Taahhüt Hash'ı
uk: Цільовий хеш коміту

source: Author
bg: Автор
cs: Autor
da: Forfatter
de: Autor
el: Συγγραφέας
es: Autor
et: Autor
fi: Kirjoittaja
fr: Auteur
he: מחבר
hr: Autor
hu: Szerző
is: Höfundur
it: Autore
ja: 著者
nl: Auteur
no: Forfatter
pl: Autor
pt: Autor
ro: Autor
ru: Автор
sk: Autor
sv: Författare
tr: Yazar

source: Date
bg: Дата
cs: Datum
da: Dato
de: Datum
el: Ημερομηνία
es: Fecha
et: Kuupäev
fi: Päivämäärä
he: תאריך
hr: Datum
hu: Dátum
is: Dagsetning
it: Data
ja: 日付
nl: Datum
no: Dato
pl: Data
pt: Data
ro: Dată
ru: Дата
sk: Dátum
sv: Datum
tr: Tarih
uk: Дата

source: Message
bg: Съобщение
cs: Zpráva
da: Besked
de: Nachricht
el: Μήνυμα
es: Mensaje
et: Sõnum
fi: Viesti
he: הודעה
hr: Poruka
hu: Üzenet
is: Skilaboð
it: Messaggio
ja: メッセージ
nl: Bericht
no: Melding
pl: Wiadomość
pt: Mensagem
ro: Mesaj
ru: Сообщение
sk: Správa
sv: Meddelande
tr: Mesaj
uk: Сообщение

source: Method
bg: Метод
cs: Metoda
da: Metode
de: Methode
el: Μέθοδος
es: Método
et: Meetod
fi: Menetelmä
fr: Méthode
he: שיטה
hr: Metoda
hu: Módszer
is: Aðferð
it: Metodo
ja: メソッド
nl: Methode
no: Metode
pl: Metoda
pt: Método
ro: Metodă
ru: Метод
sk: Metóda
sv: Metod
tr: Yöntem
uk: Метод

source: Result
bg: Резултат
cs: Výsledek
da: Resultat
de: Ergebnis
el: Αποτέλεσμα
es: Resultado
et: Tulemus
fi: Tulokset
fr: Résultat
he: תוצאה
hr: Rezultat
hu: Eredmény
is: Niðurstaða
it: Risultato
ja: 結果
nl: Resultaat
no: Resultat
pl: Wynik
pt: Resultado
ro: Rezultat
ru: Результат
sk: Výsledok
sv: Resultat
tr: Sonuç
uk: Результат
