Repository: big-comm/gitrepo
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Error finding most recent branch: {0}
bg: Грешка при намиране на най-новия клон: {0}
cs: Chyba při hledání nejnovější větve: {0}
da: Fejl ved at finde den seneste gren: {0}
de: Fehler beim Finden des aktuellsten Branches: {0}
el: Σφάλμα κατά την εύρεση του πιο πρόσφατου κλάδου: {0}
es: Error al encontrar la rama más reciente: {0}
et: Viga viimase haru leidmisel: {0}
fi: Virhe viimeisimmän haaran etsimisessä: {0}
fr: Erreur lors de la recherche de la branche la plus récente : {0}
he: שגיאה במציאת הסניף האחרון: {0}
hr: Greška prilikom pronalaženja najnovije grane: {0}
hu: Hiba a legfrissebb ág keresésekor: {0}
is: Villa að finna nýjustu greinina: {0}
it: Errore nel trovare il ramo più recente: {0}
ja: 最新のブランチを見つける際にエラーが発生しました: {0}
nl: Fout bij het vinden van de meest recente tak: {0}
no: Feil ved å finne den nyeste grenen: {0}
pl: Błąd podczas znajdowania najnowszej gałęzi: {0}
pt: Erro ao encontrar branch mais recente: {0}
ro: Eroare la găsirea celei mai recente ramuri: {0}
ru: Ошибка при поиске самой последней ветки: {0}
sk: Chyba pri hľadaní najnovšej vetvy: {0}
sv: Fel vid hämtning av den senaste grenen: {0}
tr: En son dal bulunurken hata: {0}
uk: Помилка при знаходженні найновішої гілки: {0}

source: Switching to existing branch: {0}
bg: Превключване към съществуващ клон: {0}
cs: Přepínání na existující větev: {0}
da: Skifter til eksisterende gren: {0}
de: Wechseln zu bestehendem Zweig: {0}
el: Εναλλαγή σε υπάρχον κλάδο: {0}
es: Cambiando a la rama existente: {0}
et: Lülitamine olemasolevale harule: {0}
fi: Siirtyminen olemassa olevaan haaraan: {0}
fr: Changement vers la branche existante : {0}
he: מעבר לענף קיים: {0}
hr: Prebacivanje na postojeću granu: {0}
hu: Átváltás a meglévő ágra: {0}
is: Breyting í núverandi grein: {0}
it: Passaggio al ramo esistente: {0}
ja: 既存のブランチに切り替えています: {0}
nl: Overschakelen naar bestaande tak: {0}
no: Bytter til eksisterende gren: {0}
pl: Przełączanie na istniejącą gałąź: {0}
pt: Trocando para a branch existente: {0}
ro: Comutare la ramura existentă: {0}
ru: Переключение на существующую ветку: {0}
sk: Prechádzanie na existujúcu vetvu: {0}
sv: Byter till befintlig gren: {0}
tr: Mevcut dalga geçiş yapılıyor: {0}
uk: Перемикання на існуючу гілку: {0}

source: Checking out remote branch: {0}
bg: Проверка на отдален клон: {0}
da: Tjekker ud fra fjernbranch: {0}
de: Remote-Branch auschecken: {0}
et: Kaugharu haru kontrollimine: {0}
hu: Távoli ág ellenőrzése: {0}
pt: Fazendo checkout da branch remota: {0}
ru: Проверка удалённой ветки: {0}

source: Pushing branch to remote repository...
bg: Изпращане на клон към отдалечено хранилище...
da: Skubber gren til fjernlager...
de: Branch in das entfernte Repository pushen...
et: Harude haru kaugserverisse...
hu: Ág feltöltése a távoli tárolóra...
pt: Envianda branch para repositório remoto...
ru: Отправка ветки в удалённый репозиторий...

source: Branch {0} ready and pushed!
bg: Клон {0} е готов и е изпратен!
da: Gren {0} klar og skubbet!
de: Branch {0} bereit und gepusht!
et: Harud {0} valmis ja tõukatud!
hu: A {0} ág készen áll és feltöltve!
pt: Branch {0} pronta e enviada!
ru: Ветка {0} готова и отправлена!

source: Error creating or pushing branch: {0}
bg: Грешка при създаване или изпращане на клон: {0}
cs: Chyba při vytváření nebo odesílání větve: {0}
da: Fejl ved oprettelse eller push af gren: {0}
de: Fehler beim Erstellen oder Pushen des Branches: {0}
el: Σφάλμα κατά τη δημιουργία ή την προώθηση του κλάδου: {0}
es: Error al crear o enviar la rama: {0}
et: Viga haru või push'ida haru: {0}
fi: Virhe haaran luomisessa tai työntämisessä: {0}
fr: Erreur lors de la création ou de l'envoi de la branche : {0}
he: שגיאה ביצירת או דחיפת סניף: {0}
hr: Greška prilikom kreiranja ili slanja grane: {0}
hu: Hiba a ág létrehozásakor vagy feltöltésekor: {0}
is: Villa að búa til eða ýta grein: {0}
it: Errore nella creazione o nel caricamento del ramo: {0}
ja: ブランチの作成またはプッシュ中にエラーが発生しました: {0}
nl: Fout bij het aanmaken of pushen van de branch: {0}
no: Feil ved oppretting eller pushing av gren: {0}
pl: Błąd podczas tworzenia lub przesyłania gałęzi: {0}
pt: Erro ao criar ou enviar branch: {0}
ro: Eroare la crearea sau împingerea ramurii: {0}
ru: Ошибка при создании или отправке ветки: {0}
sk: Chyba pri vytváraní alebo posúvaní vetvy: {0}
sv: Fel vid skapande eller push av gren: {0}
tr: Dal oluşturma veya dal itme hatası: {0}
uk: Помилка створення або відправлення гілки: {0}

source: Getting branch list...
bg: Получаване на списък с клонове...
cs: Načítání seznamu větví...
da: Henter grene liste...
de: Branchliste wird abgerufen...
el: Λήψη λίστας κλάδων...
es: Obteniendo lista de ramas...
et: Harude nimekirja saamine...
fi: Haaran luettelon hakeminen...
fr: Obtention de la liste des branches...
he: מקבל רשימת סניפים...
hr: Dohvaćanje popisa grana...
hu: Áglista lekérése...
is: Sæki greinaskrá...
it: Ottieni l'elenco dei rami...
ja: ブランチリストを取得中...
nl: Lijst met takken ophalen...
no: Henter grenteliste...
pl: Pobieranie listy gałęzi...
pt: Obtendo lista de branches...
ro: Obținerea listei de ramuri...
ru: Получение списка веток...
sk: Načítanie zoznamu vetiev...
sv: Hämtar grenlista...
tr: Dalga listesi alınıyor...
uk: Отримання списку гілок...

source: Keeping only the most recent dev branch: {0}
bg: Запазване само на най-новия dev клон: {0}
cs: Udržování pouze nejnovější vývojové větve: {0}
da: Beholder kun den nyeste udviklingsgren: {0}
de: Nur den aktuellsten Entwicklungszweig behalten: {0}
el: Διατηρώντας μόνο το πιο πρόσφατο αναπτυξιακό κλάδο: {0}
es: Manteniendo solo la rama de desarrollo más reciente: {0}
et: Hoides ainult kõige uuemat arendus haru: {0}
fi: Pidä vain uusin kehityshaara: {0}
fr: Conserver uniquement la branche de développement la plus récente : {0}
he: שומר רק על ענף הפיתוח האחרון: {0}
hr: Zadržavanje samo najnovije dev grane: {0}
hu: Csak a legfrissebb fejlesztői ágat tartva: {0}
is: Halda aðeins nýjustu þróunargreinina: {0}
it: Mantenendo solo l'ultima ramo di sviluppo: {0}
ja: 最新の開発ブランチのみを保持: {0}
nl: Enkel de meest recente dev-tak behouden: {0}
no: Beholder kun den nyeste utviklingsgrenen: {0}
pl: Zachowanie tylko najnowszej gałęzi deweloperskiej: {0}
pt: Mantendo apenas a branch dev mais recente: {0}
ro: Păstrând doar cea mai recentă ramură de dezvoltare: {0}
ru: Сохранение только самой последней ветки разработки: {0}
sk: Udržiavaj iba najnovšiu vývojovú vetvu: {0}
sv: Håller endast den senaste utvecklingsgrenen: {0}
tr: Sadece en son geliştirme dalını tutma: {0}
uk: Залишаючи лише найновішу гілку розробки: {0}

source: Removing local branch: {0}
bg: Премахване на локален клон: {0}
cs: Odstranění místní větve: {0}
da: Fjerner lokal gren: {0}
de: Lokalen Zweig entfernen: {0}
el: Αφαίρεση τοπικού κλάδου: {0}
es: Eliminando la rama local: {0}
et: Kohaliku haru eemaldamine: {0}
fi: Poistetaan paikallinen haara: {0}
fr: Suppression de la branche locale : {0}
he: הסרת ענף מקומי: {0}
hr: Uklanjanje lokalne grane: {0}
hu: Helyi ág eltávolítása: {0}
is: Fjarlægja staðbundna grein: {0}
it: Rimozione del ramo locale: {0}
ja: ローカルブランチを削除中: {0}
nl: Lokale tak verwijderen: {0}
no: Fjerner lokal gren: {0}
pl: Usuwanie lokalnej gałęzi: {0}
pt: Removenda branch local: {0}
ro: Eliminarea ramurii locale: {0}
ru: Удаление локальной ветки: {0}
sk: Odstránenie miestnej vetvy: {0}
sv: Tar bort lokal gren: {0}
tr: Yerel dal kaldırılıyor: {0}
uk: Видалення локальної гілки: {0}

source: Error removing local branch {0}: {1}
bg: Грешка при премахване на локален клон {0}: {1}
cs: Chyba při odstraňování místní větve {0}: {1}
da: Fejl ved fjernelse af lokal gren {0}: {1}
de: Fehler beim Entfernen des lokalen Branches {0}: {1}
el: Σφάλμα κατά την αφαίρεση τοπικού κλάδου {0}: {1}
es: Error al eliminar la rama local {0}: {1}
et: Viga kohaliku haru eemaldamisel {0}: {1}
fi: Virhe paikallisen haaran poistamisessa {0}: {1}
fr: Erreur lors de la suppression de la branche locale {0} : {1}
he: שגיאה בהסרת ענף מקומי {0}: {1}
hr: Greška prilikom uklanjanja lokalne grane {0}: {1}
hu: Hiba a helyi ág eltávolításakor {0}: {1}
is: Villa að fjarlægja staðbundna grein {0}: {1}
it: Errore durante la rimozione del ramo locale {0}: {1}
ja: ローカルブランチ {0} の削除中にエラーが発生しました: {1}
nl: Fout bij het verwijderen van lokale tak {0}: {1}
no: Feil ved fjerning av lokal gren {0}: {1}
pl: Błąd usuwania lokalnej gałęzi {0}: {1}
pt: Erro ao remover branch local {0}: {1}
ro: Eroare la eliminarea ramurii locale {0}: {1}
ru: Ошибка при удалении локальной ветки {0}: {1}
sk: Chyba pri odstraňovaní miestnej vetvy {0}: {1}
sv: Fel vid borttagning av lokal gren {0}: {1}
tr: Yerel dal {0} silinirken hata: {1}
uk: Помилка видалення локальної гілки {0}: {1}

source: Removing remote branch: {0}
bg: Премахване на отдалечен клон: {0}
cs: Odstranění vzdálené větve: {0}
da: Fjerner fjernbranch: {0}
de: Entfernen des Remote-Branches: {0}
el: Αφαίρεση απομακρυσμένου κλάδου: {0}
es: Eliminando la rama remota: {0}
et: Eemaldamine kaugharu: {0}
fi: Poistetaan etähaara: {0}
fr: Suppression de la branche distante : {0}
he: הסרת ענף מרוחק: {0}
hr: Uklanjanje udaljene grane: {0}
hu: Távoli ág eltávolítása: {0}
is: Að fjarlægja fjarveituna: {0}
it: Rimozione del ramo remoto: {0}
ja: リモートブランチを削除しています: {0}
nl: Verwijderen van externe tak: {0}
no: Fjerner ekstern gren: {0}
pl: Usuwanie zdalnej gałęzi: {0}
pt: Removenda branch remota: {0}
ro: Eliminarea ramurii la distanță: {0}
ru: Удаление удалённой ветки: {0}
sk: Odstránenie vzdialenej vetvy: {0}
sv: Tar bort fjärrgren: {0}
tr: Uzak dalı kaldırma: {0}
uk: Видалення віддаленої гілки: {0}

source: Error removing remote branch {0}: {1}
bg: Грешка при премахване на отдалечен клон {0}: {1}
cs: Chyba při odstraňování vzdálené větve {0}: {1}
da: Fejl ved fjernelse af fjernbranch {0}: {1}
de: Fehler beim Entfernen des Remote-Branches {0}: {1}
el: Σφάλμα κατά την αφαίρεση του απομακρυσμένου κλάδου {0}: {1}
es: Error al eliminar la rama remota {0}: {1}
et: Viga eemaldades kaugfiliaali {0}: {1}
fi: Virhe etähaaran poistamisessa {0}: {1}
fr: Erreur lors de la suppression de la branche distante {0} : {1}
he: שגיאה בהסרת סניף מרוחק {0}: {1}
hr: Greška prilikom uklanjanja udaljene grane {0}: {1}
hu: Hiba a távoli ág eltávolításakor {0}: {1}
is: Villa að fjarlægja fjarveituna {0}: {1}
it: Errore durante la rimozione del ramo remoto {0}: {1}
ja: リモートブランチ {0} の削除中にエラーが発生しました: {1}
nl: Fout bij het verwijderen van de externe tak {0}: {1}
no: Feil ved fjerning av ekstern gren {0}: {1}
pl: Błąd usuwania zdalnej gałęzi {0}: {1}
pt: Erro ao remover branch remota {0}: {1}
ro: Eroare la eliminarea ramurii remote {0}: {1}
ru: Ошибка при удалении удалённой ветки {0}: {1}
sk: Chyba pri odstraňovaní vzdialenej vetvy {0}: {1}
sv: Fel vid borttagning av fjärrgren {0}: {1}
tr: Uzak dal {0} silinirken hata: {1}
uk: Помилка видалення віддаленої гілки {0}: {1}

source: Branch cleanup completed successfully!
bg: Почистването на клон завърши успешно!
cs: Údržba větve byla úspěšně dokončena!
da: Grenerensning afsluttet med succes!
de: Zweigniederlassungsbereinigung erfolgreich abgeschlossen!
el: Η καθαριότητα του κλάδου ολοκληρώθηκε με επιτυχία!
es: ¡Limpieza de rama completada con éxito!
et: Harude puhastamine lõpetati edukalt!
fi: Haara siivous suoritettu onnistuneesti!
fr: Nettoyage de la branche terminé avec succès !
he: ניקוי הסניף הושלם בהצלחה!
hr: Čišćenje grane uspješno završeno!
hu: A ág tisztítása sikeresen befejeződött!
is: Grein hreinsun lokið með góðum árangri!
it: Pulizia del ramo completata con successo!
ja: ブランチのクリーンアップが正常に完了しました！
nl: Branch opruiming succesvol voltooid!
no: Grenserens fullført med suksess!
pl: Czyszczenie gałęzi zakończone pomyślnie!
pt: Limpeza de branches concluída com sucesso!
ro: Curățarea ramurii a fost finalizată cu succes!
ru: Очистка ветки завершена успешно!
sk: Údržba vetvy bola úspešne dokončená!
sv: Grenrensning slutförd framgångsrikt!
tr: Dal temizleme başarıyla tamamlandı!
uk: Очистка гілки успішно завершена!

source: Error during branch cleanup: {0}
bg: Грешка по време на почистване на клон: {0}
cs: Chyba během čištění větve: {0}
da: Fejl under oprydning af gren: {0}
de: Fehler bei der Bereinigung des Branches: {0}
el: Σφάλμα κατά την καθαρισμό κλάδου: {0}
es: Error durante la limpieza de la rama: {0}
et: Viga haru haru puhastamisel: {0}
fi: Virhe haaran puhdistuksessa: {0}
fr: Erreur lors du nettoyage de la branche : {0}
he: שגיאה במהלך ניקוי הסניף: {0}
hr: Greška tijekom čišćenja grane: {0}
hu: Hiba a ág tisztítása során: {0}
is: Villa við hreinsun greinar: {0}
it: Errore durante la pulizia del ramo: {0}
ja: ブランチのクリーンアップ中にエラーが発生しました: {0}
nl: Fout tijdens het opschonen van de tak: {0}
no: Feil under opprydding av gren: {0}
pl: Błąd podczas czyszczenia gałęzi: {0}
pt: Erro durante limpeza de branches: {0}
ro: Eroare în timpul curățării ramurii: {0}
ru: Ошибка во время очистки ветки: {0}
sk: Chyba počas čistenia vetvy: {0}
sv: Fel vid rensning av gren: {0}
tr: Dal temizleme sırasında hata: {0}
uk: Помилка під час очищення гілки: {0}

source: Not a git repository
bg: Не е git хранилище
da: Ikke et git-repositorium
de: Kein Git-Repository
et: Ei ole git'i hoidla
pt: Não é um repositório git

source: Could not determine current branch
bg: Не можа да се определи текущият клон
da: Kunne ikke bestemme nuværende gren
de: Konnte den aktuellen Branch nicht bestimmen
et: Ei suutnud määrata praegust haru
pt: Não foi possível determinar a branch atual

source: Pulling with rebase...
bg: Изтегляне с ребазиране...
da: Henter med rebase...
de: Mit Rebase abrufen...
et: Tõmbamine rebase'iga...
pt: Baixando com rebase...

source: ⚠️ Rebase conflicts detected!
bg: ⚠️ Открити конфликти при ребейз!
da: ⚠️ Rebase konflikter opdaget!
de: ⚠️ Rebase-Konflikte erkannt!
et: ⚠️ Ümberbaseerimise konfliktid tuvastatud!
pt: ⚠️ Conflitos de rebase detectados!

source: Rebase aborted automatically.
bg: Ребейзът беше автоматично прекратен.
da: Rebase afbrudt automatisk.
de: Rebase automatisch abgebrochen.
et: Rebase katkestati automaatselt.
pt: Rebase abortado automaticamente.

source: The remote has conflicting changes.
bg: Отдалеченият репозиторий има конфликтни промени.
da: Fjernbetjeningen har konfliktende ændringer.
de: Der Remote hat widersprüchliche Änderungen.
et: Kaugjuhtimisel on vastuolulised muudatused.
pt: O remoto tem alterações conflitantes.

source: Rebase failed due to conflicts. What do you want to do?
bg: Неуспешно ребазиране поради конфликти. Какво искате да направите?
da: Rebase mislykkedes på grund af konflikter. Hvad vil du gerne gøre?
de: Rebase ist aufgrund von Konflikten fehlgeschlagen. Was möchten Sie tun?
et: Rebase eba konfliktide tõttu. Mida soovite teha?
pt: Rebase falhou devido a conflitos. O que você deseja fazer?

source: 🔀 Try merge instead (may auto-resolve)
bg: 🔀 Опитайте да сливате вместо това (може да се разреши автоматично)
da: 🔀 Prøv at flette i stedet (kan auto-løse)
de: 🔀 Versuche stattdessen zu mergen (kann automatisch aufgelöst werden)
et: 🔀 Proovi sulandada selle asemel (võib automaatselt lahendada)
pt: 🔀 Tentar merge ao invés (pode resolver automaticamente)

source: ⚠️ Force push MY version (overwrites remote)
bg: ⚠️ Принудително изпращане на МОЯ версия (презаписва отдалеченото)
da: ⚠️ Tvinge push af MIN version (overskriver fjern)
de: ⚠️ Erzwinge das Pushen MEiner Version (überschreibt Remote)
et: ⚠️ Sundige minu versioon (asendab kaugserveri)
pt: ⚠️ Forçar push da MINHA versão (sobrescreve remoto)

source: ❌ Cancel - I'll resolve manually
bg: ❌ Отказ - Ще разреша ръчно
da: ❌ Annuller - Jeg løser det manuelt
de: ❌ Abbrechen - Ich werde es manuell lösen
et: ❌ Tühista - Lahendan käsitsi
pt: ❌ Cancelar - Vou resolver manualmente

source: Conflict detected. Trying merge instead...
bg: Открит конфликт. Опитвам се да извърша сливане вместо това...
da: Konflikt opdaget. Forsøger at sammenflette i stedet...
de: Konflikt erkannt. Versuche stattdessen zu mergen...
et: Tuvastatud konflikt. Proovitakse sulandamist...
pt: Conflito detectado. Tentando merge ao invés...

source: Rebase failed: {0}
bg: Неуспешно ребазиране: {0}
da: Rebase mislykkedes: {0}
de: Rebase fehlgeschlagen: {0}
et: Rebase eba: {0}
pt: Rebase falhou: {0}

source: ✓ Rebase successful
bg: ✓ Успешно пренасочване
da: ✓ Rebase gennemført
de: ✓ Rebase erfolgreich
et: ✓ Rebase õnnestus
pt: ✓ Rebase bem-sucedido

source: Pulling with merge...
bg: Изтегляне с обединение...
da: Henter med sammenfletning...
de: Zusammenführen wird geladen...
et: Tõmbamine koos ühinemisega...
pt: Baixando com merge...

source: ⚠️ Merge conflicts detected!
bg: ⚠️ Открити конфликти при сливането!
da: ⚠️ Sammenfletningskonflikter opdaget!
de: ⚠️ Zusammenführungs-Konflikte erkannt!
et: ⚠️ Ühinemiskonfliktid tuvastatud!
pt: ⚠️ Conflitos de merge detectados!

source: Resolve conflicts in the marked files, then:
bg: Разрешете конфликтите в маркираните файлове, след това:
da: Løs konflikter i de markerede filer, derefter:
de: Konflikte in den markierten Dateien beheben, dann:
et: Lahenda konfliktid märgitud failides, seejärel:
pt: Resolva conflitos nos arquivos marcados, então:

source: 1. Edit files to resolve conflicts
bg: 1. Редактирайте файлове, за да разрешите конфликти
da: 1. Rediger filer for at løse konflikter
de: 1. Dateien bearbeiten, um Konflikte zu lösen
et: 1. Redigeeri faile konfliktide lahendamiseks
pt: 1. Edite arquivos para resolver conflitos

source: 2. git add <resolved-files>
bg: 2. git добави <разрешени-файлове>
da: 2. git tilføj <løste-filer>
de: 2. git add <gelöste-Dateien>
et: 2. git lisa <lahendatud-failid>
pt: 2. git add <arquivos-resolvidos>

source: Or abort with: git merge --abort
bg: Или прекратете с: git merge --abort
da: Eller annuller med: git merge --abort
de: Oder abbrechen mit: git merge --abort
et: Või katkesta: git merge --abort
pt: Ou aborte com: git merge --abort

source: Merge failed: {0}
bg: Сливането не успя: {0}
da: Sammenlægning mislykkedes: {0}
de: Zusammenführung fehlgeschlagen: {0}
et: Ühendamine ebaõnnestus: {0}
pt: Merge falhou: {0}

source: ✓ Merge successful
bg: ✓ Сливането е успешно
da: ✓ Sammenfletning lykkedes
de: ✓ Zusammenführung erfolgreich
et: ✓ Ühendamine õnnestus
pt: ✓ Merge bem-sucedido

source: ⚠️ Force pushing (this overwrites remote!)...
bg: ⚠️ Принудително изпращане (това презаписва отдалеченото!)...
da: ⚠️ Tvinge push (dette overskriver fjernlager!)...
de: ⚠️ Zwangs-Push (dies überschreibt Remote!)...
et: ⚠️ Jõhkralt surumine (see kirjutab kaugserveri üle!)...
pt: ⚠️ Forçando push (isso sobrescreve o remoto!)...

source: Force push failed: {0}
bg: Неуспешно принудително изпращане: {0}
da: Tvangs-push mislykkedes: {0}
de: Force-Push fehlgeschlagen: {0}
et: Sundimine ebaõnnestus: {0}
pt: Push forçado falhou: {0}

source: ✓ Force push successful
bg: ✓ Успешно принудително изпращане
da: ✓ Tvangsskubbet lykkedes
de: ✓ Force-Push erfolgreich
et: ✓ Jõu tõukamine õnnestus
pt: ✓ Push forçado bem-sucedido

source: Unknown resolution method: {0}
bg: Непознат метод за разрешаване: {0}
da: Ukendt opløsningsmetode: {0}
de: Unbekannte Auflösungsmethode: {0}
et: Tundmatu lahenduse meetod: {0}
pt: Método de resolução desconhecido: {0}

source: Error resolving divergence: {0}
bg: Грешка при разрешаване на дивергенция: {0}
da: Fejl ved løsning af divergens: {0}
de: Fehler beim Auflösen der Divergenz: {0}
et: Viga lahknevuse lahendamisel: {0}
pt: Erro ao resolver divergência: {0}

source: Settings migrated to new location: {0}
pt: Configurações migradas para nova localização: {0}

source: Error saving settings: {0}
pt: Erro ao salvar configurações: {0}

source: This option is only available in git repositories.
bg: Тази опция е налична само в git хранилища.
cs: Tato možnost je k dispozici pouze v git repozitářích.
da: Denne mulighed er kun tilgængelig i git-repositorier.
de: Diese Option ist nur in Git-Repositories verfügbar.
el: Αυτή η επιλογή είναι διαθέσιμη μόνο σε αποθετήρια git.
es: Esta opción solo está disponible en repositorios de git.
et: See valik on saadaval ainult git-repositooriumides.
fi: Tämä vaihtoehto on saatavilla vain git-repositorioissa.
fr: Cette option n'est disponible que dans les dépôts git.
he: אפשרות זו זמינה רק במאגרי git.
hr: Ova opcija je dostupna samo u git repozitorijima.
hu: Ez az opció csak git tárolókban érhető el.
is: Þetta valkostur er aðeins tiltækur í git geymslum.
it: Questa opzione è disponibile solo nei repository git.
ja: このオプションは、git リポジトリでのみ利用可能です。
nl: Deze optie is alleen beschikbaar in git-repositories.
no: Dette alternativet er kun tilgjengelig i git-repositorier.
pl: Ta opcja jest dostępna tylko w repozytoriach git.
pt: Esta opção está disponível apenas em repositórios git.
ro: Această opțiune este disponibilă doar în repositoarele git.
ru: Этот параметр доступен только в репозиториях git.
sk: Táto možnosť je k dispozícii iba v git repozitároch.
sv: Detta alternativ är endast tillgängligt i git-repositorier.
tr: Bu seçenek yalnızca git depolarında mevcuttur.
uk: Ця опція доступна лише в репозиторіях git.

source: Analyzing repository state...
bg: Анализиране на състоянието на хранилището...
da: Analyserer repository-tilstand...
de: Analysiere den Zustand des Repositories...
et: Analüüsin hoidla olekut...
fi: Analysoidaan varaston tilaa...
fr: Analyse de l'état du dépôt...
hr: Analiziranje stanja repozitorija...
hu: A tároló állapotának elemzése...
is: Greining á ástandi geymslu...
it: Analizzando lo stato del repository...
nl: Analyseren van de status van de repository...
no: Analyserer depotstatus...
pt: Analisando estado do repositório...
ru: Анализ состояния репозитория...
sk: Analyzovanie stavu repozitára...
sv: Analyserar lagrets tillstånd...
uk: Аналізування стану репозиторію...

source: Your branch: {0}
bg: Вашият клон: {0}
da: Din gren: {0}
de: Ihr Zweig: {0}
et: Teie haru: {0}
fi: Oksasi: {0}
fr: Votre branche : {0}
hr: Vaša grana: {0}
hu: A te ágad: {0}
is: Þín grein: {0}
it: Il tuo ramo: {0}
nl: Je tak: {0}
no: Din gren: {0}
pt: Sua branch: {0}
ru: Ваша ветка: {0}
sk: Vaša vetva: {0}
sv: Din gren: {0}
uk: Ваша гілка: {0}

source: Changes: {0}
bg: Промени: {0}
da: Ændringer: {0}
de: Änderungen: {0}
et: Muutused: {0}
fi: Muutokset: {0}
fr: Modifications : {0}
hr: Promjene: {0}
hu: Változások: {0}
is: Breytingar: {0}
it: Modifiche: {0}
nl: Wijzigingen: {0}
no: Endringer: {0}
pt: Alterações: {0}
ru: Изменения: {0}
sk: Zmeny: {0}
sv: Ändringar: {0}
uk: Зміни: {0}

source: New repository detected (no commits yet). Creating initial commit...
pt: Novo repositório detectado (sem commits ainda). Criando commit inicial...

source: No changes to commit
bg: Няма промени за комитване
da: Ingen ændringer at committe
de: Keine Änderungen zum Commit
et: Ei muudatusi, mida kinnitada.
fi: Ei muutoksia sitoutettavaksi
fr: Aucun changement à valider
hr: Nema promjena za potvrditi
hu: Nincsenek változtatások elkötelezésre.
is: Engin ekki breytingar til að skuldbinda.
it: Nessuna modifica da confermare
nl: Geen wijzigingen om te committen
no: Ingen endringer å forplikte
pt: Sem alterações paro commit
ru: Нет изменений для коммита
sk: Žiadne zmeny na potvrdenie
sv: Inga ändringar att begå.
uk: Немає змін для коміту

source: ✓ Created branch: {0}
pt: ✓ Ramificação criada: {0}

source: ✗ Failed to switch to branch: {0}
pt: ✗ Falha ao mudar para o branch: {0}

source: Commit message file is empty.
de: Die Commit-Nachrichtendatei ist leer.
et: Kohandmesõnumi fail on tühi.
pt: O arquivo de mensagem de commit está vazio.

source: Commit message file not found: {0}
de: Commit-Nachrichtendatei nicht gefunden: {0}
et: Kohandmise sõnumi faili ei leitud: {0}
pt: Arquivo de mensagem de commit não encontrado: {0}
