Repository: big-comm/gitrepo
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Error: No package name was entered.
bg: Грешка: Не е въведено име на пакет.
cs: Chyba: Nebyl zadán název balíčku.
da: Fejl: Der blev ikke indtastet noget pakkenavn.
de: Fehler: Es wurde kein Paketname eingegeben.
el: Σφάλμα: Δεν καταχωρήθηκε όνομα πακέτου.
es: Error: No se ingresó el nombre del paquete.
et: Viga: Paketi nime ei sisestatud.
fi: Virhe: Pakettinimeä ei annettu.
fr: Erreur : Aucun nom de package n'a été saisi.
he: שגיאה: לא הוזן שם חבילה.
hr: Greška: Nije unijeno ime paketa.
hu: Hiba: Nem lett csomagnév megadva.
is: Villa: Engin pakkaheiti var slegið inn.
it: Errore: Nessun nome pacchetto è stato inserito.
ja: エラー: パッケージ名が入力されていません。
nl: Fout: Er is geen pakketnaam ingevoerd.
no: Feil: Ingen pakkenavn ble oppgitt.
pl: Błąd: Nie wprowadzono nazwy pakietu.
pt: Erro: Nenhum nome de pacote foi introduzido.
ro: Eroare: Nu a fost introdus niciun nume de pachet.
ru: Ошибка: Не было введено имя пакета.
sk: Chyba: Nebol zadaný názov balíka.
sv: Fel: Inget paketnamn angavs.
tr: Hata: Hiçbir paket adı girilmedi.
uk: Помилка: Не було введено назву пакета.

source: Starting AUR package build...
bg: Започване на изграждане на AUR пакет...
da: Starter AUR-pakkebygning...
de: Starte AUR-Paketbau...
et: AUR paketi ehitamise alustamine...
hu: AUR csomag építése kezdődik...
pt: Iniciando compilação do pacote AUR...
ru: Начало сборки пакета AUR...

source: Repository Type
bg: Тип на хранилището
cs: Typ repozitáře
de: Repository-Typ
el: Τύπος Αποθετηρίου
es: Tipo de repositorio
et: Repo tüüp
fi: Tietovaraston tyyppi
fr: Type de dépôt
he: סוג מאגר
hr: Vrsta repozitorija
hu: Tárhely Típus
is: Geymslugerð
it: Tipo di repository
ja: リポジトリタイプ
pl: Typ repozytorium
pt: Tipo de Repositório
ro: Tip de Repositoriu
ru: Тип репозитория
sk: Typ repozitára
sv: Repositorytyp
tr: Depo Türü
uk: Тип репозиторію

source: Summary of Choices
bg: Резюме на избора
cs: Shrnutí voleb
da: Oversigt over valg
de: Zusammenfassung der Auswahlmöglichkeiten
el: Περίληψη Επιλογών
es: Resumen de Opciones
et: Valikute kokkuvõte
fi: Valintojen yhteenveto
fr: Résumé des choix
he: סיכום אפשרויות
hr: Sažetak izbora
hu: Választások összefoglalása
is: Valkostaskýrsla
it: Riepilogo delle Scelte
ja: 選択の概要
nl: Keuzeoverzicht
no: Sammendrag av valg
pl: Podsumowanie wyborów
pt: Resumo das Escolhas
ro: Rezumatul Opțiunilor
ru: Сводка выборов
sk: Zhrnutie výberov
sv: Sammanfattning av val
tr: Seçimlerin Özeti
uk: Висновок виборів

source: Repo Workflow
bg: Репо Работен процес
cs: Repo pracovní postup
da: Repo Arbejdsgang
el: Ροή Εργασίας Αποθετηρίου
es: Flujo de trabajo del repositorio
et: Repo töövoog
fi: Repo-työnkulku
fr: Flux de travail du dépôt
he: זרימת עבודה במאגר
hr: Repo Radni Tok
hu: Repo Munkafolyamat
is: Repo Vinnsla
it: Flusso di lavoro del repository
ja: リポジトリワークフロー
no: Repo arbeidsflyt
pl: Repo Przepływ Pracy
pt: Fluxo do Repositório
ro: Flux de lucru Repo
ru: Репозиторий Рабочий процесс
sk: Repo pracovný tok
sv: Repo Arbetsflöde
tr: Repo İş Akışı
uk: Робочий процес репозиторію

source: Package AUR Name
bg: Пакет AUR Име
cs: Název balíčku AUR
da: Pakke AUR Navn
de: Paket AUR Name
el: Όνομα Πακέτου AUR
es: Nombre del paquete AUR
et: Paketi AUR nimi
fi: Paketti AUR Nimi
fr: Nom du paquet AUR
he: שם חבילה AUR
hr: Naziv AUR paketa
hu: Csomag AUR név
is: Pakkage AUR Nafn
it: Nome del pacchetto AUR
ja: パッケージ AUR 名称
nl: Pakket AUR Naam
no: Pakken AUR-navn
pl: Nazwa pakietu AUR
pt: Nome AUR do Pacote
ro: Nume pachet AUR
ru: Имя пакета AUR
sk: Názov balíka AUR
sv: Paket AUR Namn
tr: Paket AUR Adı
uk: Пакет AUR Назва

source: Branch_type
bg: Тип_клон
cs: Typ_větve
da: Grentype
de: Zweigtyp
el: Τύπος_κλάδου
es: Tipo_de_rama
et: Harutüüp
fi: Haara_tyyppi
fr: Type_de_branche
he: סוג_סניף
hr: Vrsta_grane
hu: Ág_típus
is: Greinategund
it: Tipo_di_ramo
ja: ブランチタイプ
nl: Tak_type
no: Grenstype
pl: Typ_gałęzi
pt: Tipo_de_branch
ro: Tip_ramură
ru: Тип_ветки
sk: Typ_pobočky
sv: Grentyp
tr: Dal_tipi
uk: Тип_гілки

source: New Branch
bg: Нова клонка
cs: Nová větev
da: Ny gren
de: Neuer Zweig
el: Νέος Κλάδος
es: Nueva Rama
et: Uus haru
fi: Uusi haara
fr: Nouvelle branche
he: סניף חדש
hr: Nova grana
hu: Új ág
is: Nýr grein
it: Nuova Ramo
ja: 新しいブランチ
nl: Nieuwe Tak
no: Ny gren
pl: Nowa gałąź
pt: Nova Branch
ro: Ramură Nouă
ru: Новая ветка
sk: Nová vetva
sv: Ny gren
tr: Yeni Dal
uk: Нова гілка

source: AUR - Summary of Choices
bg: AUR - Резюме на избора
cs: AUR - Souhrn voleb
da: AUR - Oversigt over valg
de: AUR - Zusammenfassung der Optionen
el: AUR - Περίληψη Επιλογών
es: AUR - Resumen de Opciones
et: AUR - Valikute kokkuvõte
fi: AUR - Valintojen yhteenveto
fr: AUR - Résumé des choix
he: AUR - סיכום אפשרויות
hr: AUR - Sažetak izbora
hu: AUR - Választások összefoglalása
is: AUR - Samantekt valkosta
it: AUR - Riepilogo delle Scelte
ja: AUR - 選択の概要
nl: AUR - Samenvatting van Keuzes
no: AUR - Sammendrag av valg
pl: AUR - Podsumowanie wyborów
pt: AUR - Resumo das Escolhas
ro: AUR - Rezumatul Opțiunilor
ru: AUR - Сводка Выборов
sk: AUR - Zhrnutie možností
sv: AUR - Sammanfattning av val
tr: AUR - Seçimlerin Özeti
uk: AUR - Огляд вибору

source: Pull latest
bg: Изтегли последното
cs: Načíst nejnovější
da: Hent seneste
de: Neueste abrufen
el: Ανακτήστε την τελευταία έκδοση
es: Obtener lo último
et: Tõmba uusim
fi: Hae uusin
fr: Tirer le dernier
he: משוך את האחרון
hr: Preuzmi najnovije
hu: Legfrissebb letöltése
is: Draga nýjustu
it: Tira l'ultimo
ja: 最新を取得
nl: Haal laatste op
no: Hent siste
pl: Pobierz najnowsze
pt: Baixar último
ro: Trage ultimele modificări
ru: Получить последние изменения
sv: Hämta senaste
tr: Son sürümü çek

source: Commit and push
bg: Комитиране и изпращане
cs: Zavázat a odeslat
da: Commit og push
de: Commit und senden
el: Δέσμευση και αποστολή
es: Confirmar y enviar
et: Kinnita ja tõuka
fi: Vahvista ja työnnä
fr: Valider et pousser
he: בצע התחייבות ודחוף
hr: Zavezi i pošalji
hu: Elkötelezés és feltöltés
is: Senda og ýta
it: Commit e inviare
ja: コミットしてプッシュ
nl: Commit en push
no: Forplikt og push
pl: Zatwierdź i wypchnij
pt: Commitar e enviar
ro: Comitează și împinge
ru: Коммит и отправка
sv: Commit och pusha
tr: Taahhüt et ve gönder

source: Generate package (commit + branch + build)
bg: Генерирай пакет (комит + клон + билд)
cs: Vytvořit balíček (commit + větev + sestavení)
da: Generer pakke (commit + gren + byg)
de: Paket generieren (Commit + Zweig + Build)
el: Δημιουργία πακέτου (δέσμευση + κλάδος + κατασκευή)
es: Generar paquete (confirmación + rama + compilación)
et: Loo pakett (commit + haru + ehitus)
fi: Luo paketti (commit + haara + rakennus)
fr: Générer le package (commit + branche + build)
he: צור חבילה (מחויבות + סניף + בנייה)
hr: Generiraj paket (commit + grana + build)
hu: Csomag létrehozása (commit + ág + build)
is: Búa til pakka (commit + grein + bygging)
it: Genera pacchetto (commit + ramo + build)
ja: パッケージを生成する（コミット + ブランチ + ビルド）
nl: Genereer pakket (commit + tak + build)
no: Generer pakke (commit + gren + bygg)
pl: Generuj pakiet (commit + gałąź + kompilacja)
pt: Gerar pacote (commit + branch + compilação)
ro: Generați pachet (commit + ramură + build)
ru: Сгенерировать пакет (коммит + ветка + сборка)
sk: Vytvoriť balík (komit + vetva + zostavenie)
sv: Generera paket (commit + gren + bygg)
tr: Paket oluştur (commit + dal + derleme)
uk: Генерувати пакет (коміт + гілка + збірка)

source: Advanced menu
bg: Разширено меню
cs: Pokročilé menu
da: Avanceret menu
de: Erweitertes Menü
el: Προηγμένο μενού
es: Menú avanzado
et: Täpsem menüü
fi: Edistynyt valikko
fr: Menu avancé
he: תפריט מתקדם
hr: Napredni izbornik
hu: Fejlett menü
is: Fyrirlestrarvalkostur
it: Menu avanzato
ja: 高度なメニュー
nl: Geavanceerd menu
no: Avansert meny
pl: Zaawansowane menu
pt: Menu avançado
ro: Meniu avansat
ru: Расширенное меню
sk: Pokročilé menu
sv: Avancerad meny
tr: Gelişmiş menü
uk: Розширене меню

source: Select repository
bg: Изберете хранилище
cs: Vyberte repozitář
da: Vælg repository
de: Repository auswählen
el: Επιλέξτε αποθετήριο
es: Seleccionar repositorio
et: Vali hoidla
fi: Valitse varasto
fr: Sélectionner le dépôt
he: בחר מאגר
hr: Odaberi repozitorij
hu: Válassza ki a tárolót
is: Veldu geymslu
it: Seleziona repository
ja: リポジトリを選択
nl: Selecteer repository
no: Velg depot
pl: Wybierz repozytorium
pt: Selecionar repositório
ro: Selectați depozitul
ru: Выбрать репозиторий
sk: Vyberte repozitár
sv: Välj repository
tr: Depoyu seçin
uk: Виберіть репозиторій

source: Delete branches (except main and latest)
bg: Изтрийте клонове (с изключение на основния и последния)
cs: Smazat větve (kromě hlavní a nejnovější)
da: Slet grene (undtagen hoved- og seneste)
de: Zweige löschen (außer Haupt- und Neueste)
el: Διαγραφή κλάδων (εκτός από τον κύριο και τον τελευταίο)
es: Eliminar ramas (excepto principal y última)
et: Kustuta harud (välja arvatud peamine ja uusim)
fi: Poista haara (paitsi pää- ja uusin)
fr: Supprimer les branches (sauf main et latest)
he: מחק סניפים (מלבד ראשי והאחרון)
hr: Izbriši grane (osim glavne i najnovije)
hu: Ágak törlése (kivéve a főt és a legújabbat)
is: Eyða greinum (nema aðalgrein og nýjustu)
it: Elimina i rami (eccetto main e latest)
ja: ブランチを削除する（メインと最新を除く）
nl: Verwijder takken (behalve hoofd en laatst)
no: Slett grener (unntatt hoved og nyeste)
pl: Usuń gałęzie (oprócz głównej i najnowszej)
pt: Excluir branches (exceto main e latest)
ro: Șterge ramurile (cu excepția celor principale și cele mai recente)
ru: Удалить ветки (кроме основной и последней)
sk: Odstrániť vetvy (okrem hlavnej a najnovšej)
sv: Ta bort grenar (utom huvud- och senaste)
tr: Dalları sil (ana ve en son hariç)
uk: Видалити гілки (окрім основної та останньої)

source: Delete failed Action jobs
bg: Изтриването на неуспешни действия на задачи
cs: Smazání selhalo Akce úloh
da: Slet mislykkedes handlingsjobber
de: Löschen fehlgeschlagener Aktionsjobs
el: Αποτυχία διαγραφής εργασιών δράσης
es: Eliminar trabajos de acción fallidos
et: Kustuta ebaõnnestunud tegevuse tööd
fi: Poista epäonnistuneet toimintatyöt
fr: Supprimer les travaux d'action échoués
he: מחק את משימות הפעולה שנכשלו
hr: Brisanje nije uspjelo Akcijske zadatke
hu: Törlés sikertelen Akció munkák
is: Eyða mistökum aðgerðum
it: Elimina i lavori di azione non riusciti
ja: 削除に失敗したアクションジョブ
nl: Verwijder mislukte actieopdrachten
no: Sletting av handlinger mislyktes
pl: Usuń nieudane zadania akcji
pt: Excluir jobs de Action com falha
ro: Ștergerea locurilor de muncă a acțiunilor a eșuat
ru: Удаление не удалось. Действия по заданиям.
sk: Odstránenie zlyhalo Akčné úlohy
sv: Ta bort misslyckade åtgärdsjobb
tr: Silme işlemi başarısız oldu. İşlemler.
uk: Видалення не вдалося Дії завдань

source: Delete successful Action jobs
bg: Изтриването на успешни действия на задачи
cs: Úspěšné odstranění akcí úloh
da: Slet vellykket handlingsjobber
de: Löschen erfolgreicher Aktionsjobs
el: Διαγραφή επιτυχών εργασιών δράσης
es: Eliminar trabajos de acción exitosos
et: Kustuta edukalt tegevusülesanded
fi: Poista onnistuneet toimintatyöt
fr: Suppression réussie des tâches d'action
he: מחק עבודות פעולה בהצלחה
hr: Uklanjanje uspješnih akcijskih poslova
hu: Sikeresen törölve: Akciók munkák
is: Eyða aðgerðum starfa tókst
it: Elimina con successo i lavori di azione
ja: アクションジョブの削除に成功しました
nl: Verwijder succesvolle actiebanen
no: Slett vellykkede handlingsjobber
pl: Usunięto pomyślnie zadania akcji
pt: Excluir jobs de Action bem-sucedidos
ro: Ștergere cu succes a sarcinilor de acțiune
ru: Удаление успешных действий заданий
sk: Odstránenie úspešných akčných úloh
sv: Ta bort framgångsrika åtgärdsjobb
tr: Başarıyla Silinen İşlemler
uk: Видалити успішні дії завдань

source: Delete all tags
bg: Изтрийте всички тагове
cs: Smazat všechny štítky
da: Slet alle tags
de: Alle Tags löschen
el: Διαγραφή όλων των ετικετών
es: Eliminar todas las etiquetas
et: Kustuta kõik sildid
fi: Poista kaikki tunnisteet
fr: Supprimer tous les tags
he: מחק את כל התגים
hr: Izbriši sve oznake
hu: Minden címke törlése
is: Eyða öllum merkjum
it: Elimina tutti i tag
ja: すべてのタグを削除
nl: Verwijder alle tags
no: Slett alle merker
pl: Usuń wszystkie tagi
pt: Excluir todas as tags
ro: Șterge toate etichetele
ru: Удалить все теги
sk: Odstrániť všetky značky
sv: Ta bort alla taggar
tr: Tüm etiketleri sil

source: Merge branch to main
bg: Сливане на клон в главния
cs: Sloučit větev do hlavní
da: Flet gren til hoved
de: Zweig mit main zusammenführen
el: Συγχώνευση κλάδου με το κύριο
es: Fusionar rama en main
et: Ühenda haru põhiharuks
fi: Yhdistä haara päähaaraan
fr: Fusionner la branche avec main
he: מזג סניף ל-main
hr: Spoji granu u glavnu
hu: Egyesítés az ágba
is: Sameina grein við aðalgrein
it: Unisci ramo in main
ja: メインにブランチをマージ
nl: Samenvoegen van branch naar main
no: Slå sammen gren til hoved
pl: Scalaj gałąź do main
pt: Mesclar branch para main
ro: Fuzionare ramură în main
ru: Слить ветку в основную
sk: Zlúčiť vetvu do hlavnej
sv: Sammanfoga gren till huvudgren
tr: Ana dalı birleştir
uk: Об'єднати гілку з основною

source: Revert commit
bg: Върни комит
cs: Vrátit commit
da: Fortryd commit
de: Änderung rückgängig machen
el: Αναίρεση δέσμευσης
es: Revertir commit
et: Tagasi võtta commit
fi: Palauta sitoumus
fr: Annuler le commit
he: שחזר התחייבות
hr: Poništi promjenu
hu: Visszavonás elágazás
is: Afturkalla skuldbindingu
it: Annulla commit
ja: コミットを元に戻す
nl: Herstel commit
no: Angre commit
pl: Cofnij commit
pt: Reverter commit
ro: Anulează commit-ul
ru: Отменить коммит
sk: Vrátiť commit
sv: Återställ commit
tr: Commit'i geri al
uk: Відкотити коміт

source: Advanced Menu
bg: Разширено меню
cs: Pokročilé menu
da: Avanceret menu
de: Erweitertes Menü
el: Προηγμένο Μενού
es: Menú Avanzado
et: Täpsem menüü
fi: Edistynyt valikko
fr: Menu Avancé
he: תפריט מתקדם
hr: Napredni izbornik
hu: Fejlett menü
is: Fyrirlestrarvalkostur
it: Menu Avanzato
ja: 高度なメニュー
nl: Geavanceerd Menu
no: Avansert meny
pl: Zaawansowane menu
pt: Menu Avançado
ro: Meniu Avansat
ru: Расширенное меню
sk: Pokročilé menu
sv: Avancerad meny
tr: Gelişmiş Menü
uk: Розширене меню

source: Are you sure you want to delete branches? This action cannot be undone.
bg: Сигурни ли сте, че искате да изтриете клоновете? Това действие не може да бъде отменено.
cs: Opravdu chcete smazat větve? Tuto akci nelze vrátit zpět.
da: Er du sikker på, at du vil slette grene? Denne handling kan ikke fortrydes.
de: Sind Sie sicher, dass Sie die Zweige löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
el: Είστε σίγουροι ότι θέλετε να διαγράψετε τα παρακλάδια; Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: ¿Estás seguro de que deseas eliminar ramas? Esta acción no se puede deshacer.
et: Kas olete kindel, et soovite harud kustutada? Seda toimingut ei saa tagasi võtta.
fi: Oletko varma, että haluat poistaa haarat? Tätä toimintoa ei voi peruuttaa.
fr: Êtes-vous sûr de vouloir supprimer les branches ? Cette action ne peut pas être annulée.
he: האם אתה בטוח שברצונך למחוק סניפים? פעולה זו אינה ניתנת לביטול.
hr: Jeste li sigurni da želite izbrisati grane? Ova radnja se ne može poništiti.
hu: Biztos benne, hogy törölni szeretné a ágakat? Ezt a műveletet nem lehet visszavonni.
is: Ertu viss um að þú viljir eyða greinum? Þessi aðgerð er ekki hægt að afturkalla.
it: Sei sicuro di voler eliminare i rami? Questa azione non può essere annullata.
ja: ブランチを削除してもよろしいですか？この操作は元に戻せません。
nl: Weet u zeker dat u takken wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt.
no: Er du sikker på at du vil slette grener? Denne handlingen kan ikke angres.
pl: Czy na pewno chcesz usunąć gałęzie? Tej akcji nie można cofnąć.
pt: Tem certeza que deseja excluir as branches? Esta ação não pode ser desfeita.
ro: Ești sigur că vrei să ștergi ramurile? Această acțiune nu poate fi anulată.
ru: Вы уверены, что хотите удалить ветки? Это действие нельзя отменить.
sk: Ste si istí, že chcete odstrániť vetvy? Túto akciu nie je možné vrátiť späť.
sv: Är du säker på att du vill ta bort grenar? Denna åtgärd kan inte ångras.
tr: Dalga silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.

source: Are you sure you want to delete all failed Action jobs?
bg: Сигурни ли сте, че искате да изтриете всички неуспешни действия?
cs: Opravdu chcete smazat všechny neúspěšné úlohy akce?
da: Er du sikker på, at du vil slette alle mislykkede Action-job?
de: Sind Sie sicher, dass Sie alle fehlgeschlagenen Aktionsjobs löschen möchten?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε όλες τις αποτυχημένες εργασίες Action;
es: ¿Está seguro de que desea eliminar todos los trabajos de acción fallidos?
et: Kas olete kindel, et soovite kustutada kõik ebaõnnestunud tegevuse töökohad?
fi: Oletko varma, että haluat poistaa kaikki epäonnistuneet toimintotehtävät?
fr: Êtes-vous sûr de vouloir supprimer tous les travaux d'action échoués ?
he: האם אתה בטוח שברצונך למחוק את כל עבודות הפעולה שנכשלו?
hr: Jeste li sigurni da želite izbrisati sve neuspjele akcijske zadatke?
hu: Biztos benne, hogy törölni szeretné az összes sikertelen Akció feladatot?
is: Ertu viss um að þú viljir eyða öllum misheppnuðum aðgerðarvinnum?
it: Sei sicuro di voler eliminare tutti i lavori di azione non riusciti?
ja: すべての失敗したアクションジョブを削除してもよろしいですか？
nl: Weet u zeker dat u alle mislukte Actie-opdrachten wilt verwijderen?
no: Er du sikker på at du vil slette alle mislykkede handlingsjobber?
pl: Czy na pewno chcesz usunąć wszystkie nieudane zadania akcji?
pt: Tem certeza que deseja excluir todos os jobs de Action com falha?
ro: Ești sigur că vrei să ștergi toate joburile de acțiune eșuate?
ru: Вы уверены, что хотите удалить все неудачные задания Action?
sk: Ste si istí, že chcete odstrániť všetky zlyhané úlohy akcie?
sv: Är du säker på att du vill ta bort alla misslyckade Action-jobb?
tr: Tüm başarısız Eylem işlerini silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити всі невдалі завдання дій?

source: Are you sure you want to delete all successful Action jobs?
bg: Сигурни ли сте, че искате да изтриете всички успешни действия?
cs: Opravdu chcete smazat všechny úspěšné úlohy akce?
da: Er du sikker på, at du vil slette alle succesfulde Action-job?
de: Sind Sie sicher, dass Sie alle erfolgreichen Aktionsjobs löschen möchten?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε όλες τις επιτυχείς εργασίες Action;
es: ¿Está seguro de que desea eliminar todos los trabajos de acción exitosos?
et: Kas olete kindel, et soovite kustutada kõik edukad tegevuse töökohad?
fi: Oletko varma, että haluat poistaa kaikki onnistuneet toimintotehtävät?
fr: Êtes-vous sûr de vouloir supprimer tous les travaux d'action réussis ?
he: האם אתה בטוח שברצונך למחוק את כל עבודות הפעולה המוצלחות?
hr: Jeste li sigurni da želite izbrisati sve uspješne Action poslove?
hu: Biztos benne, hogy törölni szeretné az összes sikeres Action feladatot?
is: Ertu viss um að þú viljir eyða öllum árangursríkum aðgerðum?
it: Sei sicuro di voler eliminare tutti i lavori di azione riusciti?
ja: すべての成功したアクションジョブを削除してもよろしいですか？
nl: Weet u zeker dat u alle succesvolle Actie-taken wilt verwijderen?
no: Er du sikker på at du vil slette alle vellykkede Action-jobber?
pl: Czy na pewno chcesz usunąć wszystkie zakończone pomyślnie zadania Akcji?
pt: Tem certeza que deseja excluir todos os jobs de Action bem-sucedidos?
ro: Ești sigur că vrei să ștergi toate joburile de acțiune reușite?
ru: Вы уверены, что хотите удалить все успешные задания Action?
sk: Ste si istí, že chcete odstrániť všetky úspešné úlohy akcie?
sv: Är du säker på att du vill ta bort alla framgångsrika Action-jobb?
tr: Tüm başarılı Eylem işlerini silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити всі успішні завдання дій?

source: Are you sure you want to delete all repository tags?
bg: Сигурни ли сте, че искате да изтриете всички тагове на хранилището?
cs: Opravdu chcete smazat všechny značky repozitáře?
da: Er du sikker på, at du vil slette alle repository-tags?
de: Sind Sie sicher, dass Sie alle Repository-Tags löschen möchten?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε όλες τις ετικέτες αποθετηρίου;
es: ¿Estás seguro de que deseas eliminar todas las etiquetas del repositorio?
et: Kas olete kindel, et soovite kustutada kõik hoidla sildid?
fi: Oletko varma, että haluat poistaa kaikki repositorion tagit?
fr: Êtes-vous sûr de vouloir supprimer toutes les étiquettes du dépôt ?
he: האם אתה בטוח שברצונך למחוק את כל התגים של המאגר?
hr: Jeste li sigurni da želite izbrisati sve oznake repozitorija?
hu: Biztos benne, hogy törölni szeretné az összes tároló címkét?
is: Ertu viss um að þú viljir eyða öllum geymslumerkjum?
it: Sei sicuro di voler eliminare tutti i tag del repository?
ja: すべてのリポジトリタグを削除してもよろしいですか？
nl: Weet u zeker dat u alle repository-tags wilt verwijderen?
no: Er du sikker på at du vil slette alle depotmerker?
pl: Czy na pewno chcesz usunąć wszystkie tagi repozytoriów?
pt: Tem certeza que deseja excluir todas as tags do repositório?
ro: Ești sigur că vrei să ștergi toate etichetele din repository?
ru: Вы уверены, что хотите удалить все теги репозитория?
sk: Ste si istí, že chcete odstrániť všetky značky repozitára?
sv: Är du säker på att du vill ta bort alla repository-taggar?
tr: Tüm depo etiketlerini silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити всі теги репозиторію?

source: No dev branches found to merge.
bg: Не са намерени dev клонове за сливане.
cs: Nebyly nalezeny žádné vývojové větve k sloučení.
da: Ingen udviklingsgrene fundet til at flette.
de: Keine Entwicklungszweige zum Zusammenführen gefunden.
el: Δεν βρέθηκαν κλάδοι ανάπτυξης για συγχώνευση.
es: No se encontraron ramas de desarrollo para fusionar.
et: Arenduse haru ei leitud, mida ühendada.
fi: Ei kehityshaara löytynyt yhdistettäväksi.
fr: Aucune branche de développement trouvée à fusionner.
he: לא נמצאו ענפי פיתוח למיזוג.
hr: Nema pronađenih razvojnih grana za spajanje.
hu: Nincs fejlesztői ág, amit össze lehetne vonni.
is: Engin greinar fundust ekki til að sameina.
it: Nessun ramo di sviluppo trovato da unire.
ja: マージする開発ブランチが見つかりません。
nl: Geen ontwikkeltakken gevonden om samen te voegen.
no: Ingen utviklingsgrener funnet for å slå sammen.
pl: Nie znaleziono gałęzi deweloperskich do scalania.
pt: Nenhuma branch de desenvolvimento encontrada para mesclar.
ro: Nu au fost găsite ramuri de dezvoltare pentru a fi îmbinate.
ru: Не найдено веток разработчиков для слияния.
sk: Neboli nájdené žiadne vývojové vetvy na zlúčenie.
sv: Inga utvecklingsgrenar hittades för att slå samman.
tr: Birleştirilecek geliştirici dalı bulunamadı.
uk: Не знайдено гілок розробки для злиття.

source: Select branch to merge to main
bg: Изберете клон за сливане с основния
cs: Vyberte větev pro sloučení do hlavní větve
da: Vælg gren til at flette til hoved
de: Wählen Sie den Zweig aus, um ihn mit dem Hauptbranch zu mergen.
el: Επιλέξτε κλάδο για συγχώνευση με το κύριο
es: Seleccionar rama para fusionar con main
et: Vali haru, kuhu sulandada põhiharusse
fi: Valitse haara yhdistettäväksi päähaaraan
fr: Sélectionner la branche à fusionner avec la principale
he: בחר סניף למיזוג עם ראשי
hr: Odaberite granu za spajanje s glavnom
hu: Válassza ki a fiókot, amelyet a főágba szeretne egyesíteni
is: Veldu grein til að sameina við aðalgreinina
it: Seleziona il ramo da unire a main
ja: メインにマージするブランチを選択してください
nl: Selecteer tak om samen te voegen met hoofd
no: Velg gren for å slå sammen med hoved
pl: Wybierz gałąź do scalania z główną
pt: Selecione a branch para mesclar com main
ro: Selectați ramura pentru a fuziona cu principalul
ru: Выберите ветку для слияния с основной
sk: Vyberte vetvu na zlúčenie do hlavnej vetvy
sv: Välj gren att slå samman med huvud
tr: Ana dalı birleştirmek için dal seçin
uk: Виберіть гілку для злиття з основною
