Repository: big-comm/gitrepo
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Quick commit with message
bg: Бързо комитване с съобщение
cs: Rychlé potvrzení s zprávou
da: Hurtig commit med besked
de: Schneller Commit mit Nachricht
el: Γρήγορη δέσμευση με μήνυμα
es: Compromiso rápido con mensaje
et: Kiire kohustus sõnumiga
fi: Nopea sitoumus viestillä
fr: Engagement rapide avec message
he: מחויבות מהירה עם הודעה
hr: Brzi commit s porukom
hu: Gyors elkötelezés üzenettel
is: Fljótleg skuldbinding með skilaboðum
it: Commit rapido con messaggio
ja: メッセージ付きクイックコミット
nl: Snelle commit met bericht
no: Rask forpliktelse med melding
pl: Szybkie zatwierdzenie z wiadomością
pt: Commit rápido com mensagem
ro: Comitere rapidă cu mesaj
ru: Быстрый коммит с сообщением
sk: Rýchle potvrdenie s odkazom
sv: Snabb commit med meddelande
tr: Hızlı mesajla taahhüt
uk: Швидке комітування з повідомленням

source: Commit with message from file
de: Commit mit Nachricht aus Datei
et: Commit sõnumiga failist
pt: Commit com mensagem de arquivo

source: Build development package
bg: Създаване на пакет за разработка
cs: Sestavení vývojového balíčku
da: Byg udviklingspakke
de: Entwicklungs-Paket erstellen
el: Δημιουργία πακέτου ανάπτυξης
es: Paquete de desarrollo de compilación
et: Kehita arenduspakkett
fi: Kehityspaketin rakentaminen
fr: Construire le paquet de développement
he: חבילת פיתוח בנייה
hr: Izradite razvojni paket
hu: Fejlesztési csomag létrehozása
is: Bygg þróunarpakka
it: Pacchetto di sviluppo per la build
ja: ビルド開発パッケージ
nl: Bouw ontwikkelpakket
no: Bygg utviklingspakke
pl: Pakiet deweloperski budowy
pt: Compilar pacote de desenvolvimento
ro: Pachet de dezvoltare pentru construcție
ru: Собрать пакет разработки
sk: Vytvoriť vývojový balík
sv: Bygg utvecklingspaket
tr: Geliştirme paketi oluştur
uk: Скласти пакет розробки

source: Operation mode: safe (default), quick (fast), expert (max automation)
bg: Режим на работа: безопасен (по подразбиране), бърз (бързо), експерт (максимална автоматизация)
da: Driftsmode: sikker (standard), hurtig (hurtig), ekspert (maksimal automatisering)
de: Betriebsmodus: sicher (Standard), schnell (schnell), experte (maximale Automatisierung)
et: Töörežiim: ohutu (vaikimisi), kiire (kiire), ekspert (maksimaalne automatiseerimine)
fi: Toimintatila: turvallinen (oletus), nopea (nopea), asiantuntija (maksimaalinen automaatio)
fr: Mode d'opération : sécurisé (par défaut), rapide (rapide), expert (maxi automatisation)
hr: Način rada: sigurno (zadano), brzo (brzo), stručnjak (maksimalna automatizacija)
hu: Működési mód: biztonságos (alapértelmezett), gyors (gyors), szakértő (maximális automatizálás)
is: Aðgerðarhamur: öruggur (sjálfgefið), hraður (fljótur), sérfræðingur (max sjálfvirkni)
it: Modalità operativa: sicura (predefinita), rapida (veloce), esperto (massima automazione)
nl: Bedrijfsmodus: veilig (standaard), snel (snel), expert (maximale automatisering)
no: Driftsmodus: sikker (standard), rask (hurtig), ekspert (maksimal automatisering)
pt: Modo de operação: safe (predefinição), quick (rápido), expert (automação máxima)
ru: Режим работы: безопасный (по умолчанию), быстрый (быстро), экспертный (максимальная автоматизация)
sk: Režim prevádzky: bezpečný (predvolené), rýchly (rýchlo), odborný (maximálna automatizácia)
sv: Driftsläge: säker (standard), snabb (snabb), expert (maximal automatisering)
uk: Режим роботи: безпечний (за замовчуванням), швидкий (швидко), експертний (максимальна автоматизація)

source: Simulate operations without executing
bg: Симулирайте операции без изпълнение
da: Simuler operationer uden at udføre
de: Operationen simulieren, ohne sie auszuführen
et: Simuleeri toiminguid ilma täitmata
fi: Simuloi toimintoja ilman suorittamista
fr: Simuler des opérations sans exécuter
hr: Simulirajte operacije bez izvršavanja
hu: Műveletek szimulálása végrehajtás nélkül
is: Simulera operationer utan att köra
it: Simula operazioni senza eseguire
nl: Simuleer bewerkingen zonder uit te voeren
no: Simuler operasjoner uten å utføre
pt: Simular operações sem executar
ru: Симулировать операции без выполнения
sk: Simulovať operácie bez vykonávania
sv: Simulera operationer utan att köra
uk: Симулювати операції без виконання

source: A new feature
bg: Нова функция
cs: Nová funkce
da: En ny funktion
de: Eine neue Funktion
el: Μια νέα δυνατότητα
es: Una nueva función
et: Uus funktsioon
fi: Uusi ominaisuus
fr: Une nouvelle fonctionnalité
he: תכונה חדשה
hr: Nova značajka
hu: Egy új funkció
is: Nýtt aðgerð
it: Una nuova funzionalità
ja: 新機能
nl: Een nieuwe functie
no: En ny funksjon
pl: Nowa funkcja
pt: Uma nova funcionalidade
ro: O nouă funcție
ru: Новая функция
sk: Nová funkcia
sv: En ny funktion
tr: Yeni bir özellik
uk: Нова функція

source: A bug fix
bg: Поправка на грешка
cs: Oprava chyby
da: En fejlrettelse
de: Ein Fehlerbehebung
el: Μια διόρθωση σφάλματος
es: Una corrección de errores
et: Veaparandus
fi: Virheenkorjaus
fr: Un correctif de bogue
he: תיקון באג
hr: Ispravak greške
hu: Hibajavítás
is: Breyta á villu
it: Una correzione di bug
ja: バグ修正
nl: Een bugfix
no: En feilretting
pl: Poprawka błędu
pt: Uma correção de erro
ro: O corectare de erori
ru: Исправление ошибки
sk: Oprava chyby
sv: En buggfix
tr: Bir hata düzeltmesi
uk: Виправлення помилки

source: Documentation only changes
bg: Документацията само променя
cs: Dokumentace pouze změny
da: Dokumentation kun ændringer
de: Dokumentation nur Änderungen
el: Μόνο αλλαγές τεκμηρίωσης
es: Solo cambios en la documentación
et: Ainult dokumentatsiooni muudatused
fi: Vain asiakirjan muutokset
fr: Modifications uniquement de la documentation
he: שינויים רק בתיעוד
hr: Samo promjene u dokumentaciji
hu: Csak dokumentációs változások
is: Breytingar aðeins í skjölum
it: Solo modifiche alla documentazione
ja: ドキュメントのみの変更
nl: Alleen documentatiewijzigingen
no: Dokumentasjon kun endringer
pl: Tylko zmiany w dokumentacji
pt: Apenas mudanças na documentação
ro: Documentația se schimbă doar
ru: Только изменения документации
sk: Dokumentácia iba zmeny
sv: Dokumentation endast ändringar
tr: Sadece belgelerdeki değişiklikler
uk: Документація лише зміни

source: Changes that do not affect the meaning of the code
bg: Промени, които не влияят на значението на кода
cs: Změny, které nemají vliv na význam kódu
da: Ændringer, der ikke påvirker betydningen af koden
de: Änderungen, die die Bedeutung des Codes nicht beeinflussen
el: Αλλαγές που δεν επηρεάζουν τη σημασία του κώδικα
es: Cambios que no afectan el significado del código
et: Muutatused, mis ei mõjuta koodi tähendust
fi: Muutokset, jotka eivät vaikuta koodin merkitykseen
fr: Modifications qui n'affectent pas la signification du code
he: שינויים שאינם משפיעים על משמעות הקוד
hr: Promjene koje ne utječu na značenje koda
hu: A kód jelentését nem befolyásoló változások
is: Breytingar sem hafa ekki áhrif á merkingu kóðans
it: Modifiche che non influenzano il significato del codice
ja: コードの意味に影響を与えない変更
nl: Wijzigingen die de betekenis van de code niet beïnvloeden
no: Endringer som ikke påvirker betydningen av koden
pl: Zmiany, które nie wpływają na znaczenie kodu
pt: Mudanças que não afetam o significado do código
ro: Modificări care nu afectează semnificația codului
ru: Изменения, не влияющие на смысл кода
sk: Zmeny, ktoré neovplyvňujú význam kódu
sv: Ändringar som inte påverkar betydelsen av koden
tr: Kodu anlamını etkilemeyen değişiklikler
uk: Зміни, які не впливають на значення коду

source: A code change that neither fixes a bug nor adds a feature
bg: Промяна в кода, която нито поправя грешка, нито добавя функция.
cs: Změna kódu, která neopravuje chybu ani nepřidává funkci.
da: En ændring af koden, der hverken retter en fejl eller tilføjer en funktion.
de: Eine Codeänderung, die weder einen Fehler behebt noch eine Funktion hinzufügt.
el: Μια αλλαγή κώδικα που ούτε διορθώνει ένα σφάλμα ούτε προσθέτει μια δυνατότητα
es: Un cambio de código que ni corrige un error ni añade una función.
et: Koodimuudatus, mis ei paranda viga ega lisa funktsiooni.
fi: Koodimuutos, joka ei korjaa virhettä eikä lisää ominaisuutta.
fr: Un changement de code qui ne corrige pas de bogue et n'ajoute pas de fonctionnalité.
he: שינוי קוד שאינו מתקן באג ואינו מוסיף תכונה
hr: Promjena koda koja ni ne ispravlja grešku ni dodaje značajku.
hu: Olyan kódváltozás, amely sem hibát nem javít, sem új funkciót nem ad hozzá.
is: Kóða breyting sem hvorki lagar villu né bætir við eiginleika.
it: Una modifica del codice che né risolve un bug né aggiunge una funzionalità
ja: バグを修正せず、機能を追加しないコードの変更
nl: Een codewijziging die noch een bug oplost, noch een functie toevoegt.
no: En endring av koden som verken fikser en feil eller legger til en funksjon.
pl: Zmiana kodu, która ani nie naprawia błędu, ani nie dodaje funkcji.
pt: Uma mudança de código que não corrige erro nem adiciona funcionalidade
ro: O modificare a codului care nu repară un bug și nici nu adaugă o funcționalitate.
ru: Изменение кода, которое не исправляет ошибку и не добавляет функционал.
sk: Zmena kódu, ktorá ani neopravuje chybu, ani nepridáva funkciu.
sv: En kodändring som varken åtgärdar en bugg eller lägger till en funktion.
tr: Bir hata düzeltmeyen ve bir özellik eklemeyen bir kod değişikliği.
uk: Зміна коду, яка не виправляє помилку і не додає функцію.

source: A code change that improves performance
bg: Промяна на кода, която подобрява производителността
cs: Změna kódu, která zlepšuje výkon
da: En ændring af koden, der forbedrer ydeevnen
de: Eine Codeänderung, die die Leistung verbessert
el: Μια αλλαγή κώδικα που βελτιώνει την απόδοση
es: Un cambio de código que mejora el rendimiento
et: Koodimuudatus, mis parandab jõudlust
fi: Koodimuutos, joka parantaa suorituskykyä
fr: Un changement de code qui améliore les performances
he: שינוי קוד שמשפר ביצועים
hr: Promjena koda koja poboljšava performanse
hu: A kód módosítása, amely javítja a teljesítményt
is: Kóða breyting sem bætir frammistöðu
it: Una modifica del codice che migliora le prestazioni
ja: パフォーマンスを向上させるコードの変更
nl: Een codewijziging die de prestaties verbetert
no: En endring av koden som forbedrer ytelsen
pl: Zmiana kodu, która poprawia wydajność
pt: Uma mudança de código que melhora o desempenho
ro: O modificare a codului care îmbunătățește performanța
ru: Изменение кода, которое улучшает производительность
sk: Zmena kódu, ktorá zlepšuje výkon
sv: En kodändring som förbättrar prestanda
tr: Performansı artıran bir kod değişikliği
uk: Зміна коду, яка покращує продуктивність

source: Adding missing tests or correcting existing tests
bg: Добавяне на липсващи тестове или коригиране на съществуващи тестове
cs: Přidání chybějících testů nebo oprava stávajících testů
da: Tilføjelse af manglende tests eller korrektion af eksisterende tests
de: Fehlende Tests hinzufügen oder bestehende Tests korrigieren
el: Προσθήκη ελλειπόντων δοκιμών ή διόρθωση υπαρχουσών δοκιμών
es: Agregar pruebas faltantes o corregir pruebas existentes
et: Puuduvate testide lisamine või olemasolevate testide parandamine
fi: Lisätään puuttuvia testejä tai korjataan olemassa olevia testejä
fr: Ajout de tests manquants ou correction de tests existants
he: הוספת בדיקות חסרות או תיקון בדיקות קיימות
hr: Dodavanje nedostajućih testova ili ispravljanje postojećih testova
hu: Hiányzó tesztek hozzáadása vagy meglévő tesztek javítása
is: Að bæta við skortandi prófum eða leiðrétta núverandi próf
it: Aggiunta di test mancanti o correzione di test esistenti
ja: 不足しているテストの追加または既存のテストの修正
nl: Ontbrekende tests toevoegen of bestaande tests corrigeren
no: Legge til manglende tester eller korrigere eksisterende tester
pl: Dodawanie brakujących testów lub poprawianie istniejących testów
pt: Adicionando testes ausentes ou corrigindo testes existentes
ro: Adăugarea testelor lipsă sau corectarea testelor existente
ru: Добавление недостающих тестов или исправление существующих тестов
sk: Pridávanie chýbajúcich testov alebo oprava existujúcich testov
sv: Lägga till saknade tester eller korrigera befintliga tester
tr: Eksik testleri ekleme veya mevcut testleri düzeltme
uk: Додавання відсутніх тестів або виправлення існуючих тестів

source: Changes that affect the build system or external dependencies
bg: Промени, които засягат системата за изграждане или външните зависимости
cs: Změny, které ovlivňují systém sestavení nebo externí závislosti
da: Ændringer, der påvirker build-systemet eller eksterne afhængigheder
de: Änderungen, die das Build-System oder externe Abhängigkeiten betreffen
el: Αλλαγές που επηρεάζουν το σύστημα κατασκευής ή εξωτερικές εξαρτήσεις
es: Cambios que afectan el sistema de construcción o las dependencias externas
et: Muutatused, mis mõjutavad ehitussüsteemi või väliseid sõltuvusi
fi: Muutokset, jotka vaikuttavat rakennusjärjestelmään tai ulkoisiin riippuvuuksiin
fr: Modifications qui affectent le système de construction ou les dépendances externes
he: שינויים שמשפיעים על מערכת הבנייה או תלות חיצונית
hr: Promjene koje utječu na sustav izgradnje ili vanjske ovisnosti
hu: A build rendszert vagy külső függőségeket érintő változások
is: Breytingar sem hafa áhrif á byggingarkerfið eða ytri háð.
it: Modifiche che influenzano il sistema di build o le dipendenze esterne
ja: ビルドシステムまたは外部依存関係に影響を与える変更
nl: Wijzigingen die het buildsysteem of externe afhankelijkheden beïnvloeden
no: Endringer som påvirker byggesystemet eller eksterne avhengigheter
pl: Zmiany, które wpływają na system budowania lub zewnętrzne zależności
pt: Mudanças que afetam o sistema de compilação ou dependências externas
ro: Modificări care afectează sistemul de construire sau dependențele externe
ru: Изменения, которые влияют на систему сборки или внешние зависимости
sk: Zmeny, ktoré ovplyvňujú systém zostavovania alebo externé závislosti
sv: Ändringar som påverkar byggsystemet eller externa beroenden
tr: Derleme sistemini veya harici bağımlılıkları etkileyen değişiklikler
uk: Зміни, які впливають на систему збірки або зовнішні залежності

source: Changes to CI configuration files and scripts
bg: Промени в конфигурационните файлове и скриптове на CI
cs: Změny v konfiguračních souborech a skriptech CI
da: Ændringer i CI-konfigurationsfiler og scripts
de: Änderungen an CI-Konfigurationsdateien und Skripten
el: Αλλαγές στα αρχεία και τα σενάρια διαμόρφωσης CI
es: Cambios en los archivos de configuración y scripts de CI
et: Muudatused CI konfiguratsioonifailides ja skriptides
fi: Muutokset CI-konfiguraatiotiedostoihin ja skripteihin
fr: Modifications des fichiers de configuration CI et des scripts
he: שינויים בקבצי תצורת CI ובסקריפטים
hr: Promjene u CI konfiguracijskim datotekama i skriptama
hu: Változások a CI konfigurációs fájlokban és szkriptekben
is: Breytingar á CI stillingarskrám og skriftum
it: Modifiche ai file di configurazione CI e agli script
ja: CI構成ファイルとスクリプトの変更
nl: Wijzigingen in CI-configuratiebestanden en scripts
no: Endringer i CI-konfigurasjonsfiler og skript
pl: Zmiany w plikach konfiguracyjnych CI i skryptach
pt: Mudanças em arquivos de configuração e scripts de CI
ro: Modificări ale fișierelor de configurare CI și scripturilor
ru: Изменения в конфигурационных файлах и скриптах CI
sk: Zmeny v konfiguračných súboroch a skriptoch CI
sv: Ändringar i CI-konfigurationsfiler och skript
tr: CI yapılandırma dosyaları ve betiklerindeki değişiklikler
uk: Зміни до конфігураційних файлів та скриптів CI

source: Other changes that don't modify src or test files
bg: Други промени, които не променят src или тестови файлове
cs: Další změny, které nemění soubory src nebo testovací soubory
da: Andre ændringer, der ikke ændrer src- eller testfiler.
de: Andere Änderungen, die src- oder Testdateien nicht modifizieren.
el: Άλλες αλλαγές που δεν τροποποιούν τα αρχεία src ή test
es: Otros cambios que no modifican archivos src o de prueba
et: Teised muudatused, mis ei muuda src- või test-faile
fi: Muut muutokset, jotka eivät muokkaa src- tai testitiedostoja
fr: Autres modifications qui ne modifient pas les fichiers src ou test
he: שינויים אחרים שאינם משנים קבצי src או test
hr: Ostale promjene koje ne mijenjaju src ili testne datoteke
hu: Egyéb változtatások, amelyek nem módosítják a src vagy teszt fájlokat
is: Önnur breytingar sem breyta ekki src eða test skráum
it: Altre modifiche che non modificano i file src o di test
ja: ソースファイルやテストファイルを変更しないその他の変更
nl: Andere wijzigingen die src- of testbestanden niet wijzigen
no: Andre endringer som ikke endrer src- eller testfiler
pl: Inne zmiany, które nie modyfikują plików src ani testowych
pt: Outras mudanças que não modificam arquivos de código ou teste
ro: Alte modificări care nu modifică fișierele src sau test.
ru: Другие изменения, которые не модифицируют файлы src или тесты
sk: Iné zmeny, ktoré nemodifikujú súbory src alebo test.
sv: Andra ändringar som inte modifierar src- eller testfiler
tr: Diğer değişiklikler, src veya test dosyalarını değiştirmeyen.
uk: Інші зміни, які не змінюють файли src або тестові файли

source: Custom commit message (free text)
bg: Персонализирано съобщение за комит (свободен текст)
cs: Vlastní zpráva o commitu (volný text)
da: Brugerdefineret commit-besked (fri tekst)
de: Benutzerdefinierte Commit-Nachricht (Freitext)
el: Προσαρμοσμένο μήνυμα δέσμευσης (ελεύθερο κείμενο)
es: Mensaje de confirmación personalizado (texto libre)
et: Kohandatud kinnitusteade (vaba tekst)
fi: Mukautettu sitoumusviesti (ilmainen teksti)
fr: Message de commit personnalisé (texte libre)
he: הודעת התחייבות מותאמת אישית (טקסט חופשי)
hr: Prilagođena poruka o potvrdi (slobodan tekst)
hu: Egyedi elkötelező üzenet (szabad szöveg)
is: Sérsniðin skuldbindingarboð (frjáls texti)
it: Messaggio di commit personalizzato (testo libero)
ja: カスタムコミットメッセージ（自由入力）
nl: Aangepaste commit-bericht (vrije tekst)
no: Egendefinert commit-melding (fri tekst)
pl: Niestandardowa wiadomość zatwierdzenia (tekst dowolny)
pt: Mensagem de commit personalizada (texto livre)
ro: Mesaj de commit personalizat (text liber)
ru: Пользовательское сообщение коммита (свободный текст)
sk: Vlastná správa o commite (voľný text)
sv: Anpassad commit-meddelande (fri text)
tr: Özel taahhüt mesajı (serbest metin)
uk: Користувацьке повідомлення про коміт (вільний текст)

source: Select commit type
bg: Изберете тип на комита
cs: Vyberte typ commitu
da: Vælg commit-type
de: Commit-Typ auswählen
el: Επιλέξτε τύπο δέσμευσης
es: Seleccionar tipo de commit
et: Vali commit'i tüüp
fi: Valitse sitoutumistyyppi
fr: Sélectionner le type de commit
he: בחר סוג התחייבות
hr: Odaberite vrstu commita
hu: Válassza ki a kötelezettség típusát
is: Veldu skuldbindingargerð
it: Seleziona il tipo di commit
ja: コミットタイプを選択
nl: Selecteer committype
no: Velg type forpliktelse
pl: Wybierz typ zatwierdzenia
pt: Selecione o tipo de commit
ro: Selectați tipul de commit
ru: Выберите тип коммита
sk: Vyberte typ commitu
sv: Välj commit-typ
tr: Commit türünü seçin
uk: Виберіть тип коміту

source: Enter your custom commit message:
bg: Въведете вашето персонализирано съобщение за комит:
cs: Zadejte svou vlastní zprávu o commitu:
da: Indtast din tilpassede commit-besked:
de: Geben Sie Ihre benutzerdefinierte Commit-Nachricht ein:
el: Εισάγετε το προσαρμοσμένο μήνυμα δέσμευσης:
es: Ingresa tu mensaje de confirmación personalizado:
et: Sisestage oma kohandatud commit-sõnum:
fi: Syötä oma sitoutumisviestisi:
fr: Entrez votre message de validation personnalisé :
he: הזן את הודעת הקומיט המותאמת אישית שלך:
hr: Unesite svoju prilagođenu poruku o potvrdi:
hu: Írd be a saját egyedi commit üzenetedet:
is: Sláttu inn sérsniðið skuldbindingarskilaboð þitt:
it: Inserisci il tuo messaggio di commit personalizzato:
ja: カスタムコミットメッセージを入力してください：
nl: Voer uw eigen commitbericht in:
no: Skriv inn din tilpassede commit-melding:
pl: Wprowadź swój niestandardowy komunikat o zatwierdzeniu:
pt: Digite sua mensagem de commit personalizada:
ro: Introduceți mesajul personalizat pentru commit:
ru: Введите ваше собственное сообщение коммита:
sk: Zadajte svoju vlastnú správu o commite:
sv: Ange ditt anpassade commit-meddelande:
tr: Özel commit mesajınızı girin:
uk: Введіть ваше власне повідомлення про коміт:

source: {0} {1}: Enter description
bg: {0} {1}: Въведете описание
cs: {0} {1}: Zadejte popis
da: {0} {1}: Indtast beskrivelse
de: {0} {1}: Beschreibung eingeben
el: {0} {1}: Εισάγετε περιγραφή
es: {0} {1}: Introduzca la descripción
et: {0} {1}: Sisestage kirjeldus
fi: {0} {1}: Anna kuvaus
fr: {0} {1} : Entrez la description
he: {0} {1}: הזן תיאור
hr: {0} {1}: Unesite opis
hu: {0} {1}: Írja be a leírást
is: {0} {1}: Sláðu inn lýsingu
it: {0} {1}: Inserisci descrizione
ja: {0} {1}: 説明を入力してください
nl: {0} {1}: Voer beschrijving in
no: {0} {1}: Skriv inn beskrivelse
pl: {0} {1}: Wprowadź opis
pt: {0} {1}: Digite a descrição
ro: {0} {1}: Introduceți descrierea
ru: {0} {1}: Введите описание
sk: {0} {1}: Zadajte popis
sv: {0} {1}: Ange beskrivning
tr: {0} {1}: Açıklama girin
uk: {0} {1}: Введіть опис

source: APP_VERSION constant not found. Skipping automatic version bump.
bg: Константа APP_VERSION не е намерена. Пропускане на автоматичното увеличаване на версията.
da: APP_VERSION konstant ikke fundet. Springer automatisk versionsopgradering over.
de: APP_VERSION-Konstante nicht gefunden. Automatische Versionsanpassung wird übersprungen.
el: Η σταθερά APP_VERSION δεν βρέθηκε. Παράλειψη αυτόματης αύξησης έκδοσης.
es: Constante APP_VERSION no encontrada. Saltando el aumento automático de versión.
et: APP_VERSION konstanti ei leitud. Automaatne versiooni tõstmine jäetakse vahele.
fi: APP_VERSION-vakioita ei löytynyt. Ohitetaan automaattinen version nostaminen.
fr: Constante APP_VERSION non trouvée. Saut de l'augmentation automatique de la version.
he: לא נמצא קבוע APP_VERSION. מדלגים על עליית גרסה אוטומטית.
hr: APP_VERSION konstanta nije pronađena. Preskočena automatska nadogradnja verzije.
hu: APP_VERSION állandó nem található. Automatikus verzióemelés kihagyva.
is: APP_VERSION stöðugildi ekki fundið. Sleppa sjálfvirkri útgáfuauknu.
it: Costante APP_VERSION non trovata. Salto dell'aggiornamento automatico della versione.
ja: APP_VERSION 定数が見つかりません。自動バージョンアップをスキップします。
nl: APP_VERSION-constante niet gevonden. Automatische versieverhoging wordt overgeslagen.
no: APP_VERSION-konstanten ble ikke funnet. Hopper over automatisk versjonsøkning.
pt: Constante APP_VERSION não encontrada. Ignorando atualização automática de versão.
ru: Константа APP_VERSION не найдена. Пропуск автоматического увеличения версии.
sk: Konštanta APP_VERSION nebola nájdená. Preskočenie automatického zvýšenia verzie.
sv: APP_VERSION-konstanten hittades inte. Hoppar över automatisk versionshöjning.
tr: APP_VERSION sabiti bulunamadı. Otomatik sürüm artırımı atlanıyor.
uk: Константа APP_VERSION не знайдена. Пропускаємо автоматичне підвищення версії.

source: Could not update APP_VERSION ({0}). Reason: {1}
bg: Не можа да се актуализира APP_VERSION ({0}). Причина: {1}
da: Kunne ikke opdatere APP_VERSION ({0}). Årsag: {1}
de: Konnte APP_VERSION ({0}) nicht aktualisieren. Grund: {1}
el: Δεν ήταν δυνατή η ενημέρωση της APP_VERSION ({0}). Λόγος: {1}
es: No se pudo actualizar APP_VERSION ({0}). Razón: {1}
et: Ei õnnestunud uuendada APP_VERSION ({0}). Põhjus: {1}
fi: Ei voitu päivittää APP_VERSION ({0}). Syynä: {1}
fr: Impossible de mettre à jour APP_VERSION ({0}). Raison : {1}
he: לא ניתן לעדכן את APP_VERSION ({0}). סיבה: {1}
hr: Nije moguće ažurirati APP_VERSION ({0}). Razlog: {1}
hu: Nem sikerült frissíteni az APP_VERSION-t ({0}). Ok: {1}
is: Gat ekki uppfært APP_VERSION ({0}). Ástæða: {1}
it: Impossibile aggiornare APP_VERSION ({0}). Motivo: {1}
ja: APP_VERSION ({0}) を更新できませんでした。理由: {1}
nl: Kon APP_VERSION ({0}) niet bijwerken. Reden: {1}
no: Kunne ikke oppdatere APP_VERSION ({0}). Årsak: {1}
pt: Não foi possível atualizar APP_VERSION ({0}). Motivo: {1}
ru: Не удалось обновить APP_VERSION ({0}). Причина: {1}
sk: Nepodarilo sa aktualizovať APP_VERSION ({0}). Dôvod: {1}
sv: Kunde inte uppdatera APP_VERSION ({0}). Orsak: {1}
tr: APP_VERSION ({0}) güncellenemedi. Sebep: {1}
