Repository: big-comm/gitrepo
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Code will be restored to this commit's exact state
bg: Кодът ще бъде възстановен в точното състояние на този комит.
cs: Kód bude obnoven do přesného stavu tohoto commitu.
da: Koden vil blive gendannet til denne commits nøjagtige tilstand.
de: Der Code wird auf den genauen Zustand dieses Commits wiederhergestellt.
el: Ο κώδικας θα αποκατασταθεί στην ακριβή κατάσταση αυτού της δέσμευσης.
es: El código se restaurará al estado exacto de este commit.
et: Kood taastatakse selle commit'i täpsesse olekusse.
fi: Koodi palautetaan tämän commitin tarkkaan tilaan.
fr: Le code sera restauré à l'état exact de ce commit.
he: הקוד יחזור למצב המדויק של התחייבות זו
hr: Kod će biti vraćen u točno stanje ovog commita.
hu: A kód vissza lesz állítva ennek a commitnak a pontos állapotára.
is: Kóðinn verður endurheimtur í nákvæmlega þetta commit ástand.
it: Il codice verrà ripristinato allo stato esatto di questo commit.
ja: コードはこのコミットの正確な状態に復元されます
nl: De code wordt hersteld naar de exacte staat van deze commit.
no: Koden vil bli gjenopprettet til denne commitens nøyaktige tilstand.
pl: Kod zostanie przywrócony do dokładnego stanu tego zatwierdzenia.
pt: O código será restaurado para o estado exato deste commit
ro: Codul va fi restaurat la starea exactă a acestui commit.
ru: Код будет восстановлен до точного состояния этого коммита.
sk: Kód bude obnoven do presného stavu tohto commitu.
sv: Koden kommer att återställas till detta kommits exakta tillstånd.
tr: Kod, bu commit'in tam durumuna geri yüklenecektir.
uk: Код буде відновлено до точного стану цього коміту.

source: New Commit
bg: Нов Комит
cs: Nový commit
da: Ny Commit
de: Neuer Commit
el: Νέα Δέσμευση
es: Nuevo Commit
et: Uus Commit
fi: Uusi sitoumus
fr: Nouveau Commit
he: מחויבות חדשה
hr: Nova promjena
hu: Új elkötelezés
is: Nýr skuldbinding
it: Nuovo Commit
ja: 新しいコミット
nl: Nieuwe Commit
no: Ny forpliktelse
pl: Nowe zatwierdzenie
pt: Novo Commit
ro: Nouă Comitere
ru: Новый коммит
sk: Nový commit
sv: Ny commit
tr: Yeni Taahhüt
uk: Новий коміт

source: Will create new commit with restored state
bg: Ще създаде нов комит с възстановено състояние
cs: Vytvoří nový commit se obnoveným stavem
da: Vil oprette et nyt commit med gendannet tilstand
de: Wird neuen Commit mit wiederhergestellt Zustand erstellen
el: Θα δημιουργήσει νέα δέσμευση με αποκατεστημένη κατάσταση
es: Creará un nuevo commit con el estado restaurado
et: Loo uue commit taastatud olekuga
fi: Luodaan uusi commit palautetulla tilalla
fr: Créera un nouveau commit avec l'état restauré
he: יצור קומיט חדש עם מצב משוחזר
hr: Stvorit će novi commit s vraćenim stanjem
hu: Új elköteleződést hoz létre a helyreállított állapottal
is: Mun munar nýjan commit með endurheimt ástandi
it: Creerà un nuovo commit con stato ripristinato
ja: 復元された状態で新しいコミットを作成します
nl: Zal een nieuwe commit aanmaken met herstelde staat
no: Vil opprette ny commit med gjenopprettet tilstand
pl: Utworzy nowy commit z przywróconym stanem
pt: Criará um novo commit com o estado restaurado
ro: Va crea un nou commit cu starea restaurată
ru: Создаст новый коммит с восстановленным состоянием
sk: Vytvorí nový commit so obnoveným stavom
sv: Kommer att skapa en ny commit med återställd status
tr: Yeni bir geri yüklenmiş durum ile yeni bir commit oluşturacaktır.
uk: Створить новий коміт з відновленим станом

source: History
bg: История
cs: Historie
da: Historik
de: Verlauf
el: Ιστορικό
es: Historial
et: Ajalugu
fi: Historia
fr: Historique
he: היסטוריה
hr: Povijest
hu: Történelem
is: Saga
it: Cronologia
ja: 履歴
nl: Geschiedenis
no: Historikk
pl: Historia
pt: Histórico
ro: Istoric
ru: История
sk: História
sv: Historik
tr: Geçmiş
uk: Історія

source: All commits remain in history (non-destructive)
bg: Всички комити остават в историята (недеструктивно)
cs: Všechny commity zůstávají v historii (nedestruktivní)
da: Alle commits forbliver i historikken (ikke-destruktiv)
de: Alle Commits bleiben in der Historie (nicht destruktiv)
el: Όλες οι καταθέσεις παραμένουν στην ιστορία (μη καταστροφικό)
es: Todos los commits permanecen en el historial (no destructivo)
et: Kõik commit'id jäävad ajalukku (mitte-destruktiivne)
fi: Kaikki commitit pysyvät historiassa (ei-tuhoava)
fr: Tous les commits restent dans l'historique (non destructif)
he: כל ההתחייבויות נשארות בהיסטוריה (לא הרסני)
hr: Sve promjene ostaju u povijesti (ne-destruktivno)
hu: Minden commit megmarad a történelemben (nem destruktív)
is: Öll breytingar eru varðveittar í sögu (óeyðileggjandi)
it: Tutti i commit rimangono nella cronologia (non distruttivo)
ja: すべてのコミットは履歴に残ります（非破壊的）
nl: Alle commits blijven in de geschiedenis (niet-destructief)
no: Alle commits forblir i historikken (ikke-destruktiv)
pl: Wszystkie commity pozostają w historii (nieniszczące)
pt: Todos os commits permanecem no histórico (não destrutivo)
ro: Toate commit-urile rămân în istoric (non-destructiv)
ru: Все коммиты остаются в истории (недеструктивно)
sk: Všetky commity zostávajú v histórii (nedeštruktívne)
sv: Alla commits förblir i historiken (icke-destruktiv)
tr: Tüm commitler geçmişte kalır (yıkıcı olmayan)
uk: Всі коміти залишаються в історії (недеструктивні)

source: Current Code
bg: Текущ код
cs: Aktuální kód
da: Nuværende kode
de: Aktueller Code
el: Τρέχων Κωδικός
es: Código Actual
et: Praegune kood
fi: Nykyinen koodi
fr: Code actuel
he: קוד נוכחי
hr: Trenutni kod
hu: Jelenlegi kód
is: Núverandi Kóði
it: Codice Corrente
ja: 現在のコード
nl: Huidige code
no: Nåværende kode
pl: Bieżący kod
pt: Código Atual
ro: Cod curent
ru: Текущий код
sk: Aktuálny kód
sv: Aktuell kod
tr: Mevcut Kod
uk: Поточний код

source: Repository will be reset to this commit
bg: Репозиториът ще бъде нулиран до този комит.
cs: Repo bude resetován na tuto revizi
da: Repository vil blive nulstillet til denne commit
de: Das Repository wird auf diesen Commit zurückgesetzt.
el: Το αποθετήριο θα επαναφερθεί σε αυτήν την δέσμευση.
es: El repositorio se restablecerá a este commit.
et: Repo on taastatakse sellele commit'ile.
fi: Tietovarasto palautetaan tähän sitoumukseen.
fr: Le dépôt sera réinitialisé à ce commit.
he: המאגר יתאפס להתחייבות זו
hr: Repozitorij će biti vraćen na ovu potvrdu
hu: A tároló vissza lesz állítva erre a biztonsági mentésre.
is: Geymsla verður endurstillt á þessa skuldbindingu
it: Il repository verrà ripristinato a questo commit
ja: リポジトリはこのコミットにリセットされます
nl: De repository wordt teruggezet naar deze commit
no: Lageret vil bli tilbakestilt til denne forpliktelsen.
pl: Repozytorium zostanie zresetowane do tego zatwierdzenia.
pt: O repositório será resetado para este commit
ro: Repository va fi resetat la acest commit
ru: Репозиторий будет сброшен до этого коммита
sk: Repozitár bude resetovaný na túto revíziu.
sv: Förrådet kommer att återställas till denna commit
tr: Depo bu commit'e sıfırlanacak.
uk: Репозиторій буде скинуто до цього коміту

source: Commits after this will be removed from history
bg: Комитите след това ще бъдат премахнати от историята.
cs: Změny po tomto budou odstraněny z historie
da: Committer efter dette vil blive fjernet fra historikken
de: Commits nach diesem werden aus der Historie entfernt.
el: Οι καταθέσεις μετά από αυτό θα αφαιρεθούν από την ιστορία
es: Los commits después de esto serán eliminados del historial.
et: Pärast seda tehtud commit'id eemaldatakse ajaloost.
fi: Tämän jälkeen tehdyt commitit poistetaan historiasta
fr: Les commits après cela seront supprimés de l'historique.
he: התחייבויות לאחר מכן יוסרו מההיסטוריה
hr: Zadnji commitovi bit će uklonjeni iz povijesti
hu: A későbbi commitok eltávolításra kerülnek a történelemből.
is: Commit eftir þetta verður fjarlægt úr sögu.
it: I commit dopo questo verrà rimosso dalla cronologia
ja: この後のコミットは履歴から削除されます
nl: Commits na dit zullen uit de geschiedenis worden verwijderd
no: Endringer etter dette vil bli fjernet fra historikken
pl: Commity po tym zostaną usunięte z historii
pt: Commits após este serão removidos do histórico
ro: Comituri după acesta vor fi eliminate din istoric
ru: Коммиты после этого будут удалены из истории
sk: Zmeny po tomto budú odstránené z histórie
sv: Ändringar efter detta kommer att tas bort från historiken
tr: Bundan sonraki commitler geçmişten silinecektir.

source: Revert Preview
bg: Върни прегледа
cs: Vrátit náhled
da: Gendan forhåndsvisning
de: Vorschau zurücksetzen
el: Αναίρεση Προεπισκόπησης
es: Revertir vista previa
et: Tagasi eelvaade
fi: Palauta esikatselu
fr: Aperçu de rétablissement
he: שחזר תצוגה מקדימה
hr: Poništi pregled
hu: Visszaállítás előnézet
is: Endurheimta Forskoðun
it: Ripristina Anteprima
ja: プレビューを元に戻す
nl: Herstel Voorbeeld
no: Tilbakestill forhåndsvisning
pl: Cofnij podgląd
pt: Pré-visualização da Reversão
ro: Revenire la previzualizare
ru: Вернуть предварительный просмотр
sk: Obnovi náhľad
sv: Återställ förhandsgranskning
tr: Geri Al Önizleme

source: Files that will be restored to target state:
bg: Файлове, които ще бъдат възстановени в целевото състояние:
cs: Soubory, které budou obnoveny do cílového stavu:
da: Filer, der vil blive gendannet til måltilstand:
de: Dateien, die in den Zielzustand wiederhergestellt werden sollen:
el: Αρχεία που θα αποκατασταθούν στην επιθυμητή κατάσταση:
es: Archivos que se restaurarán al estado objetivo:
et: Failid, mis taastatakse sihtseisundisse:
fi: Tiedostot, jotka palautetaan kohdetilaan:
fr: Fichiers qui seront restaurés à l'état cible :
he: קבצים שיחזרו למצב היעד:
hr: Datoteke koje će biti vraćene u ciljno stanje:
hu: Fájlok, amelyeket a célállapotba állítanak vissza:
is: Skrár sem verða endurheimtar í markástand:
it: File che saranno ripristinate allo stato target:
ja: ターゲット状態に復元されるファイル:
nl: Bestanden die zullen worden hersteld naar de doelsituatie:
no: Filer som vil bli gjenopprettet til måltilstand:
pl: Pliki, które zostaną przywrócone do stanu docelowego:
pt: Arquivos que serão restaurados para o estado alvo:
ro: Fișiere care vor fi restaurate la starea țintă:
ru: Файлы, которые будут восстановлены в целевое состояние:
sk: Súbory, ktoré budú obnovené do cieľového stavu:
sv: Filer som kommer att återställas till målstatus:
tr: Hedef duruma geri yüklenecek dosyalar:
uk: Datei, die in den Zielzustand wiederhergestellt werden sollen:

source: No differences detected - code is already at target state
bg: Не са открити разлики - кодът вече е в целевото състояние.
cs: Žádné rozdíly nebyly zjištěny - kód je již ve cílovém stavu.
da: Ingen forskelle registreret - koden er allerede i måltilstand
de: Keine Unterschiede festgestellt - der Code befindet sich bereits im Zielzustand.
el: Δεν ανιχνεύθηκαν διαφορές - ο κώδικας είναι ήδη στην επιθυμητή κατάσταση
es: No se detectaron diferencias - el código ya está en el estado objetivo
et: Ei erinevusi tuvastatud - kood on juba sihtseisundis.
fi: Ei eroja havaittu - koodi on jo kohdetilassa
fr: Aucune différence détectée - le code est déjà à l'état cible
he: לא זוהו הבדלים - הקוד כבר במצב היעד
hr: Nema otkrivenih razlika - kod je već u ciljanom stanju
hu: Nincsenek észlelhető eltérések - a kód már a célállapotban van
is: Engin engin ekki greind - kóðinn er þegar í markástandi
it: Nessuna differenza rilevata - il codice è già nello stato target
ja: 差異は検出されませんでした - コードはすでにターゲット状態にあります
nl: Geen verschillen gedetecteerd - code is al in de doelfase.
no: Ingen forskjeller oppdaget - koden er allerede i måltilstand
pl: Nie wykryto różnic - kod jest już w docelowym stanie
pt: Nenhuma diferença detectada - o código já está no estado alvo
ro: Nu au fost detectate diferențe - codul este deja în starea țintă.
ru: Различий не обнаружено - код уже находится в целевом состоянии
sk: Neboli zistené žiadne rozdiely - kód je už v cieľovom stave
sv: Inga skillnader upptäcktes - koden är redan i målstatus
tr: Farklılık tespit edilmedi - kod zaten hedef durumda.
uk: Не виявлено відмінностей - код вже знаходиться в цільовому стані

source: Could not analyze file differences
bg: Не можа да анализира разликите в файловете
cs: Nelze analyzovat rozdíly v souborech
da: Kunne ikke analysere filforskelle
de: Konnte Dateiunterschiede nicht analysieren
el: Δεν ήταν δυνατή η ανάλυση των διαφορών αρχείων
es: No se pudieron analizar las diferencias de archivos
et: Ei õnnestunud faili erinevusi analüüsida.
fi: Ei voitu analysoida tiedostojen eroja
fr: Impossible d'analyser les différences de fichiers
he: לא ניתן לנתח הבדלי קבצים
hr: Nije moguće analizirati razlike u datotekama
hu: Nem sikerült elemezni a fájlok közötti eltéréseket.
is: Gat ekki að greina skráar mun.
it: Impossibile analizzare le differenze dei file
ja: ファイルの差分を分析できませんでした
nl: Kon de bestandsverschillen niet analyseren
no: Kunne ikke analysere filforskjeller
pl: Nie można było przeanalizować różnic w plikach
pt: Não foi possível analisar diferenças de arquivos
ro: Nu s-au putut analiza diferențele dintre fișiere.
ru: Не удалось проанализировать различия в файлах
sk: Nedalo sa analyzovať rozdiely súborov
sv: Kunde inte analysera filskillnader
tr: Dosya farklılıklarını analiz edemedik.
uk: Could not analyse file differences

source: Could not show commit details: {0}
bg: Не можа да покаже детайлите на комита: {0}
cs: Nelze zobrazit podrobnosti o commitu: {0}
da: Kunne ikke vise commit-detaljer: {0}
de: Konnte die Commit-Details nicht anzeigen: {0}
el: Δεν ήταν δυνατή η εμφάνιση λεπτομερειών δέσμευσης: {0}
es: No se pudieron mostrar los detalles del commit: {0}
et: Ei saanud kuvada commit'i üksikasju: {0}
fi: Ei voitu näyttää sitoumuksen tietoja: {0}
fr: Impossible d'afficher les détails du commit : {0}
he: לא ניתן להציג את פרטי המחויבות: {0}
hr: Nije moguće prikazati detalje o potvrdi: {0}
hu: Nem sikerült megjeleníteni a commit részleteit: {0}
is: Gat ekki að sýna skráningarskilmála: {0}
it: Impossibile mostrare i dettagli del commit: {0}
ja: コミットの詳細を表示できませんでした: {0}
nl: Kon de commitdetails niet tonen: {0}
no: Kunne ikke vise commit-detaljer: {0}
pl: Nie można wyświetlić szczegółów zatwierdzenia: {0}
pt: Não foi possível mostrar detalhes do commit: {0}
ro: Nu s-au putut afișa detaliile commit-ului: {0}
ru: Не удалось показать детали коммита: {0}
sk: Nepodarilo sa zobraziť podrobnosti o commite: {0}
sv: Kunde inte visa commitdetaljer: {0}
tr: Commit detayları gösterilemedi: {0}

source: Error showing preview: {0}
bg: Грешка при показване на преглед: {0}
cs: Chyba při zobrazování náhledu: {0}
da: Fejl ved visning af forhåndsvisning: {0}
de: Fehler beim Anzeigen der Vorschau: {0}
el: Σφάλμα κατά την εμφάνιση προεπισκόπησης: {0}
es: Error al mostrar la vista previa: {0}
et: Viga eelvaate kuvamisel: {0}
fi: Virhe esikatselun näyttämisessä: {0}
fr: Erreur d'affichage de l'aperçu : {0}
he: שגיאה בהצגת תצוגה מקדימה: {0}
hr: Greška pri prikazu pregleda: {0}
hu: Hiba a előnézet megjelenítésekor: {0}
is: Villa að sýna forsýningu: {0}
it: Errore durante la visualizzazione dell'anteprima: {0}
ja: プレビューの表示中にエラーが発生しました: {0}
nl: Fout bij het weergeven van de preview: {0}
no: Feil ved visning av forhåndsvisning: {0}
pl: Błąd podczas wyświetlania podglądu: {0}
pt: Erro ao mostrar pré-visualização: {0}
ro: Eroare la afișarea previzualizării: {0}
ru: Ошибка при отображении предварительного просмотра: {0}
sk: Chyba pri zobrazovaní náhľadu: {0}
sv: Fel vid visning av förhandsgranskning: {0}
tr: Önizleme gösterme hatası: {0}
uk: Помилка при відображенні попереднього перегляду: {0}

source: Executing {0} for commit {1}...
bg: Изпълняване на {0} за комит {1}...
cs: Provádění {0} pro commit {1}...
da: Udfører {0} for commit {1}...
de: Ausführen von {0} für Commit {1}...
el: Εκτελώντας {0} για την δέσμευση {1}...
es: Ejecutando {0} para el commit {1}...
et: Täitmine {0} commit'ile {1}...
fi: Suoritetaan {0} commitille {1}...
fr: Exécution de {0} pour le commit {1}...
he: מבצע {0} עבור התחייבות {1}...
hr: Izvršavanje {0} za commit {1}...
hu: A {0} végrehajtása a {1} elkötelezéshez...
is: Að framkvæma {0} fyrir skuldbindingu {1}...
it: Esecuzione di {0} per il commit {1}...
ja: コミット {1} のために {0} を実行中...
nl: Voer {0} uit voor commit {1}...
no: Kjører {0} for commit {1}...
pl: Wykonuję {0} dla zatwierdzenia {1}...
pt: Executando {0} para o commit {1}...
ro: Executarea {0} pentru commit {1}...
ru: Выполнение {0} для коммита {1}...
sk: Spúšťam {0} pre commit {1}...
sv: Kör {0} för commit {1}...
tr: {1} için {0} çalıştırılıyor...
uk: Виконання {0} для коміту {1}...

source: Error during {0}: {1}
bg: Грешка по време на {0}: {1}
cs: Chyba během {0}: {1}
da: Fejl under {0}: {1}
de: Fehler während {0}: {1}
el: Σφάλμα κατά τη διάρκεια {0}: {1}
es: Error durante {0}: {1}
et: Viga {0} ajal: {1}
fi: Virhe aikana {0}: {1}
fr: Erreur lors de {0} : {1}
he: שגיאה במהלך {0}: {1}
hr: Greška tijekom {0}: {1}
hu: Hiba történt a(z) {0} során: {1}
is: Villa við {0}: {1}
it: Errore durante {0}: {1}
ja: {0}中のエラー: {1}
nl: Fout tijdens {0}: {1}
no: Feil under {0}: {1}
pl: Błąd podczas {0}: {1}
pt: Erro durante {0}: {1}
ro: Eroare în timpul {0}: {1}
ru: Ошибка во время {0}: {1}
sk: Chyba počas {0}: {1}
sv: Fel under {0}: {1}
tr: {0} sırasında hata: {1}

source: Unexpected error during {0}: {1}
bg: Неочаквана грешка по време на {0}: {1}
cs: Neočekávaná chyba během {0}: {1}
da: Uventet fejl under {0}: {1}
de: Unerwarteter Fehler während {0}: {1}
el: Αναπάντεχο σφάλμα κατά τη διάρκεια {0}: {1}
es: Error inesperado durante {0}: {1}
et: Ootamatu viga ajal {0}: {1}
fi: Odottamaton virhe aikana {0}: {1}
fr: Erreur inattendue lors de {0} : {1}
he: שגיאה בלתי צפויה במהלך {0}: {1}
hr: Neočekivana greška tijekom {0}: {1}
hu: Váratlan hiba történt a(z) {0} során: {1}
is: Óvænt villa við {0}: {1}
it: Errore imprevisto durante {0}: {1}
ja: 予期しないエラーが発生しました {0}: {1}
nl: Onverwachte fout tijdens {0}: {1}
no: Uventet feil under {0}: {1}
pl: Nieoczekiwany błąd podczas {0}: {1}
pt: Erro inesperado durante {0}: {1}
ro: Eroare neașteptată în timpul {0}: {1}
ru: Неожиданная ошибка во время {0}: {1}
sk: Neočakávaná chyba počas {0}: {1}
sv: Oväntat fel under {0}: {1}
tr: Beklenmedik hata {0} sırasında: {1}
uk: Несподівана помилка під час {0}: {1}

source: Getting commit information...
bg: Получаване на информация за комит...
cs: Získávání informací o commitu...
da: Henter commit-information...
de: Commit-Informationen abrufen...
el: Λήψη πληροφοριών δέσμευσης...
es: Obteniendo información del commit...
et: Saamise teabe saamine...
fi: Saadaan sitoutumistiedot...
fr: Obtention des informations de commit...
he: מקבל מידע על התחייבות...
hr: Dobivanje informacija o commit-u...
hu: Commit információk lekérése...
is: Að fá skuldbindingarupplýsingar...
it: Ottenere informazioni sul commit...
ja: コミット情報を取得中...
nl: Commitinformatie ophalen...
no: Henter informasjon om forpliktelse...
pl: Pobieranie informacji o commicie...
pt: Obtendo informações do commit...
ro: Obținerea informațiilor despre commit...
ru: Получение информации о коммите...
sk: Získavanie informácií o commite...
sv: Hämtar commitinformation...
tr: Taahhüt bilgilerini alıyor...

source: Revert completed successfully - code restored to selected commit state
bg: Възстановяването завърши успешно - кодът е възстановен до избраното състояние на комита.
cs: Obnovení bylo úspěšně dokončeno - kód byl obnoven do vybraného stavu commitu.
da: Tilbageførsel gennemført med succes - kode gendannet til valgt commit-tilstand
de: Rückgängig gemacht erfolgreich - Code auf den ausgewählten Commit-Zustand wiederhergestellt
el: Η αναίρεση ολοκληρώθηκε με επιτυχία - ο κώδικας αποκαταστάθηκε στην επιλεγμένη κατάσταση δέσμευσης
es: Reversión completada con éxito - código restaurado al estado del commit seleccionado
et: Tagasi pööramine lõpetatud edukalt - kood taastatud valitud commit'i olekusse
fi: Palautus suoritettu onnistuneesti - koodi palautettu valittuun commit-tilaan
fr: Rétablissement effectué avec succès - code restauré à l'état du commit sélectionné
he: החזרה הושלמה בהצלחה - הקוד שוחזר למצב ההתחייבות שנבחר
hr: Povratak je uspješno završen - kod je vraćen na odabrano stanje commita
hu: A visszaállítás sikeresen befejeződött - a kód visszaállítva a kiválasztott commit állapotára
is: Afturhvarf lokið með góðum árangri - kóði endurheimtur í valda commit stöðu
it: Ripristino completato con successo - codice ripristinato allo stato del commit selezionato
ja: リバートが正常に完了しました - コードが選択したコミットの状態に復元されました
nl: Terugzetten succesvol voltooid - code hersteld naar geselecteerde commitstatus
no: Tilbakeføring fullført med suksess - koden gjenopprettet til valgt commit-tilstand
pl: Cofnięcie zakończone pomyślnie - kod przywrócony do wybranego stanu zatwierdzenia
pt: Reversão concluída com sucesso - código restaurado para o estado do commit selecionado
ro: Revenire finalizată cu succes - codul a fost restaurat la starea angajată selectată
ru: Откат завершен успешно - код восстановлен до состояния выбранного коммита
sk: Obnovenie bolo úspešne dokončené - kód bol obnovený na vybraný stav commitu
sv: Återställning slutförd framgångsrikt - koden har återställts till valt commit-tillstånd
tr: Geri alma başarıyla tamamlandı - kod seçilen commit durumuna geri yüklendi

source: Error during revert operation: {0}
bg: Грешка по време на операцията за възстановяване: {0}
cs: Chyba během operace vrácení: {0}
da: Fejl under fortrydelsesoperation: {0}
de: Fehler während der Rückgängig-Operation: {0}
el: Σφάλμα κατά τη διάρκεια της λειτουργίας επαναφοράς: {0}
es: Error durante la operación de reversión: {0}
et: Viga tagasipöördumise operatsiooni ajal: {0}
fi: Virhe palautustoiminnossa: {0}
fr: Erreur lors de l'opération de restauration : {0}
he: שגיאה במהלך פעולת החזרה: {0}
hr: Greška tijekom operacije vraćanja: {0}
hu: Hiba a visszaállítási művelet során: {0}
is: Villa við afturköllunaraðgerð: {0}
it: Erro durante l'operazione di ripristino: {0}
ja: リバート操作中のエラー: {0}
nl: Fout tijdens het terugzetten van de bewerking: {0}
no: Feil under tilbakestillingsoperasjon: {0}
pl: Błąd podczas operacji przywracania: {0}
pt: Erro durante operação de reversão: {0}
ro: Eroare în timpul operațiunii de revenire: {0}
ru: Ошибка во время операции отката: {0}
sk: Chyba počas operácie vrátenia: {0}
sv: Fel vid återställningsoperation: {0}
tr: Geri alma işlemi sırasında hata: {0}
uk: Помилка під час операції скасування: {0}

source: Unexpected error during revert: {0}
bg: Неочаквана грешка по време на възстановяване: {0}
cs: Neočekávaná chyba během vracení: {0}
da: Uventet fejl under tilbagerulning: {0}
de: Unerwarteter Fehler beim Zurücksetzen: {0}
el: Αναπάντεχο σφάλμα κατά την επαναφορά: {0}
es: Error inesperado durante la reversión: {0}
et: Ootamatu viga tagasiviimisel: {0}
fi: Odottamaton virhe palautuksessa: {0}
fr: Erreur inattendue lors de la restauration : {0}
he: שגיאה בלתי צפויה במהלך החזרה: {0}
hr: Neočekivana greška tijekom vraćanja: {0}
hu: Váratlan hiba a visszaállítás során: {0}
is: Óvænt villa við afturköllun: {0}
it: Errore imprevisto durante il ripristino: {0}
ja: リバート中に予期しないエラーが発生しました: {0}
nl: Onverwachte fout tijdens terugzetten: {0}
no: Uventet feil under tilbakestilling: {0}
pl: Nieoczekiwany błąd podczas przywracania: {0}
pt: Erro inesperado durante reversão: {0}
ro: Eroare neașteptată în timpul revenirii: {0}
ru: Неожиданная ошибка во время отката: {0}
sk: Neočakávaná chyba počas vrátenia: {0}
sv: Oväntat fel vid återställning: {0}
tr: Geri alma sırasında beklenmedik hata: {0}
uk: Несподівана помилка під час скасування: {0}
