Repository: big-comm/gitrepo
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Please check the 'Actions' tab on GitHub to monitor the build progress.
bg: Моля, проверете раздела 'Действия' в GitHub, за да следите напредъка на изграждането.
cs: Prosím zkontrolujte kartu 'Akce' na GitHubu, abyste sledovali průběh sestavení.
da: Kontroller venligst fanen 'Handlinger' på GitHub for at overvåge byggefremskridtet.
de: Bitte überprüfen Sie die Registerkarte 'Aktionen' auf GitHub, um den Fortschritt des Builds zu überwachen.
el: Παρακαλώ ελέγξτε την καρτέλα 'Ενέργειες' στο GitHub για να παρακολουθήσετε την πρόοδο της κατασκευής.
es: Por favor, revisa la pestaña 'Acciones' en GitHub para monitorear el progreso de la compilación.
et: Palun kontrollige GitHubi 'Tegevused' vahekaarti, et jälgida ehituse edenemist.
fi: Ole hyvä ja tarkista 'Toiminnot' -välilehti GitHubissa seurataksesi rakennusprosessin edistymistä.
fr: Veuillez vérifier l'onglet 'Actions' sur GitHub pour suivre l'avancement de la construction.
he: אנא בדוק את הלשונית 'פעולות' ב-GitHub כדי לעקוב אחר התקדמות הבנייה.
hr: Molimo provjerite karticu 'Radnje' na GitHubu kako biste pratili napredak izrade.
hu: Kérjük, ellenőrizze a 'Műveletek' fület a GitHubon a build előrehaladásának nyomon követéséhez.
is: Vinsamlegast athugaðu 'Actions' flipann á GitHub til að fylgjast með framvindu byggingarinnar.
it: Si prega di controllare la scheda 'Azioni' su GitHub per monitorare il progresso della build.
ja: GitHubの「Actions」タブを確認して、ビルドの進行状況を監視してください。
nl: Controleer het tabblad 'Acties' op GitHub om de voortgang van de build te volgen.
no: Vennligst sjekk 'Handlinger'-fanen på GitHub for å overvåke byggeprogresjonen.
pl: Proszę sprawdzić zakładkę 'Akcje' na GitHubie, aby monitorować postęp budowy.
pt: Por favor verifique a aba 'Actions' no GitHub para monitorar o progresso do build.
ro: Vă rugăm să verificați fila 'Acțiuni' pe GitHub pentru a monitoriza progresul compilării.
ru: Пожалуйста, проверьте вкладку 'Действия' на GitHub, чтобы отслеживать прогресс сборки.
sk: Skontrolujte kartu 'Akcie' na GitHub-e, aby ste sledovali pokrok zostavenia.
sv: Vänligen kontrollera fliken 'Åtgärder' på GitHub för att övervaka byggprocessen.
tr: Lütfen derleme ilerlemesini izlemek için GitHub'daki 'Eylemler' sekmesini kontrol edin.

source: TMATE session will be enabled. Watch the GitHub Actions logs for connection information.
bg: TMATE сесията ще бъде активирана. Следете логовете на GitHub Actions за информация за връзката.
cs: TMATE relace bude povoleno. Sledujte protokoly GitHub Actions pro informace o připojení.
da: TMATE-session vil blive aktiveret. Se GitHub Actions-loggene for forbindelsesoplysninger.
de: TMATE-Sitzung wird aktiviert. Überwachen Sie die GitHub Actions-Protokolle für Verbindungsinformationen.
el: Η συνεδρία TMATE θα ενεργοποιηθεί. Παρακολουθήστε τα αρχεία καταγραφής GitHub Actions για πληροφορίες σύνδεσης.
es: La sesión de TMATE se habilitará. Consulta los registros de GitHub Actions para obtener información de conexión.
et: TMATE seans aktiveeritakse. Vaata GitHub Actionsi logisid ühendusteabe jaoks.
fi: TMATE-istunto otetaan käyttöön. Tarkista GitHub Actions -lokit yhteystietojen saamiseksi.
fr: La session TMATE sera activée. Consultez les journaux des actions GitHub pour les informations de connexion.
he: הסשן של TMATE יופעל. צפה ביומני GitHub Actions למידע על החיבור.
hr: TMATE sesija će biti omogućena. Pratite GitHub Actions logove za informacije o vezi.
hu: A TMATE munkamenet engedélyezve lesz. Figyelje a GitHub Actions naplókat a kapcsolati információkért.
is: TMATE sessjón verður virkjuð. Fylgstu með GitHub Actions skráningunum fyrir tengingarupplýsingar.
it: La sessione TMATE sarà abilitata. Controlla i log di GitHub Actions per le informazioni di connessione.
ja: TMATEセッションが有効になります。接続情報はGitHub Actionsのログを確認してください。
nl: TMATE-sessie wordt ingeschakeld. Bekijk de GitHub Actions-logboeken voor verbindingsinformatie.
no: TMATE-økt vil bli aktivert. Se GitHub Actions-loggene for tilkoblingsinformasjon.
pl: Sesja TMATE zostanie włączona. Sprawdź logi GitHub Actions, aby uzyskać informacje o połączeniu.
pt: Sessão TMATE será habilitada. Acompanhe os logs do GitHub Actions para informações de conexão.
ro: Sesunea TMATE va fi activată. Urmăriți jurnalele GitHub Actions pentru informații de conectare.
ru: Сессия TMATE будет включена. Следите за журналами GitHub Actions для получения информации о подключении.
sk: TMATE relácia bude povolená. Sledujte protokoly GitHub Actions pre informácie o pripojení.
sv: TMATE-session kommer att aktiveras. Titta på GitHub Actions-loggarna för anslutningsinformation.
tr: TMATE oturumu etkinleştirilecektir. Bağlantı bilgileri için GitHub Actions günlüklerini izleyin.
uk: TMATE сесія буде активована. Слідкуйте за журналами GitHub Actions для отримання інформації про з'єднання.

source: Waiting 3 seconds for the API to trigger the Action to get the 'id'.
bg: Изчакване 3 секунди за API-то да задейства действието за получаване на 'id'.
cs: Čekání 3 sekundy na to, aby API spustilo akci pro získání 'id'.
da: Venter 3 sekunder på, at API'en udløser handlingen for at få 'id'.
de: Warte 3 Sekunden, bis die API die Aktion auslöst, um die 'id' zu erhalten.
el: Περιμένοντας 3 δευτερόλεπτα για να ενεργοποιηθεί το API για να εκτελέσει την ενέργεια για να αποκτήσει το 'id'.
es: Esperando 3 segundos para que la API active la acción para obtener el 'id'.
et: Ootan 3 sekundit, et API käivitaks toimingu 'id' saamiseks.
fi: Odotetaan 3 sekuntia, että API laukaisee toiminnon saadakseen 'id'.
fr: Attente de 3 secondes pour que l'API déclenche l'action pour obtenir l'« id ».
he: ממתין 3 שניות כדי שה-API יפעיל את הפעולה לקבלת ה'זיהוי'.
hr: Čekanje 3 sekunde na API da pokrene akciju za dobivanje 'id'.
hu: Várakozás 3 másodpercig, amíg az API aktiválja a műveletet az 'id' megszerzéséhez.
is: Bíðir í 3 sekúndur eftir að API-ið kveiki á aðgerðinni til að fá 'id'.
it: Attesa di 3 secondi affinché l'API attivi l'azione per ottenere l''id''.
ja: APIがアクションをトリガーして'id'を取得するのを3秒待っています。
nl: Wachten op 3 seconden voor de API om de actie te activeren om de 'id' te verkrijgen.
no: Venter 3 sekunder på at API'et udløser handlingen for at få 'id'.
pl: Czekam 3 sekundy na wywołanie API, aby uzyskać 'id'.
pt: Asalvando 3 segundos para a API acionar a Action e obter o 'id'.
ro: Aștept 3 secunde pentru ca API-ul să declanșeze acțiunea de a obține 'id'.
ru: Ожидание 3 секунды для активации API для получения 'id'.
sk: Čakám 3 sekundy na aktiváciu API pre vykonanie akcie na získanie 'id'.
sv: Väntar 3 sekunder på att API:et ska utlösa åtgärden för att hämta 'id'.
tr: API'nin 'id' almak için Eylemi tetiklemesi için 3 saniye bekleniyor.
uk: Очікування 3 секунди, поки API запустить дію для отримання 'id'.

source: URL to monitor the build: {0}
bg: URL за наблюдение на изграждането: {0}
cs: URL pro sledování sestavení: {0}
da: URL til at overvåge bygningen: {0}
de: URL zum Überwachen des Builds: {0}
el: Διεύθυνση URL για την παρακολούθηση της κατασκευής: {0}
es: URL para monitorear la compilación: {0}
et: URL, etappide jälgimiseks: {0}
fi: URL seurantaan rakennetta varten: {0}
fr: URL pour surveiller la construction : {0}
he: כתובת URL למעקב אחרי הבנייה: {0}
hr: URL za praćenje izrade: {0}
hu: A build figyeléséhez használt URL: {0}
is: Vefslóð til að fylgjast með byggingunni: {0}
it: URL per monitorare la build: {0}
ja: ビルドを監視するためのURL: {0}
nl: URL om de build te monitoren: {0}
no: URL for å overvåke byggingen: {0}
pl: URL do monitorowania kompilacji: {0}
pt: URL para monitorar o build: {0}
ro: URL pentru a monitoriza construcția: {0}
ru: URL для мониторинга сборки: {0}
sk: URL na sledovanie zostavy: {0}
sv: URL för att övervaka bygget: {0}
tr: Derleme izlemek için URL: {0}
uk: URL для моніторингу збірки: {0}

source: Error triggering workflow: {0}
bg: Грешка при задействане на работен поток: {0}
cs: Chyba při spuštění pracovního postupu: {0}
da: Fejl ved udløsning af arbejdsflow: {0}
de: Fehler beim Auslösen des Workflows: {0}
el: Σφάλμα κατά την ενεργοποίηση της ροής εργασίας: {0}
es: Error al activar el flujo de trabajo: {0}
et: Töövoo käivitamise viga: {0}
fi: Virhe työnkulun käynnistämisessä: {0}
fr: Erreur lors du déclenchement du flux de travail : {0}
he: שגיאה בהפעלת זרימת עבודה: {0}
hr: Greška prilikom pokretanja radnog toka: {0}
hu: Hiba a munkafolyamat aktiválásakor: {0}
is: Villa mistök við að kveikja á vinnuflæði: {0}
it: Errore durante l'attivazione del flusso di lavoro: {0}
ja: ワークフローのトリガー中にエラーが発生しました: {0}
nl: Fout bij het activeren van de workflow: {0}
no: Feil ved utløsing av arbeidsflyt: {0}
pl: Błąd wyzwalania przepływu pracy: {0}
pt: Erro ao acionar workflow: {0}
ro: Eroare la activarea fluxului de lucru: {0}
ru: Ошибка при запуске рабочего процесса: {0}
sk: Chyba pri spúšťaní pracovného postupu: {0}
sv: Fel vid utlösning av arbetsflöde: {0}
tr: İş akışını tetikleme hatası: {0}
uk: Помилка активації робочого процесу: {0}

source: BUILD ISO
bg: Създаване на ISO
cs: VYTVOŘIT ISO
da: BYG ISO
de: ISO erstellen
el: ΔΗΜΙΟΥΡΓΙΑ ISO
es: CREAR ISO
et: KÜTTE ISO
fi: Rakenna ISO
fr: CONSTRUIRE ISO
he: בנה ISO
hr: IZGRADI ISO
hu: ISO KÉSZÍTÉSE
is: BYGGJA ISO
it: COSTRUISCI ISO
ja: ISOをビルド
nl: BOUW ISO
no: BYGG ISO
pl: TWORZENIE ISO
pt: CONSTRUIR ISO
ro: CONSTRUIRE ISO
ru: СОЗДАТЬ ISO
sk: VYTVORIŤ ISO
sv: BYGG ISO
tr: ISO OLUŞTUR
uk: БУДІВНИЦТВО ISO

source: Wrapper for ISO building using GitHub Actions. Streamlines the process of creating custom Linux distribution ISO images through automation.
bg: Обвивка за изграждане на ISO с помощта на GitHub Actions. Оптимизира процеса на създаване на персонализирани ISO изображения на Linux дистрибуции чрез автоматизация.
cs: Wrapper pro vytváření ISO pomocí GitHub Actions. Zjednodušuje proces vytváření vlastních ISO obrazů linuxových distribucí prostřednictvím automatizace.
da: Wrapper til ISO-opbygning ved hjælp af GitHub Actions. Strømliner processen med at oprette brugerdefinerede Linux-distributions-ISO-billeder gennem automatisering.
de: Wrapper für den ISO-Bau mit GitHub Actions. Optimiert den Prozess der Erstellung benutzerdefinierter Linux-Distributions-ISO-Images durch Automatisierung.
el: Wrapper για την κατασκευή ISO χρησιμοποιώντας GitHub Actions. Απλοποιεί τη διαδικασία δημιουργίας προσαρμοσμένων εικόνων ISO διανομής Linux μέσω αυτοματοποίησης.
es: Envoltura para la creación de ISO utilizando GitHub Actions. Agiliza el proceso de creación de imágenes ISO de distribuciones Linux personalizadas a través de la automatización.
et: ISO ehitamise wrapper GitHub Actions'i abil. Automatiseerimise kaudu lihtsustab see kohandatud Linuxi distributsiooni ISO-piltide loomise protsessi.
fi: Wrapper ISO-kuvien rakentamiseen GitHub Actionsin avulla. Tehostaa mukautettujen Linux-jakelujen ISO-kuvien luomisen prosessia automaation kautta.
fr: Wrapper pour la création d'ISO utilisant GitHub Actions. Rationalise le processus de création d'images ISO de distributions Linux personnalisées grâce à l'automatisation.
he: עטיפת בניית ISO באמצעות GitHub Actions. מייעלת את תהליך יצירת תמונות ISO של הפצת לינוקס מותאמת אישית באמצעות אוטומציה.
hr: Omotač za izradu ISO-a koristeći GitHub Actions. Pojednostavljuje proces stvaranja prilagođenih ISO slika Linux distribucije putem automatizacije.
hu: ISO építési wrapper GitHub Actions használatával. Automatizálással egyszerűsíti a testreszabott Linux disztribúció ISO képek létrehozásának folyamatát.
is: Vefari fyrir ISO byggingu með GitHub Actions. Einfaldar ferlið við að búa til sérsniðnar Linux dreifingar ISO myndir í gegnum sjálfvirkni.
it: Wrapper per la creazione di ISO utilizzando GitHub Actions. Semplifica il processo di creazione di immagini ISO di distribuzioni Linux personalizzate attraverso l'automazione.
ja: GitHub Actionsを使用したISOビルディングのラッパー。自動化を通じてカスタムLinuxディストリビューションISOイメージを作成するプロセスを効率化します。
nl: Wrapper voor ISO-bouw met GitHub Actions. Stroomlijnt het proces van het maken van aangepaste Linux-distributie ISO-afbeeldingen via automatisering.
no: Wrapper for ISO-bygging ved bruk av GitHub Actions. Strømlinjeformer prosessen med å lage tilpassede Linux-distribusjons-ISO-bilder gjennom automatisering.
pl: Wrapper do budowania ISO za pomocą GitHub Actions. Uproszcza proces tworzenia niestandardowych obrazów ISO dystrybucji Linuxa poprzez automatyzację.
pt: Wrapper para construção de ISO usando GitHub Actions. Simplifica o processo de criação de imagens ISO de distribuições Linux personalizadas através de automação.
ro: Wrapper pentru construirea ISO folosind GitHub Actions. Simplifică procesul de creare a imaginilor ISO pentru distribuții Linux personalizate prin automatizare.
ru: Обертка для создания ISO с использованием GitHub Actions. Упрощает процесс создания пользовательских ISO-образов дистрибутивов Linux с помощью автоматизации.
sk: Wrapper pre vytváranie ISO pomocou GitHub Actions. Zjednodušuje proces vytvárania vlastných ISO obrazov distribúcie Linux prostredníctvom automatizácie.
sv: Wrapper för ISO-byggande med GitHub Actions. Strömlinjeformar processen för att skapa anpassade Linux-distributions ISO-bilder genom automatisering.
tr: GitHub Actions kullanarak ISO oluşturma için Wrapper. Otomasyon aracılığıyla özel Linux dağıtım ISO görüntüleri oluşturma sürecini kolaylaştırır.

source: Error: Failed to import CLI components: {0}
pt: Erro: Falha ao importar componentes CLI: {0}

source: Error: CLI interface failed: {0}
pt: Erro: Interface CLI falhou: {0}

source: Warning: GTK4/Libadwaita not available: {0}
pt: Aviso: GTK4/Libadwaita não disponível: {0}

source: Falling back to CLI interface...
pt: Alternando para interface CLI...

source: Error: GUI interface failed: {0}
pt: Erro: Interface GUI falhou: {0}

source: Select an option:
bg: Изберете опция:
da: Vælg en mulighed:
de: Wählen Sie eine Option:
et: Vali valik:
fi: Valitse vaihtoehto:
fr: Sélectionnez une option :
hr: Odaberite opciju:
hu: Válasszon egy lehetőséget:
is: Veldu valkost:
it: Seleziona un'opzione:
nl: Selecteer een optie:
no: Velg et alternativ:
pt: Selecione uma opção:
ru: Выберите вариант:
sk: Vyberte možnosť:
sv: Välj ett alternativ:
uk: Виберіть опцію:

source: Cancel
bg: Отмяна
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
et: Tühista
fi: Peruuta
fr: Annuler
he: ביטול
hr: Otkaži
hu: Mégsem
is: Hætta við
it: Annulla
ja: キャンセル
nl: Annuleren
no: Avbryt
pl: Anuluj
pt: Cancelar
ro: Anulează
ru: Отмена
sk: Zrušiť
sv: Avbryt
tr: İptal

source: Confirm
bg: Потвърдете
cs: Potvrdit
da: Bekræft
de: Bestätigen
el: Επιβεβαίωση
es: Confirmar
et: Kinnita
fi: Vahvista
fr: Confirmer
he: אשר
hr: Potvrdi
hu: Megerősít
is: Staðfesta
it: Conferma
ja: 確認
nl: Bevestigen
no: Bekreft
pl: Potwierdź
pt: Confirmar
ro: Confirmare
ru: Подтвердить
sk: Potvrdiť
sv: Bekräfta
tr: Onayla

source: Please wait...
bg: Моля, изчакайте...
cs: Prosím, čekejte...
da: Vent venligst...
de: Bitte warten...
el: Παρακαλώ περιμένετε...
es: Por favor, espere...
et: Palun oota...
fi: Ole hyvä ja odota...
fr: Veuillez patienter...
he: אנא המתן...
hr: Molimo pričekajte...
hu: Kérjük, várjon...
is: Vinsamlegast bíða...
it: Attendere prego...
ja: お待ちください...
nl: Even geduld...
no: Vennligst vent...
pl: Proszę czekać...
pt: Por favor aguarde...
ro: Vă rugăm să așteptați...
ru: Пожалуйста, подождите...
sk: Prosím, počkajte...
sv: Vänligen vänta...
tr: Lütfen bekleyin...
uk: Будь ласка, зачекайте...

source: AUR Package Builder
bg: AUR пакетен строител
cs: AUR Balíček Builder
da: AUR Pakkebygger
de: AUR-Paketbauer
el: AUR Πακέτο Δημιουργός
es: Constructor de paquetes AUR
et: AUR paketi ehitaja
fi: AUR-pakettirakentaja
fr: Constructeur de paquets AUR
he: בונה חבילות AUR
hr: AUR graditelj paketa
hu: AUR Csomagépítő
is: AUR pakkja smiður
it: Costruttore di pacchetti AUR
ja: AURパッケージビルダー
nl: AUR Pakketbouwer
no: AUR-pakkebygger
pl: Budowniczy pakietów AUR
pt: Construtor de Pacotes AUR
ro: Constructor de Pachete AUR
ru: AUR Пакетный Строитель
sk: AUR balík builder
sv: AUR-paketbyggare
tr: AUR Paket Oluşturucu
uk: AUR Пакетний Будівельник

source: Build packages from Arch User Repository
bg: Създайте пакети от Arch User Repository
cs: Sestavte balíčky z Arch User Repository
da: Byg pakker fra Arch User Repository
de: Pakete aus dem Arch User Repository erstellen
el: Δημιουργία πακέτων από το Arch User Repository
es: Construir paquetes desde el Arch User Repository
et: Käivita pakette Arch User Repository'ist
fi: Rakenna paketteja Arch User Repositorysta
fr: Construire des paquets à partir de l'Arch User Repository
he: בנה חבילות ממאגר המשתמשים של Arch
hr: Gradite pakete iz Arch User Repository-a
hu: Csomagok készítése az Arch Felhasználói Tárházból
is: Byggðu pakka úr Arch User Repository
it: Crea pacchetti dal Arch User Repository
ja: Arch User Repositoryからパッケージをビルドする
nl: Pakketten bouwen vanuit de Arch User Repository
no: Bygg pakker fra Arch User Repository
pl: Buduj pakiety z Arch User Repository
pt: Construir pacotes do Arch User Repository
ro: Construiește pachete din Arch User Repository
ru: Сборка пакетов из Arch User Repository
sk: Vytvorte balíky z Arch User Repository
sv: Bygg paket från Arch User Repository
tr: Arch Kullanıcı Deposundan paketler oluşturun
uk: Складати пакунки з Arch User Repository

source: AUR packages are built from community-maintained sources
bg: AUR пакетите се изграждат от източници, поддържани от общността.
cs: AUR balíčky jsou vytvářeny z komunitou udržovaných zdrojů
da: AUR-pakker er bygget fra fællesskabsvedligeholdte kilder
de: AUR-Pakete werden aus von der Community gepflegten Quellen erstellt.
el: Τα πακέτα AUR κατασκευάζονται από πηγές που συντηρούνται από την κοινότητα.
es: Los paquetes AUR se construyen a partir de fuentes mantenidas por la comunidad.
et: AUR paketid on koostatud kogukonna hallatavatest allikatest
fi: AUR-paketit rakennetaan yhteisön ylläpitämistä lähteistä.
fr: Les paquets AUR sont construits à partir de sources maintenues par la communauté.
he: חבילות AUR נבנות ממקורות המנוהלים על ידי הקהילה
hr: AUR paketi se izrađuju iz izvora koje održava zajednica
hu: Az AUR csomagok közösség által karbantartott forrásokból készülnek.
is: AUR pakkar eru byggð úr samfélagsviðhaldsheimildum
it: I pacchetti AUR sono costruiti da fonti mantenute dalla comunità
ja: AURパッケージはコミュニティが管理するソースからビルドされます
nl: AUR-pakketten worden gebouwd vanuit door de gemeenschap onderhouden bronnen.
no: AUR-pakker bygges fra fellesskapsvedlikeholdte kilder
pl: Pakiety AUR są budowane z zasobów utrzymywanych przez społeczność.
pt: Pacotes AUR são construídos de fontes mantidas pela comunidade
ro: Pachetele AUR sunt construite din surse întreținute de comunitate.
ru: Пакеты AUR создаются из источников, поддерживаемых сообществом.
sk: AUR balíky sú vytvorené z komunitou udržiavaných zdrojov
sv: AUR-paket är byggda från gemenskapsunderhållna källor
tr: AUR paketleri, topluluk tarafından bakımı yapılan kaynaklardan oluşturulur.
uk: AUR пакунки створюються з джерел, що підтримуються спільнотою

source: Learn More
bg: Научете повече
cs: Zjistit více
da: Lær mere
de: Mehr erfahren
el: Μάθετε περισσότερα
es: Aprender más
et: Loe rohkem
fi: Lisää tietoa
fr: En savoir plus
he: למד עוד
hr: Saznajte više
hu: Tudj meg többet
is: Lær meira
it: Scopri di più
ja: 詳細を見る
nl: Meer leren
no: Lær mer
pl: Dowiedz się więcej
pt: Saiba Mais
ro: Află mai multe
ru: Узнать больше
sk: Získať viac informácií
sv: Läs mer
tr: Daha Fazla Öğrenin
uk: Дізнатися більше

source: Package Information
bg: Информация за пакета
cs: Informace o balíčku
da: Pakkedata
de: Paketinformationen
el: Πληροφορίες Πακέτου
es: Información del paquete
et: Paketi teave
fi: Pakettitiedot
fr: Informations sur le paquet
he: מידע על חבילה
hr: Informacije o paketu
hu: Csomaginformáció
is: Pakkaupplýsingar
it: Informazioni sul pacchetto
ja: パッケージ情報
nl: Pakketinformatie
no: Pakkainformasjon
pl: Informacje o pakiecie
pt: Informações do Pacote
ro: Informații despre pachet
ru: Информация о пакете
sk: Informácie o balíku
sv: Paketinformation
tr: Paket Bilgisi
uk: Інформація про пакет

source: Enter the AUR package name to build
bg: Въведете името на AUR пакета за изграждане
cs: Zadejte název AUR balíčku k sestavení
da: Indtast AUR-pakkenavnet, der skal bygges
de: Geben Sie den AUR-Paketnamen ein, den Sie erstellen möchten.
el: Εισάγετε το όνομα του πακέτου AUR για να το κατασκευάσετε
es: Ingrese el nombre del paquete AUR para construir
et: Sisestage AUR paketi nimi, mida ehitada
fi: Syötä rakennettavan AUR-paketin nimi
fr: Entrez le nom du paquet AUR à construire
he: הזן את שם חבילת ה-AUR לבנייה
hr: Unesite naziv AUR paketa za izgradnju
hu: Írd be az AUR csomag nevét a buildeléshez
is: Sláðu inn AUR pakkanafn til að byggja.
it: Inserisci il nome del pacchetto AUR da costruire
ja: ビルドするAURパッケージ名を入力してください
nl: Voer de AUR-pakketnaam in om te bouwen
no: Skriv inn AUR-pakkenavnet som skal bygges
pl: Wprowadź nazwę pakietu AUR do zbudowania
pt: Digite o nome do pacote AUR para construir
ro: Introduceți numele pachetului AUR de construit
ru: Введите имя пакета AUR для сборки
sk: Zadajte názov AUR balíka na zostavenie
sv: Ange namnet på AUR-paketet som ska byggas
tr: AUR paket adını oluşturmak için girin
uk: Введіть назву пакета AUR для збірки

source: AUR Package Name
bg: Име на AUR пакет
cs: Název balíčku AUR
da: AUR-pakkenavn
de: AUR-Paketname
el: Όνομα Πακέτου AUR
es: Nombre del paquete AUR
et: AUR paketi nimi
fi: AUR-paketin nimi
fr: Nom du paquet AUR
he: שם חבילת AUR
hr: Naziv AUR paketa
hu: AUR csomag neve
is: AUR pakkanafn
it: Nome del pacchetto AUR
ja: AURパッケージ名
nl: AUR-pakketnaam
no: AUR-pakkenavn
pl: Nazwa pakietu AUR
pt: Nome do Pacote AUR
ro: Nume pachet AUR
ru: Имя пакета AUR
sk: Názov balíka AUR
sv: AUR-paketnamn
tr: AUR Paket Adı
uk: AUR пакет назва

source: AUR URL
es: URL de AUR
fr: URL AUR
he: כתובת AUR
is: AUR Vefslóð
ja: AURのURL
pl: URL AUR
pt: URL do AUR

source: Build Options
bg: Опции за изграждане
cs: Možnosti sestavení
da: Bygningsmuligheder
de: Build-Optionen
el: Επιλογές Κατασκευής
es: Opciones de compilación
et: Kogumise valikud
fi: Rakennusasetukset
fr: Options de construction
he: אפשרויות בנייה
hr: Opcije gradnje
hu: Építési lehetőségek
is: Byggingarvalkostir
it: Opzioni di compilazione
ja: ビルドオプション
nl: Bouwopties
no: Byggealternativer
pl: Opcje kompilacji
pt: Opções de Build
ro: Opțiuni de compilare
ru: Параметры сборки
sk: Možnosti zostavenia
sv: Byggalternativ
tr: Derleme Seçenekleri
uk: Опції збірки

source: Enable TMATE Debug
bg: Активиране на TMATE отстраняване на грешки
cs: Povolit ladění TMATE
da: Aktiver TMATE Fejlfinding
de: TMATE-Debug aktivieren
el: Ενεργοποίηση αποσφαλμάτωσης TMATE
es: Habilitar depuración de TMATE
et: Luba TMATE silumine
fi: Ota TMATE-debug käyttöön
fr: Activer le débogage TMATE
he: אפשרות דיבוג TMATE
hr: Omogući TMATE Debug
hu: TMATE hibakeresés engedélyezése
is: Virkja TMATE Villu
it: Abilita il debug di TMATE
ja: TMATEデバッグを有効にする
nl: TMATE-debug inschakelen
no: Aktiver TMATE Feilsøking
pl: Włącz debugowanie TMATE
pt: Habilitar Debug TMATE
ro: Activare depanare TMATE
ru: Включить отладку TMATE
sk: Povoliť ladenie TMATE
sv: Aktivera TMATE-felsökning
tr: TMATE Hata Ayıklamayı Etkinleştir
uk: Увімкнути налагодження TMATE
