Repository: big-comm/gitrepo
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Your changes are still in stash. Use 'git stash pop' manually.
bg: Вашите промени все още са в stash. Използвайте 'git stash pop' ръчно.
da: Dine ændringer er stadig i stash. Brug 'git stash pop' manuelt.
de: Ihre Änderungen befinden sich noch im Stash. Verwenden Sie 'git stash pop' manuell.
et: Teie muudatused on endiselt stash'is. Kasutage 'git stash pop' käsitsi.
fi: Muutoksesi ovat edelleen varastossa. Käytä 'git stash pop' manuaalisesti.
fr: Vos modifications sont toujours dans le stash. Utilisez 'git stash pop' manuellement.
hr: Vaše promjene su još uvijek u stashu. Ručno upotrijebite 'git stash pop'.
hu: A módosításaid még mindig a stash-ben vannak. Használj 'git stash pop'-ot manuálisan.
is: Breytingarnar þínar eru enn í geymslu. Notaðu 'git stash pop' handvirkt.
it: Le tue modifiche sono ancora nel stash. Usa 'git stash pop' manualmente.
nl: Je wijzigingen staan nog in de stash. Gebruik 'git stash pop' handmatig.
no: Endringene dine er fortsatt i stash. Bruk 'git stash pop' manuelt.
pt: Suas alterações ainda estão no stash. Use 'git stash pop' manualmente.
ru: Ваши изменения все еще в хранилище. Используйте 'git stash pop' вручную.
sk: Vaše zmeny sú stále v stash. Použite 'git stash pop' ručne.
sv: Dina ändringar finns fortfarande i stash. Använd 'git stash pop' manuellt.

source: ✓ Conflicts resolved, changes restored
bg: ✓ Конфликтите са разрешени, промените са възстановени
da: ✓ Konflikter løst, ændringer gendannet
de: ✓ Konflikte gelöst, Änderungen wiederhergestellt
et: ✓ Konfliktid lahendatud, muudatused taastatud
fi: ✓ Konfliktit ratkaistu, muutokset palautettu
fr: ✓ Conflits résolus, modifications restaurées
hr: ✓ Sukobi riješeni, promjene vraćene
hu: ✓ Konfliktusok megoldva, változtatások visszaállítva
is: ✓ Ágreiningar leystir, breytingar endurheimtar
it: ✓ Conflitti risolti, modifiche ripristinate
nl: ✓ Conflicten opgelost, wijzigingen hersteld
no: ✓ Konflikter løst, endringer gjenopprettet
pt: ✓ Conflitos resolvidos, alterações restauradas
ru: ✓ Конфликты разрешены, изменения восстановлены
sk: ✓ Konflikty vyriešené, zmeny obnovené
sv: ✓ Konflikter lösta, ändringar återställda

source: ✗ Failed to restore stashed changes
bg: ✗ Неуспешно възстановяване на запазените промени
da: ✗ Mislykkedes at gendanne gemte ændringer
de: ✗ Wiederherstellung der zwischengespeicherten Änderungen fehlgeschlagen
et: ✗ Eba muutmise taastamine ebaõnnestus
fi: ✗ Muutosten palauttaminen epäonnistui
fr: ✗ Échec de la restauration des modifications mises de côté
hr: ✗ Neuspješno vraćanje spremljenih promjena
hu: ✗ A tárolt változtatások visszaállítása nem sikerült
is: ✗ Mistók að endurheimta geymdar breytingar
it: ✗ Impossibile ripristinare le modifiche accantonate
nl: ✗ Herstellen van opgeslagen wijzigingen is mislukt
no: ✗ Mislyktes med å gjenopprette lagrede endringer
pt: ✗ Falha ao restaurar alterações do stash
ru: ✗ Не удалось восстановить сохранённые изменения
sk: ✗ Obnovenie uložených zmien zlyhalo
sv: ✗ Misslyckades med att återställa stuvade ändringar

source: ✓ Local changes restored successfully
bg: ✓ Локалните промени бяха възстановени успешно
da: ✓ Lokale ændringer gendannet med succes
de: ✓ Lokale Änderungen erfolgreich wiederhergestellt
et: ✓ Kohalikud muudatused taastati edukalt
fi: ✓ Paikalliset muutokset palautettu onnistuneesti
fr: ✓ Modifications locales restaurées avec succès
hr: ✓ Lokalne promjene uspješno vraćene
hu: ✓ A helyi módosítások sikeresen visszaállítva
is: ✓ Staðbundnar breytingar endurheimtar með góðum árangri
it: ✓ Modifiche locali ripristinate con successo
nl: ✓ Lokale wijzigingen succesvol hersteld
no: ✓ Lokale endringer gjenopprettet vellykket
pt: ✓ Alterações locais restauradas com sucesso
ru: ✓ Локальные изменения успешно восстановлены
sk: ✓ Lokálne zmeny boli úspešne obnovené
sv: ✓ Lokala ändringar har återställts framgångsrikt

source: PULL COMPLETED SUCCESSFULLY
bg: ИЗТЕГЛЯНЕТО Е ЗАВЪРШЕНО УСПЕШНО
da: HENTNING FULDFØRT SUCCESFULDT
de: ZUGRIFF ERFOLGREICH ABGESCHLOSSEN
et: TÕMBAMINE LÕPETATUD EDUKALT
fi: PULL VALMIS ONNISTUNEESTI
fr: PULL TERMINÉ AVEC SUCCÈS
hr: PULL ZAVRŠEN USPJEŠNO
hu: A LEHÚZÁS SIKERESEN BEFEJEZŐDÖTT
is: PULL HEFÐIST ÁRANGURSLAUST
it: PULL COMPLETATO CON SUCCESSO
nl: PULL SUCCESVOL VOLTOOID
no: HENTING FULLFØRT SUKSESSFULLT
pt: PULL CONCLUÍDO COM SUCESSO
ru: ПУЛ УСПЕШНО ЗАВЕРШЕН
sk: ŤAH ÚSPEŠNE DOKONČENÝ
sv: HÄMTNING FULLFÖRT FRAMGÅNGSRIKT

source: Latest commit: {0}
bg: Последно комитване: {0}
da: Seneste commit: {0}
de: Letzter Commit: {0}
et: Viimane commit: {0}
fi: Viimeisin sitoumus: {0}
fr: Dernier commit : {0}
hr: Zadnji commit: {0}
hu: Legutóbbi elköteleződés: {0}
is: Síðasta skuldbinding: {0}
it: Ultimo commit: {0}
nl: Laatste commit: {0}
no: Siste forpliktelse: {0}
pt: Último commit: {0}
ru: Последний коммит: {0}
sk: Najnovší commit: {0}
sv: Senaste commit: {0}
uk: Останній коміт: {0}

source: New commits pulled: {0}
bg: Новите комити са изтеглени: {0}
da: Nye commits trukket: {0}
de: Neue Commits abgerufen: {0}
et: Uued commitid tõmmatud: {0}
fi: Uudet commitit haettu: {0}
fr: Nouveaux commits récupérés : {0}
hr: Novi povučeni commitovi: {0}
hu: Új lekért elkötelezések: {0}
is: Nýjar skuldbindingar dregnar: {0}
it: Nuovi commit estratti: {0}
nl: Nieuwe commits binnengehaald: {0}
no: Nye endringer hentet: {0}
pt: Novos commits baixados: {0}
ru: Новые коммиты загружены: {0}
sk: Nové stiahnuté commity: {0}
sv: Nya commits hämtade: {0}
uk: Нові коміти отримано: {0}

source: ✓ Pull completed
bg: ✓ Изтеглянето е завършено
da: ✓ Hentning fuldført
de: ✓ Herunterladen abgeschlossen
et: ✓ Tõmme lõpetatud
fi: ✓ Vedä valmis
fr: ✓ Tirage terminé
hr: ✓ Povlačenje dovršeno
hu: ✓ Letöltés befejezve
is: ✓ Dregið lokið
it: ✓ Scaricare completato
nl: ✓ Pull voltooid
no: ✓ Henting fullført
pt: ✓ Pull concluído
ru: ✓ Загрузка завершена
sk: ✓ Naťahovanie dokončené
sv: ✓ Hämtning slutförd
uk: ✓ Витяг завершено

source: Open in GitRepo
bg: Отвори в GitRepo
da: Åbn i GitRepo
de: Im GitRepo öffnen
et: Ava GitRepo's
hu: Megnyitás a GitRepo-ban
pt: Abrir no GitRepo
ru: Открыть в GitRepo

source: Manage this Git repository with GitRepo
bg: Управлявайте това Git хранилище с GitRepo
da: Administrer dette Git-repositorium med GitRepo
de: Verwalte dieses Git-Repository mit GitRepo
et: Haldage seda Git'i hoidlat GitRepo abil
hu: Kezeld ezt a Git tárolót a GitRepo-val
pt: Gerenciar este repositório Git com GitRepo
ru: Управляйте этим репозиторием Git с помощью GitRepo

source: Error
bg: Грешка
da: Fejl
de: Fehler
et: Viga
hu: Hiba
pt: Erro
ru: Ошибка

source: Could not get the path for the selected folder.
bg: Не можа да се получи пътят за избраната папка.
da: Kunne ikke få stien til den valgte mappe.
de: Konnte den Pfad für den ausgewählten Ordner nicht abrufen.
et: Valitud kausta teed ei saanud kätte.
hu: Nem sikerült megszerezni a kiválasztott mappa elérési útját.
pt: Não foi possível obter o caminho da pasta selecionada.
ru: Не удалось получить путь к выбранной папке.

source: Application Not Found
bg: Приложението не е намерено
da: Applikation ikke fundet
de: Anwendung nicht gefunden
et: Rakendust ei leitud
hu: Alkalmazás nem található
pt: Aplicação Não Encontrada
ru: Приложение не найдено

source: Could not find GitRepo. Is it installed?
bg: Не можа да намери GitRepo. Инсталирано ли е?
da: Kunne ikke finde GitRepo. Er det installeret?
de: GitRepo konnte nicht gefunden werden. Ist es installiert?
et: Ei leitud GitRepo't. Kas see on installitud?
hu: Nem található a GitRepo. Telepítve van?
pt: Não foi possível encontrar GitRepo. Está instalado?
ru: Не удалось найти GitRepo. Он установлен?

source: Launch Error
bg: Грешка при стартиране
da: Startfejl
de: Startfehler
et: Käivitamise viga
hu: Indítási hiba
pt: Erro de Inicialização
ru: Ошибка запуска

source: Copyright (C) 2024-2025 BigCommunity Team
bg: Авторско право (C) 2024-2025 екип BigCommunity
cs: Copyright (C) 2024-2025 Tým BigCommunity
da: Ophavsret (C) 2024-2025 BigCommunity Team
de: Urheberrecht (C) 2024-2025 BigCommunity-Team
el: Πνευματικά δικαιώματα (C) 2024-2025 Ομάδα BigCommunity
es: Derechos de autor (C) 2024-2025 Equipo de BigCommunity
et: Autoriõigus (C) 2024-2025 BigCommunity meeskond
fi: Tekijänoikeus (C) 2024-2025 BigCommunity-tiimi
fr: Droit d'auteur (C) 2024-2025 Équipe BigCommunity
he: זכויות יוצרים (C) 2024-2025 צוות BigCommunity
hr: Autorska prava (C) 2024-2025 BigCommunity Tim
hu: Szerzői jog (C) 2024-2025 BigCommunity Csapat
is: Höfundaréttur (C) 2024-2025 BigCommunity teymið
it: Copyright (C) 2024-2025 Team BigCommunity
ja: 著作権 (C) 2024-2025 BigCommunity チーム
no: Opphavsrett (C) 2024-2025 BigCommunity Team
pl: Prawa autorskie (C) 2024-2025 Zespół BigCommunity
ro: Drepturi de autor (C) 2024-2025 Echipa BigCommunity
ru: Авторское право (C) 2024-2025 Команда BigCommunity
sk: Autorské právo (C) 2024-2025 Tím BigCommunity
sv: Upphovsrätt (C) 2024-2025 BigCommunity Team
tr: Telif Hakkı (C) 2024-2025 BigCommunity Ekibi

source: No Changes to Commit
bg: Няма промени за комитване
cs: Žádné změny k potvrzení
da: Ingen ændringer at forpligte
de: Keine Änderungen zum Übertragen
el: Δεν υπάρχουν αλλαγές για δέσμευση
es: No hay cambios para confirmar
et: Ei muudatusi, mida kinnitada.
fi: Ei muutoksia sitoutettavaksi
fr: Aucun changement à valider
he: אין שינויים להתחייב
hr: Nema promjena za potvrdu
hu: Nincsenek elkötelezett változtatások
is: Engin ekki breytingar til að skuldbinda.
it: Nessuna modifica da confermare
ja: コミットする変更はありません
nl: Geen wijzigingen om te committen
no: Ingen endringer å forplikte
pl: Brak zmian do zatwierdzenia
ro: Nu sunt modificări de confirmat
ru: Нет изменений для коммита
sk: Žiadne zmeny na potvrdenie
sv: Inga ändringar att begå
tr: Taahhüt Edilecek Değişiklik Yok

source: ✓ Successfully updated to latest {0}!
bg: ✓ Успешно актуализирано до последната версия на {0}!
cs: ✓ Úspěšně aktualizováno na nejnovější verzi {0}!
da: ✓ Opdateret til den nyeste {0}!
de: ✓ Erfolgreich auf die neueste Version von {0} aktualisiert!
el: ✓ Επιτυχώς ενημερώθηκε στην τελευταία έκδοση {0}!
es: ✓ Actualizado correctamente a la última {0}!
et: ✓ Edukalt uusimale {0}!
fi: ✓ Päivitetty onnistuneesti uusimpaan {0}!
fr: ✓ Mise à jour réussie vers la dernière version de {0} !
he: ✓ עדכון לגרסה האחרונה של {0} בוצע בהצלחה!
hr: ✓ Uspješno ažurirano na najnoviju verziju {0}!
hu: ✓ Sikeresen frissítve a legújabb {0}-ra!
is: ✓ Uppfært að nýjustu {0}!
it: ✓ Aggiornato con successo all'ultima versione di {0}!
ja: ✓ 最新の {0} に正常に更新されました！
nl: ✓ Succesvol bijgewerkt naar de nieuwste {0}!
no: ✓ Oppdateringen til den nyeste {0} ble utført!
pl: ✓ Pomyślnie zaktualizowano do najnowszej wersji {0}!
ro: ✓ Actualizat cu succes la cea mai recentă {0}!
ru: ✓ Успешно обновлено до последней версии {0}!
sk: ✓ Úspešne aktualizované na najnovšiu verziu {0}!
sv: ✓ Framgångsrikt uppdaterad till senaste {0}!
tr: ✓ En son {0} sürümüne başarıyla güncellendi!
uk: ✓ Успішно оновлено до останньої версії {0}!

source: ✓ Already up to date with {0}
bg: ✓ Вече е актуализирано с {0}
cs: ✓ Již je aktuální s {0}
da: ✓ Allerede opdateret med {0}
de: ✓ Bereits auf dem neuesten Stand mit {0}
el: ✓ Ήδη ενημερωμένο με {0}
es: ✓ Ya está actualizado con {0}
et: ✓ Juba ajakohane {0}ga
fi: ✓ Jo päivitetty {0} kanssa
fr: ✓ Déjà à jour avec {0}
he: ✓ כבר מעודכן עם {0}
hr: ✓ Već je ažurirano s {0}
hu: ✓ Már naprakész a(z) {0} verzióval
is: ✓ Nú þegar uppfært með {0}
it: ✓ Già aggiornato con {0}
ja: ✓ {0} はすでに最新です
nl: ✓ Al op de hoogte met {0}
no: ✓ Allerede oppdatert med {0}
pl: ✓ Już zaktualizowane do {0}
ro: ✓ Deja actualizat cu {0}
ru: ✓ Уже актуально с {0}
sk: ✓ Už je aktuálne s {0}
sv: ✓ Redan uppdaterad med {0}
tr: ✓ Zaten {0} ile güncel
uk: ✓ Вже оновлено до {0}

source: ✓ Successfully updated to latest {0}! ⚠ Could not show detailed changes: {1}
bg: ✓ Успешно актуализирано до последната версия на {0}! ⚠ Не можа да се покажат подробни промени: {1}
cs: ✓ Úspěšně aktualizováno na nejnovější verzi {0}! ⚠ Nelze zobrazit podrobné změny: {1}
da: ✓ Opdateret til den nyeste {0}! ⚠ Kunne ikke vise detaljerede ændringer: {1}
de: ✓ Erfolgreich auf die neueste Version {0} aktualisiert! ⚠ Detaillierte Änderungen konnten nicht angezeigt werden: {1}
el: ✓ Επιτυχής ενημέρωση στην τελευταία έκδοση {0}! ⚠ Δεν ήταν δυνατή η εμφάνιση λεπτομερών αλλαγών: {1}
es: ✓ Actualizado correctamente a la última {0}! ⚠ No se pudieron mostrar los cambios detallados: {1}
et: ✓ Edukalt uusimale {0}! ⚠ Üksikasjalikke muudatusi ei saanud näidata: {1}
fi: ✓ Päivitys onnistui, uusin versio {0}! ⚠ Yksityiskohtaisia muutoksia ei voitu näyttää: {1}
fr: ✓ Mise à jour réussie vers la dernière version de {0} ! ⚠ Impossible d'afficher les modifications détaillées : {1}
he: ✓ עדכון לגרסה האחרונה של {0} בוצע בהצלחה! ⚠ לא ניתן להציג שינויים מפורטים: {1}
hr: ✓ Uspješno ažurirano na najnoviju verziju {0}! ⚠ Nije moguće prikazati detaljne promjene: {1}
hu: ✓ Sikeresen frissítve a legújabb {0} verzióra! ⚠ Nem sikerült megjeleníteni a részletes változásokat: {1}
is: ✓ Uppfært með góðum árangri í nýjustu {0}! ⚠ Gat ekki sýnt nákvæmar breytingar: {1}
it: ✓ Aggiornato con successo all'ultima versione di {0}! ⚠ Impossibile mostrare le modifiche dettagliate: {1}
ja: ✓ 最新の {0} に正常に更新されました！ ⚠ 詳細な変更を表示できませんでした: {1}
nl: ✓ Succesvol bijgewerkt naar de nieuwste {0}! ⚠ Kon gedetailleerde wijzigingen niet tonen: {1}
no: ✓ Oppdatering til nyeste {0} var vellykket! ⚠ Kunne ikke vise detaljerte endringer: {1}
pl: ✓ Pomyślnie zaktualizowano do najnowszej wersji {0}! ⚠ Nie można wyświetlić szczegółowych zmian: {1}
ro: ✓ Actualizat cu succes la cea mai recentă {0}! ⚠ Nu s-au putut afișa modificările detaliate: {1}
ru: ✓ Успешно обновлено до последней версии {0}! ⚠ Не удалось отобразить подробные изменения: {1}
sk: ✓ Úspešne aktualizované na najnovšiu verziu {0}! ⚠ Nepodarilo sa zobraziť podrobné zmeny: {1}
sv: ✓ Framgångsrikt uppdaterad till senaste {0}! ⚠ Kunde inte visa detaljerade ändringar: {1}
tr: ✓ En son {0} sürümüne başarıyla güncellendi! ⚠ Ayrıntılı değişiklikler gösterilemedi: {1}
uk: ✓ Успішно оновлено до останньої версії {0}! ⚠ Не вдалося показати детальні зміни: {1}

source: - branch: {0}
bg: - клон: {0}
cs: - větev: {0}
da: - gren: {0}
de: - Zweig: {0}
el: - κλάδος: {0}
es: - rama: {0}
et: - haru: {0}
fi: - haara: {0}
fr: - branche : {0}
he: - סניף: {0}
hr: - grana: {0}
hu: - ág: {0}
is: - grein: {0}
it: - ramo: {0}
ja: - ブランチ: {0}
nl: - tak: {0}
no: - gren: {0}
pl: - gałąź: {0}
ro: - ramură: {0}
ru: - ветка: {0}
sk: - vetva: {0}
sv: - gren: {0}
tr: - dal: {0}
uk: - гілка: {0}

source: - branch_type: {0}
bg: - тип_клон: {0}
cs: - typ_větve: {0}
da: - grenstype: {0}
el: - τύπος_κλάδου: {0}
es: - tipo_de_rama: {0}
et: - haru_tüüp: {0}
fi: - haara_tyyppi: {0}
fr: - type_de_branche : {0}
he: - סוג_סניף: {0}
hr: - tip_grane: {0}
hu: - ágazat_típus: {0}
is: - grein_gerð: {0}
it: - tipo_di_ramo: {0}
ja: - ブランチタイプ: {0}
nl: - tak_type: {0}
no: - grenstype: {0}
pl: - typ_gałęzi: {0}
ro: - tip_ramură: {0}
ru: - тип_ветки: {0}
sk: - typ_pobočky: {0}
sv: - gren_typ: {0}
tr: - dalga_tipi: {0}
uk: - тип_гілки: {0}

source: - new_branch: {0}
bg: - нова_клон: {0}
cs: - nová_větev: {0}
da: - ny_gren: {0}
de: - neuer_zweig: {0}
el: - νέα_κλάδος: {0}
es: - nueva_rama: {0}
et: - uus_haru: {0}
fi: - uusi_haarukka: {0}
fr: - nouvelle_branche: {0}
he: - סניף_חדש: {0}
hr: - nova_grana: {0}
hu: - új_ág: {0}
is: - ný_útibú: {0}
it: - nuova_branch: {0}
ja: - 新しいブランチ: {0}
nl: - nieuwe_tak: {0}
no: - ny_gren: {0}
pl: - nowa_gałąź: {0}
ro: - ramură_nouă: {0}
ru: - новая_ветка: {0}
sk: - nová_pobočka: {0}
sv: - ny_gren: {0}
tr: - yeni_dal: {0}
uk: - нова_гілка: {0}

source: Automated PR created by build_package.py
bg: Автоматизирано PR, създадено от build_package.py
cs: Automatizovaný PR vytvořený build_package.py
da: Automatiseret PR oprettet af build_package.py
de: Automatisierte PR erstellt von build_package.py
el: Αυτοματοποιημένο PR που δημιουργήθηκε από build_package.py
es: PR automatizado creado por build_package.py
et: Automatiseeritud PR, mille on loonud build_package.py
fi: Automaattinen PR, jonka on luonut build_package.py
fr: PR automatisé créé par build_package.py
he: בקשת משיכה אוטומטית שנוצרה על ידי build_package.py
hr: Automatizirani PR kreiran od build_package.py
hu: Automatikus PR létrehozva a build_package.py által
is: Sjálfvirkur PR búinn til af build_package.py
it: PR automatizzato creato da build_package.py
ja: ビルドパッケージ.pyによって作成された自動PR
nl: Geautomatiseerde PR aangemaakt door build_package.py
no: Automatisert PR opprettet av build_package.py
pl: Automatycznie utworzone PR przez build_package.py
ro: PR automatizat creat de build_package.py
ru: Автоматизированный PR созданный build_package.py
sk: Automatizované PR vytvorené pomocou build_package.py
sv: Automatiserad PR skapad av build_package.py
tr: Otomatik PR, build_package.py tarafından oluşturuldu.
uk: Автоматизований PR створений за допомогою build_package.py

source: Conflicts resolved automatically (if any)
bg: Конфликтите се разрешават автоматично (ако има такива)
cs: Konflikty vyřešeny automaticky (pokud nějaké existují)
da: Konflikter løst automatisk (hvis nogen)
de: Konflikte automatisch gelöst (falls vorhanden)
el: Οι συγκρούσεις επιλύθηκαν αυτόματα (αν υπάρχουν)
es: Conflictos resueltos automáticamente (si los hay)
et: Konfliktid lahendatakse automaatselt (kui neid on)
fi: Konfliktit ratkaistu automaattisesti (jos niitä on)
fr: Conflits résolus automatiquement (le cas échéant)
he: הקונפליקטים נפתרו אוטומטית (אם יש)
hr: Sukobi su automatski riješeni (ako ih ima)
hu: A konfliktusok automatikusan megoldva (ha vannak)
is: Ágreiningar leystar sjálfkrafa (ef einhverjar)
it: Conflitti risolti automaticamente (se presenti)
ja: 競合は自動的に解決されました（該当する場合）
nl: Conflicten automatisch opgelost (indien van toepassing)
no: Konflikter løst automatisk (hvis noen)
pl: Konflikty rozwiązane automatycznie (jeśli występują)
ro: Conflictele sunt rezolvate automat (dacă este cazul)
ru: Конфликты разрешены автоматически (если есть)
sk: Konflikty boli automaticky vyriešené (ak nejaké existujú)
sv: Konflikter löstes automatiskt (om några)
tr: Çatışmalar otomatik olarak çözüldü (varsa)
uk: Конфлікти вирішені автоматично (якщо є)

source: Ready for automatic merge
bg: Готов за автоматично сливане
cs: Připraveno na automatické sloučení
da: Klar til automatisk sammenfletning
de: Bereit für automatisches Zusammenführen
el: Έτοιμο για αυτόματη συγχώνευση
es: Listo para fusión automática
et: Valmis automaatseks ühinemiseks
fi: Valmis automaattiseen yhdistämiseen
fr: Prêt pour la fusion automatique
he: מוכן למיזוג אוטומטי
hr: Spreman za automatsko spajanje
hu: Kész az automatikus egyesítéshez
is: Klár fyrir sjálfvirka sameiningu
it: Pronto per la fusione automatica
ja: 自動マージの準備ができました
nl: Klaar voor automatische samenvoeging
no: Klar for automatisk sammenslåing
pl: Gotowy do automatycznego scalania
ro: Pregătit pentru fuziune automată
ru: Готов к автоматическому слиянию
sk: Pripravené na automatické zlúčenie
sv: Redo för automatisk sammanslagning
tr: Otomatik birleştirme için hazır
uk: Готовий до автоматичного злиття

source: Pull request created successfully: {0}
bg: Успешно създадено искане за преглед: {0}
cs: Pull request byl úspěšně vytvořen: {0}
da: Pull-anmodning oprettet med succes: {0}
de: Herunterladen-Anfrage erfolgreich erstellt: {0}
el: Η αίτηση έλξης δημιουργήθηκε με επιτυχία: {0}
es: Solicitud de extracción creada con éxito: {0}
et: Pull request loodud edukalt: {0}
fi: Pull request luotiin onnistuneesti: {0}
fr: Demande de tirage créée avec succès : {0}
he: בקשת משיכה נוצרה בהצלחה: {0}
hr: Zahtjev za povlačenje uspješno je kreiran: {0}
hu: A pull kérés sikeresen létrejött: {0}
is: Pull beiðni búin til með góðum árangri: {0}
it: Richiesta di scaricare creata con successo: {0}
ja: プルリクエストが正常に作成されました: {0}
nl: Pull request succesvol aangemaakt: {0}
no: Pull forespørsel opprettet vellykket: {0}
pl: Żądanie ściągnięcia utworzone pomyślnie: {0}
ro: Cererea de extragere a fost creată cu succes: {0}
ru: Запрос на слияние успешно создан: {0}
sk: Žiadosť o zlúčenie bola úspešne vytvorená: {0}
sv: Pull-förfrågan skapad framgångsrikt: {0}
tr: Başvuru başarıyla oluşturuldu: {0}
uk: Запит на злиття успішно створено: {0}

source: Auto-merge: {0} → {1}
bg: Автоматично сливане: {0} → {1}
cs: Automatické sloučení: {0} → {1}
da: Auto-sammenlægning: {0} → {1}
de: Auto-Zusammenführung: {0} → {1}
el: Αυτόματη συγχώνευση: {0} → {1}
es: Fusión automática: {0} → {1}
et: Automaatne ühinemine: {0} → {1}
fi: Automaattinen yhdistäminen: {0} → {1}
fr: Fusion automatique : {0} → {1}
he: מיזוג אוטומטי: {0} → {1}
hr: Automatsko spajanje: {0} → {1}
hu: Automatikus egyesítés: {0} → {1}
is: Sjálfvirk sameining: {0} → {1}
it: Auto-unione: {0} → {1}
ja: 自動マージ: {0} → {1}
nl: Auto-samenvoegen: {0} → {1}
no: Auto-sammenslåing: {0} → {1}
pl: Automatyczne scalanie: {0} → {1}
ro: Auto-îmbinare: {0} → {1}
ru: Авто-слияние: {0} → {1}
sk: Automatické zlúčenie: {0} → {1}
sv: Automatisk sammanslagning: {0} → {1}
tr: Otomatik birleştirme: {0} → {1}
uk: Авто-злиття: {0} → {1}

source: Automated merge performed by build_package.py
bg: Автоматично сливане, извършено от build_package.py
cs: Automatizované sloučení provedené build_package.py
da: Automatisk sammensmeltning udført af build_package.py
de: Automatisierter Merge durchgeführt von build_package.py
el: Αυτοματοποιημένη συγχώνευση που εκτελείται από το build_package.py
es: Fusión automatizada realizada por build_package.py
et: Automaatne ühinemine, mille tegi build_package.py
fi: Automaattinen yhdistäminen, jonka suorittaa build_package.py
fr: Fusion automatisée effectuée par build_package.py
he: מיזוג אוטומטי בוצע על ידי build_package.py
hr: Automatsko spajanje izvršeno od strane build_package.py
hu: Automatikus egyesítés a build_package.py által végrehajtva
is: Sjálfvirk sameining framkvæmd af build_package.py
it: Unione automatizzata eseguita da build_package.py
ja: build_package.pyによって実行された自動マージ
nl: Geautomatiseerde samenvoeging uitgevoerd door build_package.py
no: Automatisert sammenslåing utført av build_package.py
pl: Automatyczne scalanie wykonane przez build_package.py
ro: Fuzionare automată efectuată de build_package.py
ru: Автоматическое слияние выполнено скриптом build_package.py
sk: Automatizované zlúčenie vykonané pomocou build_package.py
sv: Automatiserad sammanslagning utförd av build_package.py
tr: build_package.py tarafından gerçekleştirilen otomatik birleştirme
uk: Автоматичне злиття, виконане за допомогою build_package.py

source: Your local commits:
bg: Вашите локални комити:
da: Dine lokale commits:
de: Ihre lokalen Commits:
et: Teie kohalikud commit'id:

source: Remote commits (not in local):
bg: Отдалечени комити (не в локалните):
da: Fjerncommits (ikke i lokal):
de: Remote-Commits (nicht lokal):
et: Kaugkommid (mitte lokaalsed):

source: Press Enter to start...
bg: Натиснете Enter, за да започнете...
da: Tryk på Enter for at starte...
de: Drücken Sie die Eingabetaste, um zu starten...
et: Vajutage Enter, et alustada...
fi: Paina Enter aloittaaksesi...
fr: Appuyez sur Entrée pour commencer...
hr: Pritisnite Enter za početak...
hu: Nyomja meg az Entert a kezdéshez...
is: Pressa Enter til að byrja...
it: Premi Invio per iniziare...
nl: Druk op Enter om te beginnen...
no: Trykk Enter for å starte...
ru: Нажмите Enter, чтобы начать...
sk: Stlačte Enter pre začatie...
sv: Tryck på Enter för att börja...
