Repository: big-comm/gitrepo
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Stable/Extra package: workflow will use main
bg: Стабилен/Допълнителен пакет: работният процес ще използва основния
cs: Stabilní/Extra balíček: pracovní postup bude používat hlavní
da: Stabil/Extra pakke: arbejdsgang vil bruge hoved
de: Stabiles/Extra-Paket: Workflow wird main verwenden
el: Σταθερό/Επιπλέον πακέτο: η ροή εργασίας θα χρησιμοποιήσει το κύριο
es: Paquete estable/extras: el flujo de trabajo utilizará main
et: Stabiilne/Extra pakett: töövoog kasutab peamist
fi: Vakaa/Lisäpaketti: työnkulku käyttää pääasiallista
fr: Paquet Stable/Extra : le flux de travail utilisera main
he: חבילת Stable/Extra: הזרימה תשתמש ב-main
hr: Stabilni/Dodatni paket: radni tijek će koristiti glavni
hu: Stabil/Extra csomag: a munkafolyamat a main-t fogja használni
is: Stöðug/Extra pakki: vinnuflæði mun nota aðal
it: Pacchetto Stabile/Extra: il flusso di lavoro utilizzerà main
ja: 安定/追加パッケージ: ワークフローはメインを使用します
nl: Stabiel/Extra pakket: workflow zal main gebruiken
no: Stabil/Extra-pakke: arbeidsflyt vil bruke hoved
pl: Stabilny/Dodatkowy pakiet: workflow będzie używać main
pt: Pacote Stable/Extra: workflow usará main
ro: Pachet stabil/extra: fluxul de lucru va folosi principalul
ru: Стабильный/Дополнительный пакет: рабочий процесс будет использовать основную ветку
sk: Stabilný/Extra balík: pracovný tok bude používať hlavnú
sv: Stabil/Extra paket: arbetsflöde kommer att använda huvud
tr: Stabil/Extra paketi: iş akışı ana kullanacak
uk: Стабільний/Додатковий пакет: робочий процес використовуватиме основний

source: Could not verify branch status, using current: {0}
bg: Не можа да се провери статусът на клона, използвайки текущия: {0}
cs: Nelze ověřit stav větve, používá se aktuální: {0}
da: Kunne ikke verificere grenstatus, bruger nuværende: {0}
de: Konnte den Status des Branches nicht überprüfen, verwende aktuell: {0}
el: Δεν ήταν δυνατή η επαλήθευση της κατάστασης του κλάδου, χρησιμοποιώντας την τρέχουσα: {0}
es: No se pudo verificar el estado de la rama, utilizando la actual: {0}
et: Ei saanud haru olekut kinnitada, kasutades praegust: {0}
fi: Ei voitu vahvistaa haara-tilaa, käytetään nykyistä: {0}
fr: Impossible de vérifier l'état de la branche, utilisation de la version actuelle : {0}
he: לא ניתן לאמת את מצב הסניף, משתמשים בנוכחי: {0}
hr: Nije moguće provjeriti status grane, koristi se trenutni: {0}
hu: Nem sikerült ellenőrizni az ág állapotát, a jelenlegit használva: {0}
is: Gat ekki staðfest stöðu greinar, notast við núverandi: {0}
it: Impossibile verificare lo stato del ramo, utilizzando quello attuale: {0}
ja: ブランチのステータスを確認できませんでした。現在のものを使用しています: {0}
nl: Kon de status van de branch niet verifiëren, gebruik de huidige: {0}
no: Kunne ikke verifisere grenen status, bruker nåværende: {0}
pl: Nie można zweryfikować statusu gałęzi, używając bieżącego: {0}
pt: Não foi possível verificar status da branch, usando atual: {0}
ro: Nu s-a putut verifica starea ramurii, folosind curent: {0}
ru: Не удалось проверить статус ветки, используется текущий: {0}
sk: Nemožno overiť stav vetvy, používam aktuálny: {0}
sv: Kunde inte verifiera grenstatus, använder aktuell: {0}
tr: Dalga durumu doğrulanamadı, mevcut olan kullanılıyor: {0}
uk: Не вдалося перевірити статус гілки, використовуючи поточний: {0}

source: Stable/Extra package: not on main, workflow will use {0}
bg: Стабилен/Допълнителен пакет: не е на основния, работният процес ще използва {0}
cs: Stabilní/Extra balíček: není na hlavním, pracovní postup použije {0}
da: Stabil/Extra pakke: ikke på hoved, arbejdsflowet vil bruge {0}
de: Stabiles/Extras-Paket: nicht im Hauptzweig, Workflow wird {0} verwenden
el: Σταθερό/Επιπλέον πακέτο: δεν είναι στο κύριο, η ροή εργασίας θα χρησιμοποιήσει {0}
es: Paquete estable/extras: no en principal, el flujo de trabajo utilizará {0}
et: Stabiilne/Extra pakett: ei ole peamisel, töövoog kasutab {0}
fi: Vakaa/Extra-paketti: ei päässä, työnkulku käyttää {0}
fr: Paquet Stable/Extra : pas sur la branche principale, le flux de travail utilisera {0}
he: חבילת Stable/Extra: לא על הראשי, הזרימה תשתמש ב-{0}
hr: Stabilni/Dodatni paket: nije na glavnoj grani, radni tok će koristiti {0}
hu: Stabil/Extra csomag: nem a főn, a munkafolyamat a {0}-t fogja használni
is: Stöðug/Extra pakki: ekki á aðal, vinnuflæði mun nota {0}
it: Pacchetto Stabile/Extra: non su main, il flusso di lavoro utilizzerà {0}
ja: 安定/追加パッケージ: メインにはない、ワークフローは {0} を使用します
nl: Stabiel/Extra pakket: niet op hoofd, workflow zal {0} gebruiken
no: Stabil/Extra-pakke: ikke på hoved, arbeidsflyt vil bruke {0}
pl: Pakiet stabilny/dodatkowy: nie na głównym, workflow użyje {0}
pt: Pacote Stable/Extra: não está na main, workflow usará {0}
ro: Pachet stabil/extra: nu este pe principal, fluxul de lucru va folosi {0}
ru: Стабильный/Дополнительный пакет: не в основной ветке, рабочий процесс будет использовать {0}
sk: Stabilný/Extra balík: nie na hlavnej, pracovný tok použije {0}
sv: Stabil/Extra paket: inte på huvud, arbetsflöde kommer att använda {0}
tr: Stabil/Extra paketi: ana dizinde değil, iş akışı {0} kullanacak

source: Workflow payload:
bg: Работен поток полезен товар:
cs: Zatížení pracovního postupu:
de: Workflow-Nutzlast:
el: Ροή εργασίας φορτίου:
es: Carga útil del flujo de trabajo:
et: Töövoo koormus:
fi: Työnkulun kuorma:
fr: Charge utile du flux de travail :
he: מטען זרימת עבודה:
hr: Opterećenje radnog toka:
hu: Munkafolyamat terhelés:
is: Vinnslufarami:
it: Carico di lavoro:
ja: ワークフローペイロード:
no: Arbeidsflyt payload:
pl: Ładunek przepływu pracy:
pt: Dados do workflow:
ro: Sarcina fluxului de lucru:
ru: Нагрузка рабочего процесса:
sk: Pracovná záťaž:
sv: Arbetsflödespayload:
tr: İş akışı yükü:

source: Triggering build workflow on GitHub...
bg: Стартиране на работен процес за изграждане в GitHub...
cs: Spouštění pracovního postupu sestavení na GitHubu...
da: Udløsning af byggearbejdsgang på GitHub...
de: Auslösen des Build-Workflows auf GitHub...
el: Ενεργοποίηση ροής εργασίας κατασκευής στο GitHub...
es: Activando el flujo de trabajo de compilación en GitHub...
et: GitHubis ehituse töövoo käivitamine...
fi: Rakennus työnkulun käynnistäminen GitHubissa...
fr: Déclenchement du flux de travail de construction sur GitHub...
he: מפעיל את זרימת העבודה של הבנייה ב-GitHub...
hr: Pokretanje radnog toka izrade na GitHubu...
hu: A GitHub-on történő build munkafolyamat indítása...
is: Virkja byggingarvinnuflæði á GitHub...
it: Attivazione del flusso di lavoro di build su GitHub...
ja: GitHubでビルドワークフローをトリガーしています...
nl: Triggeren van buildworkflow op GitHub...
no: Utløser byggearbeidsflyt på GitHub...
pl: Uruchamianie procesu budowy na GitHubie...
pt: Acionando workflow de build no GitHub...
ro: Declanșarea fluxului de lucru pentru compilare pe GitHub...
ru: Запуск рабочего процесса сборки на GitHub...
sk: Spúšťanie pracovného postupu zostavenia na GitHub...
sv: Utlösande byggarbetsflöde på GitHub...
tr: GitHub'da derleme iş akışını tetikleme...
uk: Запуск робочого процесу збірки на GitHub...

source: Build workflow ({0}) triggered successfully.
bg: Изграждането на работен поток ({0}) беше задействано успешно.
cs: Workflow sestavení ({0}) byl úspěšně spuštěn.
da: Byg workflow ({0}) blev udløst med succes.
de: Build-Workflow ({0}) erfolgreich ausgelöst.
el: Η ροή εργασίας ({0}) ενεργοποιήθηκε με επιτυχία.
es: El flujo de trabajo ({0}) se activó con éxito.
et: Ehitusvoog ({0}) käivitati edukalt.
fi: Työnkulku ({0}) laukaistiin onnistuneesti.
fr: Le flux de travail ({0}) a été déclenché avec succès.
he: הזרימה נבנתה ({0}) בהצלחה.
hr: Izvršavanje radnog toka ({0}) uspješno je pokrenuto.
hu: A munkafolyamat ({0}) sikeresen elindult.
is: Vinnsla vinnuferla ({0}) virkjuð með góðum árangri.
it: Flusso di lavoro ({0}) attivato con successo.
ja: ワークフロー ({0}) が正常にトリガーされました。
nl: Buildworkflow ({0}) succesvol geactiveerd.
no: Bygg arbeidsflyt ({0}) utløst med suksess.
pl: Workflow budowy ({0}) został pomyślnie uruchomiony.
pt: Workflow de build ({0}) acionado com sucesso.
ro: Flux de lucru ({0}) declanșat cu succes.
ru: Сборка рабочего процесса ({0}) успешно запущена.
sk: Pracovný postup ({0}) bol úspešne spustený.
sv: Byggarbetsflöde ({0}) utlösts framgångsrikt.
tr: İş akışı ({0}) başarıyla tetiklendi.
uk: Побудовано робочий процес ({0}) успішно запущено.

source: GitHub token not configured. Package operations will require token setup.
pt: Token do GitHub não configurado. As operações de pacote exigirão a configuração do token.

source: ═══ GitHub Token Setup Required ═══
pt: ═══ Configuração do Token do GitHub Necessária ═══

source: A GitHub Personal Access Token is required for this operation.
pt: Um Token de Acesso Pessoal do GitHub é necessário para esta operação.

source: To create a Personal Access Token:
pt: Para criar um Token de Acesso Pessoal:

source: 1. Go to: https://github.com/settings/tokens
pt: 1. Vá para: https://github.com/settings/tokens

source: 2. Click 'Generate new token (classic)'
pt: 2. Clique em 'Gerar novo token (clássico)'

source: 3. Name: 'gitrepo' | Expiration: your choice
pt: 3. Nome: 'gitrepo' | Expiração: sua escolha

source: 4. Select scopes: 'repo' and 'workflow'
pt: 4. Selecione escopos: 'repo' e 'workflow'

source: 5. Click 'Generate token' and copy it
pt: 5. Clique em 'Gerar token' e copie-o

source: GitHub username (or press Enter to cancel):
pt: Nome de usuário do GitHub (ou pressione Enter para cancelar):

source: Token setup cancelled.
pt: Configuração do token cancelada.

source: GitHub token (or press Enter to cancel):
pt: Token do GitHub (ou pressione Enter para cancelar):

source: ✓ Token saved to {0}
pt: ✓ Token salvo em {0}

source: ✓ File permissions set to 600 (owner read/write only)
pt: ✓ Permissões de arquivo definidas como 600 (somente leitura/gravação para o proprietário)

source: Cleaning Actions jobs with '{0}' status...
bg: Почистване на действия с работни места със статус '{0}'...
cs: Úklidové akce úloh se stavem '{0}'...
da: Rengøringshandlinger job med '{0}' status...
de: Reinigungsaktionen mit dem Status '{0}'...
el: Ενέργειες καθαρισμού εργασιών με κατάσταση '{0}'...
es: Limpiando trabajos de acciones con estado '{0}'...
et: Puhastustoimingud töödega, mille olek on '{0}'...
fi: Siivoustoimenpiteet työpaikoilla, joiden tila on '{0}'...
fr: Actions de nettoyage des travaux avec le statut '{0}'...
he: פעולות ניקוי עם מצב '{0}'...
hr: Čišćenje akcija poslova sa statusom '{0}'...
hu: Tisztítási műveletek a '{0}' állapotú feladatokkal...
is: Hreinsunarverk með '{0}' stöðu...
it: Pulizia delle azioni lavori con stato '{0}'...
ja: '{0}'ステータスのクリーニングアクションジョブ...
nl: Schoonmaakacties banen met '{0}' status...
no: Rengjøringshandlinger jobber med '{0}' status...
pl: Czyszczenie zadań akcji o statusie '{0}'...
pt: Limpando jobs de Actions com status '{0}'...
ro: Acțiuni de curățare a muncii cu starea '{0}'...
ru: Очистка действий с работами со статусом '{0}'...
sk: Čistenie akcií úloh so stavom '{0}'...
sv: Rensningsåtgärder jobb med '{0}' status...
tr: '{0}' durumundaki Temizlik İşlemleri...
uk: Очищення дій з робочими місцями зі статусом '{0}'...

source: Error fetching Actions jobs. Code: {0}
bg: Грешка при извличане на действията. Код: {0}
cs: Chyba při načítání pracovních úloh akcí. Kód: {0}
da: Fejl ved hentning af Actions-job. Kode: {0}
de: Fehler beim Abrufen der Aktionsjobs. Code: {0}
el: Σφάλμα κατά την ανάκτηση των εργασιών ενεργειών. Κωδικός: {0}
es: Error al obtener trabajos de acciones. Código: {0}
et: Viga toimingute tööde hankimisel. Kood: {0}
fi: Virhe haettaessa toimenpiteiden työpaikkoja. Koodi: {0}
fr: Erreur lors de la récupération des travaux d'actions. Code : {0}
he: שגיאה בהבאת עבודות פעולות. קוד: {0}
hr: Greška prilikom preuzimanja poslova akcija. Kod: {0}
hu: Hiba az Actions feladatok lekérésekor. Kód: {0}
is: Villa að sækja aðgerðir störf. Kóði: {0}
it: Errore durante il recupero dei lavori delle azioni. Codice: {0}
ja: アクションジョブの取得中にエラーが発生しました。コード: {0}
nl: Fout bij het ophalen van Acties taken. Code: {0}
no: Feil ved henting av Actions-jobber. Kode: {0}
pl: Błąd podczas pobierania zadań Akcji. Kod: {0}
pt: Erro ao buscar jobs de Actions. Código: {0}
ro: Eroare la obținerea locurilor de muncă Actions. Cod: {0}
ru: Ошибка при получении задач действий. Код: {0}
sk: Chyba pri načítaní úloh akcií. Kód: {0}
sv: Fel vid hämtning av åtgärdsjobb. Kod: {0}
tr: Eylem işleri alınırken hata. Kod: {0}
uk: Помилка отримання завдань дій. Код: {0}

source: No Action jobs with '{0}' status found.
bg: Не са намерени действия с работни места със статус '{0}'.
cs: Nebyly nalezeny žádné úlohy Akce se stavem '{0}'.
da: Ingen Action-jobber med '{0}' status fundet.
de: Keine Aktionsjobs mit dem Status '{0}' gefunden.
el: Δεν βρέθηκαν εργασία χωρίς ενέργεια με κατάσταση '{0}'.
es: No se encontraron trabajos de No Action con estado '{0}'.
et: Ei leitud tegevusülesandeid olekuga '{0}'.
fi: Ei toimintoja, joissa on '{0}' tila.
fr: Aucun emploi d'action avec le statut '{0}' trouvé.
he: לא נמצאו עבודות ללא פעולה עם מצב '{0}'.
hr: Nema posla bez akcije sa statusom '{0}'.
hu: Nincs '{0}' állapotú No Action feladat.
is: Engin ekki aðgerðarverkefni með '{0}' stöðu fundin.
it: Nessun lavoro di azione con stato '{0}' trovato.
ja: '{0}' ステータスのアクションなしジョブは見つかりませんでした。
nl: Geen Actie-taken met de status '{0}' gevonden.
no: Ingen Action-jobber med '{0}' status funnet.
pl: Nie znaleziono zadań No Action o statusie '{0}'.
pt: Nenhum job de Action com status '{0}' encontrado.
ro: Nu au fost găsite lucrări fără acțiune cu starea '{0}'.
ru: Не найдены задания без действия со статусом '{0}'.
sk: Neboli nájdené žiadne úlohy Akcie so stavom '{0}'.
sv: Inga åtgärdsjobb med status '{0}' hittades.
tr: '{0}' durumunda No Action işi bulunamadı.

source: Deleting job {0}...
bg: Изтриване на задача {0}...
cs: Mazání úlohy {0}...
da: Sletter job {0}...
de: Lösche Job {0}...
el: Διαγραφή εργασίας {0}...
es: Eliminando trabajo {0}...
et: Kustutatakse tööd {0}...
fi: Poistetaan työ {0}...
fr: Suppression de l'emploi {0}...
he: מוחק עבודה {0}...
hr: Brišem posao {0}...
hu: Feladat törlése {0}...
is: Að eyða verkefni {0}...
it: Eliminazione del lavoro {0}...
ja: ジョブ {0} を削除しています...
nl: Taak {0} aan het verwijderen...
no: Sletter jobb {0}...
pl: Usuwanie zadania {0}...
pt: Excluindo job {0}...
ro: Ștergerea lucrării {0}...
ru: Удаление задания {0}...
sk: Odstraňovanie úlohy {0}...
sv: Tar bort jobb {0}...
tr: Görev {0} siliniyor...
uk: Видалення роботи {0}...

source: Error deleting job {0}. Code: {1}
bg: Грешка при изтриване на задача {0}. Код: {1}
cs: Chyba při odstraňování úlohy {0}. Kód: {1}
da: Fejl ved sletning af job {0}. Kode: {1}
de: Fehler beim Löschen des Jobs {0}. Code: {1}
el: Σφάλμα κατά τη διαγραφή της εργασίας {0}. Κωδικός: {1}
es: Error al eliminar el trabajo {0}. Código: {1}
et: Tõrge töö kustutamisel {0}. Kood: {1}
fi: Virhe työn {0} poistamisessa. Koodi: {1}
fr: Erreur lors de la suppression de la tâche {0}. Code : {1}
he: שגיאה במחיקת משימה {0}. קוד: {1}
hr: Greška prilikom brisanja posla {0}. Kod: {1}
hu: Hiba a feladat törlésekor: {0}. Kód: {1}
is: Villa að eyða verkefni {0}. Kóði: {1}
it: Errore durante l'eliminazione del lavoro {0}. Codice: {1}
ja: ジョブ {0} の削除中にエラーが発生しました。コード: {1}
nl: Fout bij het verwijderen van taak {0}. Code: {1}
no: Feil ved sletting av jobb {0}. Kode: {1}
pl: Błąd podczas usuwania zadania {0}. Kod: {1}
pt: Erro ao excluir job {0}. Código: {1}
ro: Eroare la ștergerea lucrării {0}. Cod: {1}
ru: Ошибка при удалении задания {0}. Код: {1}
sk: Chyba pri odstraňovaní úlohy {0}. Kód: {1}
sv: Fel vid radering av jobb {0}. Kod: {1}
tr: Görev {0} silinirken hata. Kod: {1}
uk: Помилка видалення завдання {0}. Код: {1}

source: Deleted {0} Actions jobs with '{1}' status.
bg: Изтрито {0} действия с '{1}' статус.
cs: Smazány {0} úkoly akcí se stavem '{1}'.
da: Slettet {0} handlingsjobber med '{1}' status.
de: Gelöschte {0} Aktionen Jobs mit dem Status '{1}'.
el: Διαγράφηκαν {0} εργασίες ενεργειών με κατάσταση '{1}'.
es: Eliminadas {0} acciones trabajos con estado '{1}'.
et: Kustutatud {0} tegevuse tööd olekuga '{1}'.
fi: Poistettu {0} Toimintoa työpaikoista, joiden tila on '{1}'.
fr: Actions de travail {0} supprimées avec le statut '{1}'.
he: נמחקו {0} פעולות עם מצב '{1}'.
hr: Izbrisano {0} akcijskih poslova sa statusom '{1}'.
hu: Törölt {0} Akció munkát a '{1}' állapotban.
is: Eytt {0} aðgerða störf með '{1}' stöðu.
it: Eliminati {0} lavori di azioni con stato '{1}'.
ja: '{1}' ステータスの {0} アクションジョブを削除しました。
nl: Verwijderde {0} Acties banen met '{1}' status.
no: Slettet {0} handlingsjobber med '{1}' status.
pl: Usunięto {0} zadań akcji o statusie '{1}'.
pt: Excluídos {0} jobs de Actions com status '{1}'.
ro: Șterse {0} acțiuni lucrări cu starea '{1}'.
ru: Удалены {0} действий с работами со статусом '{1}'.
sk: Vymazané {0} akcie úloh so stavom '{1}'.
sv: Raderade {0} åtgärdsjobb med '{1}' status.
tr: Silinen {0} Eylem işleri '{1}' durumu ile.
uk: Видалено {0} дій з робочими місцями зі статусом '{1}'.

source: Error cleaning Actions jobs: {0}
bg: Грешка при почистване на действията: {0}
cs: Chyba při čištění úloh akcí: {0}
da: Fejl ved rengøring af Actions-job: {0}
de: Fehler beim Bereinigen der Aktionsjobs: {0}
el: Σφάλμα κατά την εκκαθάριση των εργασιών Actions: {0}
es: Error al limpiar trabajos de acciones: {0}
et: Viga tegevuste tööde puhastamisel: {0}
fi: Virhe siivottaessa toimintojen työpaikkoja: {0}
fr: Erreur lors du nettoyage des tâches Actions : {0}
he: שגיאה בניקוי עבודות פעולות: {0}
hr: Greška pri čišćenju poslova akcija: {0}
hu: Hiba az Actions feladatok tisztításakor: {0}
is: Villa að hreinsa aðgerðir störf: {0}
it: Errore durante la pulizia dei lavori delle azioni: {0}
ja: アクションジョブのクリーンアップエラー: {0}
nl: Fout bij het opschonen van Actie-taken: {0}
no: Feil ved rengjøring av Actions-jobber: {0}
pl: Błąd podczas czyszczenia zadań Akcji: {0}
pt: Erro ao limpar jobs de Actions: {0}
ro: Eroare la curățarea sarcinilor de acțiune: {0}
ru: Ошибка при очистке задач действий: {0}
sk: Chyba pri čistení úloh akcií: {0}
sv: Fel vid rensning av åtgärdsjobb: {0}
tr: Hata, Eylem işleri temizleniyor: {0}
uk: Помилка очищення завдань дій: {0}

source: Getting tag list...
bg: Получаване на списък с тагове...
cs: Načítání seznamu tagů...
da: Henter tagliste...
de: Tagliste wird abgerufen...
el: Λήψη λίστας ετικετών...
es: Obteniendo lista de etiquetas...
et: Sildi nimekirja saamine...
fi: Hankitaan tagiluetteloa...
fr: Obtention de la liste des balises...
he: מקבל רשימת תגיות...
hr: Dohvaćanje popisa oznaka...
hu: Címkék listájának lekérése...
is: Að fá merkingalista...
it: Ottimizzazione dell'elenco dei tag...
ja: タグリストを取得中...
nl: Taglijst ophalen...
no: Henter tagliste...
pl: Pobieranie listy tagów...
pt: Obtendo lista de tags...
ro: Obținerea listei de etichete...
ru: Получение списка тегов...
sk: Načítanie zoznamu značiek...
sv: Hämtar tagglista...
tr: Etiket listesi alınıyor...
uk: Отримання списку тегів...

source: Error fetching tags. Code: {0}
bg: Грешка при извличане на тагове. Код: {0}
cs: Chyba při načítání tagů. Kód: {0}
da: Fejl ved hentning af tags. Kode: {0}
de: Fehler beim Abrufen der Tags. Code: {0}
el: Σφάλμα κατά την ανάκτηση ετικετών. Κωδικός: {0}
es: Error al obtener etiquetas. Código: {0}
et: Viga siltide toomisel. Kood: {0}
fi: Virhe haettaessa tageja. Koodi: {0}
fr: Erreur lors de la récupération des balises. Code : {0}
he: שגיאה בהבאת תגיות. קוד: {0}
hr: Greška prilikom preuzimanja oznaka. Kod: {0}
hu: Hiba a címkék lekérésekor. Kód: {0}
is: Villa að sækja merki. Kóði: {0}
it: Errore nel recupero dei tag. Codice: {0}
ja: タグの取得中にエラーが発生しました。コード: {0}
nl: Fout bij het ophalen van tags. Code: {0}
no: Feil ved henting av merkelapper. Kode: {0}
pl: Błąd podczas pobierania tagów. Kod: {0}
pt: Erro ao buscar tags. Código: {0}
ro: Eroare la preluarea etichetelor. Cod: {0}
ru: Ошибка при получении тегов. Код: {0}
sk: Chyba pri načítaní značiek. Kód: {0}
sv: Fel vid hämtning av taggar. Kod: {0}
tr: Etiketler alınırken hata. Kod: {0}
uk: Помилка отримання тегів. Код: {0}

source: No tags found.
bg: Няма намерени тагове.
cs: Žádné štítky nenalezeny.
da: Ingen tags fundet.
de: Keine Tags gefunden.
el: Δεν βρέθηκαν ετικέτες.
es: No se encontraron etiquetas.
et: Ei leitud silte.
fi: Ei tageja löytynyt.
fr: Aucun tag trouvé.
he: לא נמצאו תגיות.
hr: Nema oznaka.
hu: Nincsenek címkék.
is: Engin merki fannst ekki.
it: Nessun tag trovato.
ja: タグが見つかりません。
nl: Geen tags gevonden.
no: Ingen merker funnet.
pl: Nie znaleziono tagów.
pt: Nenhuma tag encontrada.
ro: Niciun tag găsit.
ru: Теги не найдены.
sk: Žiadne štítky nenájdené.
sv: Inga taggar hittades.
tr: Etiket bulunamadı.
uk: Немає знайдених тегів.

source: Deleting tag {0}...
bg: Изтриване на етикет {0}...
cs: Odstraňuji značku {0}...
da: Sletter tag {0}...
de: Tag {0} wird gelöscht...
el: Διαγραφή ετικέτας {0}...
es: Eliminando la etiqueta {0}...
et: Kustutatakse sildi {0}...
fi: Poistetaan tagia {0}...
fr: Suppression de l'étiquette {0}...
he: מוחק תג {0}...
hr: Brišem oznaku {0}...
hu: Címke {0} törlése...
is: Að eyða merki {0}...
it: Eliminazione del tag {0}...
ja: タグ {0} を削除中...
nl: Tag {0} verwijderen...
no: Sletter tagg {0}...
pl: Usuwanie tagu {0}...
pt: Excluindo tag {0}...
ro: Ștergerea etichetei {0}...
ru: Удаление тега {0}...
sk: Odstraňovanie značky {0}...
sv: Tar bort tagg {0}...
tr: Etiket {0} siliniyor...
uk: Видалення тегу {0}...

source: Error deleting tag {0}. Code: {1}
bg: Грешка при изтриване на етикет {0}. Код: {1}
cs: Chyba při odstraňování štítku {0}. Kód: {1}
da: Fejl ved sletning af tag {0}. Kode: {1}
de: Fehler beim Löschen des Tags {0}. Code: {1}
el: Σφάλμα κατά τη διαγραφή της ετικέτας {0}. Κωδικός: {1}
es: Error al eliminar la etiqueta {0}. Código: {1}
et: Viga sildi märgendit {0}. Kood: {1}
fi: Virhe poistettaessa tagia {0}. Koodi: {1}
fr: Erreur lors de la suppression de l'étiquette {0}. Code : {1}
he: שגיאה במחיקת תג {0}. קוד: {1}
hr: Greška prilikom brisanja oznake {0}. Kod: {1}
hu: Hiba a címke törlésekor: {0}. Kód: {1}
is: Villa að eyða merki {0}. Kóði: {1}
it: Errore durante l'eliminazione del tag {0}. Codice: {1}
ja: タグ {0} の削除中にエラーが発生しました。コード: {1}
nl: Fout bij het verwijderen van tag {0}. Code: {1}
no: Feil ved sletting av tagg {0}. Kode: {1}
pl: Błąd podczas usuwania tagu {0}. Kod: {1}
pt: Erro ao excluir tag {0}. Código: {1}
ro: Eroare la ștergerea etichetei {0}. Cod: {1}
ru: Ошибка при удалении тега {0}. Код: {1}
sk: Chyba pri odstraňovaní značky {0}. Kód: {1}
sv: Fel vid radering av tagg {0}. Kod: {1}
tr: Etiket silinirken hata {0}. Kod: {1}
uk: Помилка видалення тегу {0}. Код: {1}

source: Deleted {0} tags.
bg: Изтрито {0} тагове.
cs: Smazány {0} štítků.
da: Slettet {0} tags.
de: Gelöschte {0} Tags.
el: Διαγράφηκαν οι ετικέτες {0}.
es: Etiquetas {0} eliminadas.
et: Kustutatud {0} sildi.
fi: Poistettu {0} tagia.
fr: Tags {0} supprimés.
he: נמחקו {0} תגיות.
hr: Izbrisani {0} tagovi.
hu: Törölt {0} címkét.
is: Eytt {0} merki.
it: Eliminati {0} tag.
ja: {0} タグを削除しました。
nl: Verwijderde {0} tags.
no: Slettet {0} merkelapper.
pl: Usunięto {0} tagów.
pt: Excluídas {0} tags.
ro: Șterse {0} etichete.
ru: Удалены теги {0}.
sk: Vymazané {0} značky.
sv: Raderade {0} taggar.
tr: {0} etiketleri silindi.
uk: Видалено {0} тегів.
