Repository: big-comm/gitrepo
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Not a Git repository
bg: Не е Git хранилище
cs: Není to Git repozitář
da: Ikke et Git-repositorium
de: Kein Git-Repository
el: Δεν είναι αποθετήριο Git
es: No es un repositorio de Git
et: Ei ole Git'i hoidla
fi: Ei Git-repositorio
fr: Ce n'est pas un dépôt Git
he: לא מאגר Git
hr: Nije Git repozitorij
hu: Nem Git tároló
is: Ekki Git skráarsafn
it: Non è un repository Git
ja: Git リポジトリではありません
nl: Geen Git-repository
no: Ikke et Git-repositorium
pl: Nie jest to repozytorium Git
pt: Não é um repositório Git
ro: Nu este un repository Git
ru: Не является репозиторием Git
sk: Nie je to Git repozitár
sv: Inte ett Git-förråd
tr: Bir Git deposu değil
uk: Не є репозиторієм Git

source: Uncommitted changes
bg: Непотвърдени промени
cs: Nezavedené změny
da: Uforpligtede ændringer
de: Nicht übertragene Änderungen
el: Μη αποθηκευμένες αλλαγές
es: Cambios no confirmados
et: Kinnitamata muudatused
fi: Vahvistamattomat muutokset
fr: Modifications non validées
he: שינויים לא מחויבים
hr: Neobvezne promjene
hu: El nem kötelezett változások
is: Óskráð breytingar
it: Modifiche non confermate
ja: 未コミットの変更
nl: Niet-gecommitteerde wijzigingen
no: Ikke forpliktede endringer
pl: Niezaaprobowane zmiany
pt: Alterações não commitadas
ro: Modificări neconfirmate
ru: Незавершенные изменения
sk: Nezáväzné zmeny
sv: Okommitterade ändringar
tr: Taahhüt edilmemiş değişiklikler
uk: Незавершені зміни

source: Clean working tree
bg: Чиста работна дърво
cs: Čistý pracovní strom
da: Rydde arbejdsområde
de: Sauberer Arbeitsbaum
el: Καθαρό δέντρο εργασίας
es: Árbol de trabajo limpio
et: Puhas tööpuu
fi: Siisti työpuu
fr: Arbre de travail propre
he: עץ עבודה נקי
hr: Čista radna grana
hu: Tiszta munkafolyamat
is: Hreinsað vinnusvæði
it: Albero di lavoro pulito
ja: クリーンな作業ツリー
nl: Schone werkboom
no: Ryddig arbeidsområde
pl: Czyste drzewo robocze
pt: Árvore de trabalho limpa
ro: Arbore de lucru curat
ru: Чистое рабочее дерево
sk: Čistý pracovný strom
sv: Rensad arbetskatalog
tr: Temiz çalışma alanı
uk: Чисте робоче дерево

source: ⚠️ Commit to Protected Branch?
bg: ⚠️ Да ли да се ангажира на заштићену грану?
da: ⚠️ Forpligt til beskyttet gren?
de: ⚠️ In den geschützten Branch committen?
et: ⚠️ Kasutada kaitstud haru?
pt: ⚠️ Commitar em Branch Protegida?
ru: ⚠️ Зафиксировать в защищенной ветке?

source: You are about to commit directly to '{0}'. This is usually protected. Consider using your development branch instead.
bg: Вие сте на път да извършите директно комитване в '{0}'. Това обикновено е защитено. Помислете за използване на вашия клон за разработка вместо.
da: Du er ved at forpligte direkte til '{0}'. Dette er normalt beskyttet. Overvej at bruge din udviklingsgren i stedet.
de: Sie sind dabei, direkt in '{0}' zu committen. Dies ist normalerweise geschützt. Erwägen Sie, stattdessen Ihren Entwicklungszweig zu verwenden.
et: Oled just kavatsete otse '{0}' pühendada. See on tavaliselt kaitstud. Kaaluge oma arendusharu kasutamist.
pt: Você está prestes o commitar diretamente em '{0}'. Esta geralmente é protegida. Considere usar sua branch de desenvolvimento.
ru: Вы собираетесь сделать коммит напрямую в '{0}'. Это обычно защищено. Рассмотрите возможность использования вашей ветки разработки вместо этого.

source: Confirm Commit Branch
bg: Потвърдете комита на клон
da: Bekræft forpligtelse til gren
de: Änderungen bestätigen Branch
et: Kinnita pühendus haru
pt: Confirmar Branch de Commit
ru: Подтвердить коммит ветки

source: Choose where to commit your changes:
bg: Изберете къде да запишете промените си:
da: Vælg hvor du vil forpligte dine ændringer:
de: Wählen Sie aus, wo Sie Ihre Änderungen übernehmen möchten:
et: Vali, kuhu oma muudatused salvestada:
pt: Escolha onde commitar suas alterações:
ru: Выберите, куда зафиксировать ваши изменения:

source: <b>Current:</b> <span foreground='#FF6B6B'>{0}</span>
bg: <b>Текущ:</b> <span foreground='#FF6B6B'>{0}</span>
da: <b>Aktuel:</b> <span foreground='#FF6B6B'>{0}</span>
de: <b>Aktuell:</b> <span foreground='#FF6B6B'>{0}</span>
et: <b>Praegu:</b> <span foreground='#FF6B6B'>{0}</span>
pt: <b>Atual:</b> <span foreground='#FF6B6B'>{0}</span>
ru: <b>Текущий:</b> <span foreground='#FF6B6B'>{0}</span>

source: <b>Current:</b> <span foreground='#00CED1'>{0}</span>
bg: <b>Текущ:</b> <span foreground='#00CED1'>{0}</span>
da: <b>Aktuel:</b> <span foreground='#00CED1'>{0}</span>
de: <b>Aktuell:</b> <span foreground='#00CED1'>{0}</span>
et: <b>Praegu:</b> <span foreground='#00CED1'>{0}</span>
pt: <b>Atual:</b> <span foreground='#00CED1'>{0}</span>
ru: <b>Текущий:</b> <span foreground='#00CED1'>{0}</span>

source: <span foreground='#888888'>Your dev branch:</span> <span foreground='#32CD32'>{0}</span>
bg: <span foreground='#888888'>Вашият dev клон:</span> <span foreground='#32CD32'>{0}</span>
da: <span foreground='#888888'>Din udviklingsgren:</span> <span foreground='#32CD32'>{0}</span>
de: <span foreground='#888888'>Ihr Entwicklungszweig:</span> <span foreground='#32CD32'>{0}</span>
et: <span foreground='#888888'>Teie arendus haru:</span> <span foreground='#32CD32'>{0}</span>
pt: <span foreground='#888888'>Sua branch de dev:</span> <span foreground='#32CD32'>{0}</span>
ru: <span foreground='#888888'>Ваша ветка разработки:</span> <span foreground='#32CD32'>{0}</span>

source: Use {0}
bg: Използвайте {0}
da: Brug {0}
de: Verwenden Sie {0}
et: Kasutage {0}
pt: Usar {0}
ru: Используйте {0}

source: Send to main
de: An Haupt senden
et: Saada peamisele
pt: Enviar para main

source: Commit to {0} anyway
bg: Въпреки това, ангажирайте се с {0}
da: Commit til {0} alligevel
de: Trotzdem an {0} committen
et: Kinnita {0} ikkagi
pt: Commitar em {0} mesmo assim
ru: Все равно зафиксировать в {0}

source: Commit to {0}
bg: Комитиране на {0}
da: Forpligt til {0}
de: Commit zu {0}
et: Pühenda {0}
pt: Commitar em {0}
ru: Закрепить за {0}

source: Preparing branch switch...
da: Forbereder gren skift...
de: Branchwechsel wird vorbereitet...
et: Haruduse vahetuse ettevalmistamine...
pt: Preparando troca de branch...

source: Stashing local changes...
da: Gemmer lokale ændringer...
de: Lokale Änderungen werden gespeichert...
et: Kohalikud muudatused salvestatakse...
pt: Fazendo stash das alterações locais...

source: ✓ Changes stashed
da: ✓ Ændringer gemt
de: ✓ Änderungen gespeichert
et: ✓ Muudatused salvestatud
pt: ✓ Alterações em stash

source: ⚠ Could not stash (continuing anyway)
da: ⚠ Kunne ikke gemme (fortsætter alligevel)
de: ⚠ Konnte nicht stashen (fahre trotzdem fort)
et: ⚠ Ei saanud salvestada (jätkame ikkagi)
pt: ⚠ Não foi possível fazer stash (continuando mesmo assim)

source: Switching to branch {0}...
bg: Превключване към клон {0}...
cs: Přepínání na větev {0}...
da: Skifter til gren {0}...
de: Wechseln zu Zweig {0}...
el: Εναλλαγή σε κλάδο {0}...
es: Cambiando a la rama {0}...
et: Lülitamine harule {0}...
fi: Siirtyminen haaraan {0}...
fr: Changement de branche {0}...
he: מעבר לענף {0}...
hr: Prebacivanje na granu {0}...
hu: Átváltás a(z) {0} ágra...
is: Breyting í grein {0}...
it: Passaggio al ramo {0}...
ja: ブランチ {0} に切り替えています...
nl: Overschakelen naar tak {0}...
no: Bytter til gren {0}...
pl: Przełączanie na gałąź {0}...
pt: Mudando para o ramo {0}...
ro: Comutare pe ramura {0}...
ru: Переключение на ветку {0}...
sk: Prechádzanie na vetvu {0}...
sv: Byter till gren {0}...
tr: {0} dalına geçiliyor...
uk: Перемикання на гілку {0}...

source: Creating local branch from remote: {0}
de: Lokalen Branch von Remote erstellen: {0}
et: Loodud kohalik haru kaugserverist: {0}
pt: Crianda branch local do remoto: {0}

source: Creating new branch: {0}
bg: Създаване на нов клон: {0}
cs: Vytváření nové větve: {0}
da: Opretter ny gren: {0}
de: Neuen Zweig erstellen: {0}
el: Δημιουργία νέου κλάδου: {0}
es: Creando nueva rama: {0}
et: Uue haru loomine: {0}
fi: Uuden haaran luominen: {0}
fr: Création d'une nouvelle branche : {0}
he: יצירת ענף חדש: {0}
hr: Stvaranje nove grane: {0}
hu: Új ág létrehozása: {0}
is: Býrja nýja grein: {0}
it: Creazione di un nuovo ramo: {0}
ja: 新しいブランチを作成中: {0}
nl: Nieuwe tak aanmaken: {0}
no: Oppretter ny gren: {0}
pl: Tworzenie nowej gałęzi: {0}
pt: Criando nova branch: {0}
ro: Crearea unei ramuri noi: {0}
ru: Создание новой ветки: {0}
sk: Vytváranie novej vetvy: {0}
sv: Skapar ny gren: {0}
tr: Yeni dal oluşturuluyor: {0}
uk: Створення нової гілки: {0}

source: ✗ Failed to switch branch: {0}
da: ✗ Mislykkedes at skifte gren: {0}
de: ✗ Wechseln des Branches fehlgeschlagen: {0}
et: ✗ Haru vahetamine ebaõnnestus: {0}
pt: ✗ Falha ao trocar branch: {0}

source: Restored stashed changes
da: Gendannede gemte ændringer
de: Wiederhergestellte gespeicherte Änderungen
et: Taastatud varjatud muudatused
pt: Alterações do stash restauradas

source: Failed to switch to branch {0}
da: Mislykkedes at skifte til gren {0}
de: Wechseln zu Branch {0} fehlgeschlagen
et: Haridus harule {0} vahetamine ebaõnnestus
pt: Falha ao mudar para o ramo {0}

source: ✓ Switched to {0}
da: ✓ Skiftet til {0}
de: ✓ Umgeschaltet auf {0}
et: ✓ Vahetatud {0}
pt: ✓ Trocado para {0}

source: Syncing {0} with remote...
pt: Sincronizando {0} com o remoto...

source: Pulling {0} commit(s) from remote...
pt: Buscando {0} commit(s) do remoto...

source: ✓ Synced with remote
pt: ✓ Sincronizado com o remoto

source: ⚠ Rebase failed, trying merge...
pt: ⚠ Rebase falhou, tentando mesclar...

source: ✓ Merged with remote
pt: ✓ Mesclado com remoto

source: ✗ Could not sync {0} with remote
pt: ✗ Não foi possível sincronizar {0} com o remoto

source: Returning to {0}...
pt: Retornando a {0}...

source: Failed to sync {0} with remote - please sync manually first
pt: Falha ao sincronizar {0} com o remoto - por favor, sincronize manualmente primeiro

source: ✓ Already in sync with remote
da: ✓ Allerede synkroniseret med fjernbetjening
de: ✓ Bereits mit dem Remote synchronisiert
et: ✓ Juba kaugjuhtimisega sünkroonitud
pt: ✓ Já está sincronizado com remoto

source: Restoring stashed changes...
bg: Възстановяване на запазени промени...
cs: Obnovování uložených změn...
da: Gendannelse af gemte ændringer...
de: Wiederherstellen von zwischengespeicherten Änderungen...
el: Ανάκτηση αποθηκευμένων αλλαγών...
es: Restaurando cambios guardados...
et: Taasteb varjatud muudatusi...
fi: Palautetaan varastoituja muutoksia...
fr: Restauration des modifications mises de côté...
he: שחזור שינויים שהושמו בצד...
hr: Obnavljanje spremljenih promjena...
hu: Visszaállítás alatt lévő tárolt módosítások...
is: Endur að geymdum breytingum...
it: Ripristino delle modifiche accantonate...
ja: スタッシュされた変更を復元しています...
nl: Herstellen van opgeslagen wijzigingen...
no: Gjenoppretter stashed endringer...
pl: Przywracanie zarchiwizowanych zmian...
pt: Restaurando alterações guardadas...
ro: Restaurarea modificărilor stocate...
ru: Восстановление сохранённых изменений...
sk: Obnovovanie uložených zmien...
sv: Återställer stuvade ändringar...
tr: Saklanan değişiklikler geri yükleniyor...
uk: Відновлення збережених змін...

source: ✓ Stash restored
da: ✓ Stash gendannet
de: ✓ Stash wiederhergestellt
et: ✓ Varude taastatud
pt: ✓ Stash restaurado

source: ⚠ Conflicts while restoring stash - please resolve manually
da: ⚠ Konflikter under gendannelse af stash - venligst løs manuelt
de: ⚠ Konflikte beim Wiederherstellen des Stashs - bitte manuell beheben
et: ⚠ Konfliktid varude taastamisel - palun lahendage käsitsi
pt: ⚠ Conflitos ao restaurar stash - por favor resolva manualmente

source: ✓ Returned to {0}
pt: ✓ Retornado a {0}

source: Syncing {0} with {1}...
pt: Sincronizando {0} com {1}...

source: ✓ {0} is now in sync with {1}
pt: ✓ {0} agora está sincronizado com {1}

source: ⚠ Could not auto-sync {0} — you can sync later with Pull
pt: ⚠ Não foi possível sincronizar automaticamente {0} — você pode sincronizar mais tarde com Pull

source: ⚠ Could not return to {0} — still on {1}
pt: ⚠ Não foi possível retornar a {0} — ainda em {1}

source: Error: {0}
bg: Грешка: {0}
cs: Chyba: {0}
da: Fejl: {0}
de: Fehler: {0}
el: Σφάλμα: {0}
et: Viga: {0}
fi: Virhe: {0}
fr: Erreur : {0}
he: שגיאה: {0}
hr: Greška: {0}
hu: Hiba: {0}
is: Villa: {0}
it: Errore: {0}
ja: エラー: {0}
nl: Fout: {0}
no: Feil: {0}
pl: Błąd: {0}
pt: Erro: {0}
ro: Eroare: {0}
ru: Ошибка: {0}
sk: Chyba: {0}
sv: Fel: {0}
tr: Hata: {0}
uk: Помилка: {0}

source: Switching and Committing
pt: Alternando e Confirmando

source: Switching to {0} and committing...
bg: Превключване към {0} и ангажиране...
da: Skifter til {0} og forpligter...
de: Wechseln zu {0} und committen...
et: Lülitamine {0} ja kinnitamine...
pt: Trocando para {0} e commitando...
ru: Переключение на {0} и фиксация...

source: Committing Changes
bg: Комитиране на промени
cs: Zavádění změn
da: Forpligte ændringer
de: Änderungen übernehmen
el: Δέσμευση Αλλαγών
es: Confirmando Cambios
et: Muutatuste kinnitamine
fi: Muutosten sitominen
fr: Validation des modifications
he: מחויבת שינויים
hr: Potvrđivanje promjena
hu: Változtatások elkötelezése
is: Skila breytingum
it: Impegnare le modifiche
ja: 変更をコミットしています
nl: Wijzigingen bevestigen
no: Forplikte endringer
pl: Zatwierdzanie zmian
pt: Commitando Alterações
ro: Comiterea modificărilor
ru: Фиксация изменений
sk: Zaväzovanie zmien
sv: Åtar ändringar
tr: Değişiklikleri Taahhüt Etme

source: Committing to {0}...
bg: Комитиране към {0}...
da: Forpligtelse til {0}...
de: Ändern an {0}...
et: Pühendamine {0}...
pt: Commitando em {0}...
ru: Коммит в {0}...

source: ✗ Could not determine branch name!
de: ✗ Konnte den Branch-Namen nicht bestimmen!
et: ✗ Haru nime määrata!
pt: ✗ Não foi possível determinar nome da branch!

source: Please check your git repository state.
de: Bitte überprüfen Sie den Zustand Ihres Git-Repositorys.
et: Palun kontrollige oma git hoidla olekut.
pt: Por favor verifique o estado dseu repositório git.

source: Could not determine branch name for push
de: Konnte den Branch-Namen für den Push nicht bestimmen
et: Ei õnnestunud määrata haru nime push'i jaoks.
pt: Não foi possível determinar nome da branch para push

source: Staging all changes...
da: Klargøring af alle ændringer...
de: Änderungen werden vorbereitet...
et: Kõik muudatused ootel...
pt: Preparando todas as alterações...

source: Unknown error
bg: Неизвестна грешка
da: Ukendt fejl
de: Unbekannter Fehler
et: Tundmatu viga
fi: Tuntematon virhe
fr: Erreur inconnue
hu: Ismeretlen hiba
is: Ókunnug villa
nl: Onbekende fout
no: Ukjent feil
pt: Erro desconhecido
ru: Неизвестная ошибка
sv: Okänt fel

source: Failed to stage changes: {0}
da: Mislykkedes at forberede ændringer: {0}
de: Änderungen konnten nicht zum Staging hinzugefügt werden: {0}
et: Muudatuste etappimine ebaõnnestus: {0}
pt: Falha ao preparar alterações: {0}

source: ✓ Changes staged
da: ✓ Ændringer klar til at blive indsendt
de: ✓ Änderungen gestaged
et: ✓ Muudatused lavastatud
pt: ✓ Alterações preparadas

source: Creating commit...
da: Opretter commit...
de: Commit wird erstellt...
et: Loome commit'i...
pt: Criando commit...

source: ⚠ No changes to commit
da: ⚠ Ingen ændringer at committe
de: ⚠ Keine Änderungen zum Übertragen
et: ⚠ Muudatusi pole commit'ida
pt: ⚠ Sem alterações paro commit

source: Failed to commit: {0}
da: Mislykkedes at forpligte: {0}
de: Fehler beim Commit: {0}
et: Eba tõukamine: {0}
pt: Falha ao commitar: {0}

source: ✓ Commit created successfully
da: ✓ Commit oprettet med succes
de: ✓ Commit erfolgreich erstellt
et: ✓ Commit loodud edukalt
pt: ✓ Commit criado com sucesso

source: Checking remote status...
da: Tjekker fjernstatus...
de: Überprüfe den Remote-Status...
et: Kontrollin kaugseisu...
pt: Verificando status remoto...

source: ⚠ Could not check remote status: {0}
da: ⚠ Kunne ikke kontrollere fjernstatus: {0}
de: ⚠ Konnte den Remote-Status nicht überprüfen: {0}
et: ⚠ Ei õnnestunud kaugseisundit kontrollida: {0}
pt: ⚠ Não foi possível verificar status remoto: {0}

source: Proceeding with push anyway...
da: Fortsætter med push alligevel...
de: Push wird trotzdem fortgesetzt...
et: Jätkame siiski edastamist...
pt: Prosseguindo com push mesmo assim...

source: ⚠ Branch has diverged from remote
da: ⚠ Gren har divergeret fra fjernlageret
de: ⚠ Der Branch hat sich vom Remote abgezweigt
et: ⚠ Haru on lahknenud kaugserverist
pt: ⚠ Branch divergiu do remoto

source: Local: {0} commit(s) ahead
da: Lokal: {0} commit(s) foran
de: Lokal: {0} Commit(s) voraus
et: Kohalik: {0} commit(i) ees
pt: Local: {0} commit(s) à frente

source: Remote: {0} commit(s) to sync
da: Fjernbetjening: {0} commit(s) til synkronisering
de: Remote: {0} Commit(s) zum Synchronisieren
et: Kaugjuur: {0} commit(i) sünkroonimiseks
pt: Remoto: {0} commit(s) para sincronizar

source: Remote has {0} new commit(s) - syncing...
da: Fjernlageret har {0} nye commit(s) - synkroniserer...
de: Remote hat {0} neue(n) Commit(s) - synchronisiere...
et: Kaugjuhtimisel on {0} uut commit'i - sünkroonimine...
pt: Remoto tem {0} novo(s) commit(s) - sincronizando...

source: Pulling with rebase to sync...
da: Henter med rebase for at synkronisere...
de: Mit Rebase synchronisieren...
et: Tõmbamine rebase'iga sünkroonimiseks...
pt: Fazendo pull com rebase para sincronizar...

source: ✓ Synced with remote successfully
da: ✓ Synkroniseret med fjernbetjeningen med succes
de: ✓ Erfolgreich mit dem Remote synchronisiert
et: ✓ Sünkroniseeritud kaugserveriga edukalt
pt: ✓ Sincronizado com remoto com sucesso

source: ⚠ Rebase had conflicts, trying merge...
da: ⚠ Rebase havde konflikter, prøver at sammenflette...
de: ⚠ Rebase hatte Konflikte, versuche zu mergen...
et: ⚠ Rebase'il olid konfliktid, proovides liita...
pt: ⚠ Rebase teve conflitos, tentando merge...

source: ✓ Merged with remote successfully
da: ✓ Sammenført med fjernlageret med succes
de: ✓ Erfolgreich mit Remote zusammengeführt
et: ✓ Ühendatud kaugserveriga edukalt
pt: ✓ Mesclado com remoto com sucesso

source: ✗ Could not sync with remote automatically
da: ✗ Kunne ikke synkronisere med fjern automatisk
de: ✗ Konnte nicht automatisch mit dem Remote synchronisieren
et: ✗ Ei õnnestunud automaatselt kaugserveriga sünkroonida
pt: ✗ Não foi possível sincronizar com remoto automaticamente

source: Please resolve conflicts manually and try again
da: Venligst løs konflikter manuelt og prøv igen
de: Bitte beheben Sie die Konflikte manuell und versuchen Sie es erneut.
et: Palun lahendage konfliktid käsitsi ja proovige uuesti.
pt: Por favor resolva conflitos manualmente e tente novamente

source: Failed to sync with remote - conflicts need manual resolution
da: Mislykkedes i at synkronisere med fjernbetjening - konflikter kræver manuel løsning
de: Fehler beim Synchronisieren mit dem Remote - Konflikte müssen manuell gelöst werden
et: Sünkroonimine kaugserveriga ebaõnnestus - konfliktid vajavad käsitsi lahendamist
pt: Falha ao sincronizar com remoto - conflitos precisam de resolução manual

source: Pushing to remote...
da: Skubber til fjern...
de: Auf Remote pushen...
et: Eemaldamine kaugserverisse...
pt: Enviando para remoto...

source: ✗ Push failed!
da: ✗ Push mislykkedes!
de: ✗ Push fehlgeschlagen!
et: ✗ Push ebaõnnestus!
pt: ✗ Push falhou!

source: ═══ Diagnosis ═══
da: ═══ Diagnose ═══
de: ═══ Diagnose ═══
et: ═══ Diagnoos ═══
pt: ═══ Diagnóstico ═══

source: ═══ Suggested Solutions ═══
da: ═══ Foreslåede Løsninger ═══
de: ════ Vorgeschlagene Lösungen ═══
et: ═══ Soovitatud Lahendused ═══
pt: ═══ Soluções Sugeridas ═══

source: ✓ Pushed to origin/{0}
da: ✓ Skubbet til origin/{0}
de: ✓ In origin/{0} gepusht
et: ✓ Lükatud origin/{0}
pt: ✓ Enviado para origin/{0}

source: ═══ Commit Complete ═══
da: ═══ Commit Fuldført ═══
de: ═══ Commit abgeschlossen ═══
et: ═══ Commit Tehtud ═══
pt: ═══ Commit Completo ═══

source: Message: {0}
da: Besked: {0}
de: Nachricht: {0}
et: Sõnum: {0}
pt: Mensagem: {0}

source: Authentication failed - credentials may be expired or invalid
da: Godkendelse mislykkedes - legitimationsoplysninger kan være udløbet eller ugyldige
de: Authentifizierung fehlgeschlagen - Anmeldeinformationen sind möglicherweise abgelaufen oder ungültig.
et: Autentimine ebaõnnestus - volitused võivad olla aegunud või kehtetud
pt: Autenticação falhou - credenciais podem estar expiradas ou inválidas

source: Run 'gh auth login' to authenticate with GitHub CLI
da: Kør 'gh auth login' for at autentificere med GitHub CLI
de: Führen Sie 'gh auth login' aus, um sich mit GitHub CLI zu authentifizieren.
et: Käivita 'gh auth login', et autentida GitHub CLI-ga.
pt: Execute 'gh auth login' para autenticar com GitHub CLI

source: Check if your SSH key is added: ssh -T git@github.com
da: Kontroller, om din SSH-nøgle er tilføjet: ssh -T git@github.com
de: Überprüfen Sie, ob Ihr SSH-Schlüssel hinzugefügt ist: ssh -T git@github.com
et: Kontrolli, kas sinu SSH võti on lisatud: ssh -T git@github.com
pt: Verifique se sua chave SSH está adicionada: ssh -T git@github.com

source: For HTTPS, run: git credential reject
da: For HTTPS, kør: git credential reject
de: Für HTTPS, führen Sie aus: git credential reject
et: HTTPS-i jaoks käivita: git credential reject
pt: Para HTTPS, execute: git credential reject

source: Generate a new Personal Access Token on GitHub
da: Generer et nyt personligt adgangstoken på GitHub
de: Generiere ein neues persönliches Zugriffstoken auf GitHub
et: Loo uus isiklik juurdepääsutoken GitHubis
pt: Gere um novo Token de Acesso Pessoal no GitHub

source: Remote branch has changes you don't have locally
da: Fjernbetjeningsgren har ændringer, du ikke har lokalt
de: Der Remote-Branch hat Änderungen, die Sie lokal nicht haben.
et: Kaugtõukel on muudatused, mida sul kohapeal ei ole.
pt: Branch remota tem alterações que você não tem localmente

source: Use 'Pull Latest' button first to get remote changes
da: Brug først knappen 'Hent seneste' for at få fjernændringer.
de: Verwenden Sie zuerst die Schaltfläche 'Aktuell abrufen', um die Änderungen vom Remote-Server zu erhalten.
et: Kasutage kõigepealt nuppu 'Tõmba uusim' kaugmuudatuste saamiseks.
pt: Use o botão 'Baixar Mais Recente' primeiro para obter alterações remotas

source: Or run: git pull --rebase origin {0}
da: Eller kør: git pull --rebase origin {0}
de: Oder führen Sie aus: git pull --rebase origin {0}
et: Või käivita: git pull --rebase origin {0}
pt: Ou execute: git pull --rebase origin {0}

source: Then try pushing again
da: Så prøv at skubbe igen
de: Dann versuchen Sie es erneut.
et: Siis proovi uuesti suruda
pt: Então tente fazer push novamente

source: This branch has protection rules - direct push is not allowed
da: Denne gren har beskyttelsesregler - direkte push er ikke tilladt
de: Dieser Branch hat Schutzregeln - direkter Push ist nicht erlaubt.
et: Sellel harul on kaitsereeglid - otsene pushimine ei ole lubatud
pt: Esta branch tem regras de proteção - push direto não é permitido

source: Push to a development branch instead (e.g., dev-yourname)
da: Skub til en udviklingsgren i stedet (f.eks. dev-ditnavn)
de: Stattdessen in einen Entwicklungszweig pushen (z. B. dev-deinname)
et: Push arenduse haru asemel (nt, dev-teienimi)
pt: Faça push para uma branch de desenvolvimento ao invés (ex: dev-seunome)

source: Create a Pull Request to merge your changes
da: Opret en Pull Request for at flette dine ændringer
de: Erstelle eine Pull-Request, um deine Änderungen zusammenzuführen.
et: Loo Pull Request, et ühendada oma muudatused
pt: Crie um Pull Request para mesclar suas alterações

source: Ask a maintainer to temporarily disable branch protection
da: Bed om en vedligeholder midlertidigt at deaktivere grenebeskyttelse
de: Bitte einen Wartenden, den Branch-Schutz vorübergehend zu deaktivieren.
et: Palun küsige hooldajalt, et ta ajutiselt keelaks haru kaitse.
pt: Peça a um mantenedor para desabilitar proteção de branch temporariamente
