Repository: big-comm/gitrepo
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: ⚠️ Some files still have unresolved conflicts:
bg: ⚠️ Някои файлове все още имат неразрешени конфликти:
da: ⚠️ Nogle filer har stadig uløste konflikter:
de: ⚠️ Einige Dateien haben noch ungelöste Konflikte:
et: ⚠️ Mõned failid sisaldavad endiselt lahendamata konflikte:
fi: ⚠️ Joillakin tiedostoilla on edelleen ratkaisemattomia ristiriitoja:
fr: ⚠️ Certains fichiers ont encore des conflits non résolus :
hr: ⚠️ Neki datoteke još uvijek imaju neriješene sukobe:
hu: ⚠️ Néhány fájl még mindig megoldatlan konfliktusokat tartalmaz:
is: ⚠️ Sumir skrár eru enn með óleystan ágreining.
it: ⚠️ Alcuni file hanno ancora conflitti irrisolti:
nl: ⚠️ Sommige bestanden hebben nog onopgeloste conflicten:
no: ⚠️ Noen filer har fortsatt uløste konflikter:
pt: ⚠️ Alguns arquivos ainda têm conflitos não resolvidos:
ru: ⚠️ Некоторые файлы все еще имеют неразрешенные конфликты:
sk: ⚠️ Niektoré súbory stále obsahujú nevyriešené konflikty:
sv: ⚠️ Vissa filer har fortfarande olösta konflikter:
uk: ⚠️ Деякі файли все ще мають невирішені конфлікти:

source: Please resolve them manually and run 'git add <file>'
bg: Моля, разрешете ги ръчно и изпълнете 'git add <file>'
da: Venligst løs dem manuelt og kør 'git add <fil>'
de: Bitte lösen Sie sie manuell und führen Sie 'git add <datei>' aus.
et: Palun lahendage need käsitsi ja käivitage 'git add <fail>'
fi: Ole hyvä ja ratkaise ne manuaalisesti ja suorita 'git add <tiedosto>'
fr: Veuillez les résoudre manuellement et exécutez 'git add <file>'
hr: Molimo vas da ih ručno riješite i pokrenete 'git add <file>'
hu: Kérjük, oldja meg őket manuálisan, és futtassa a 'git add <file>' parancsot.
is: Vinsamlegast leystu þau handvirkt og keyrðu 'git add <file>'
it: Si prega di risolverli manualmente ed eseguire 'git add <file>'
nl: Los ze handmatig op en voer 'git add <bestand>' uit.
no: Vennligst løs dem manuelt og kjør 'git add <fil>'
pt: Por favor, resolva-os manualmente e execute 'git add <arquivo>'
ru: Пожалуйста, разрешите их вручную и выполните 'git add <file>'
sk: Prosím, vyriešte ich ručne a spustite 'git add <file>'
sv: Vänligen lös dem manuellt och kör 'git add <fil>'

source: Press Enter to continue...
bg: Натиснете Enter, за да продължите...
da: Tryk på Enter for at fortsætte...
de: Drücken Sie die Eingabetaste, um fortzufahren...
et: Vajutage Enter, et jätkata...
fi: Paina Enter jatkaaksesi...
fr: Appuyez sur Entrée pour continuer...
hr: Pritisnite Enter za nastavak...
hu: Nyomja meg az Entert a folytatáshoz...
is: Pressa Enter til að halda áfram...
it: Premi Invio per continuare...
nl: Druk op Enter om door te gaan...
no: Trykk Enter for å fortsette...
pt: Pressione Enter para continuar...
ru: Нажмите Enter, чтобы продолжить...
sv: Tryck på Enter för att fortsätta...

source: ✓ All conflicts resolved successfully!
bg: ✓ Всички конфликти са разрешени успешно!
da: ✓ Alle konflikter er løst med succes!
de: ✓ Alle Konflikte erfolgreich gelöst!
et: ✓ Kõik konfliktid on edukalt lahendatud!
fi: ✓ Kaikki konfliktit on ratkaistu onnistuneesti!
fr: ✓ Tous les conflits ont été résolus avec succès !
hr: ✓ Svi sukobi su uspješno riješeni!
hu: ✓ Minden konfliktus sikeresen megoldva!
is: ✓ Öll átök leystust með góðum árangri!
it: ✓ Tutti i conflitti risolti con successo!
nl: ✓ Alle conflicten succesvol opgelost!
no: ✓ Alle konflikter løst med suksess!
pt: ✓ Todos os conflitos resolvidos com sucesso!
ru: ✓ Все конфликты успешно разрешены!
sk: ✓ Všetky konflikty boli úspešne vyriešené!
sv: ✓ Alla konflikter har lösts framgångsrikt!
uk: ✓ Усі конфлікти успішно вирішено!

source: Failed to resolve {0}
bg: Неуспешно разрешаване на {0}
da: Mislykkedes med at løse {0}
de: Fehler beim Auflösen von {0}
et: Eba {0} lahendamine
fi: Epäonnistui ratkaisemaan {0}
fr: Échec de la résolution de {0}
hr: Nije moguće riješiti {0}
hu: Nem sikerült megoldani a {0}-t
is: Ekki tókst að leysa {0}
it: Impossibile risolvere {0}
nl: Kon niet worden opgelost {0}
no: Mislyktes med å løse {0}
pt: Falha ao resolver {0}
ru: Не удалось разрешить {0}
sk: Nepodarilo sa vyriešiť {0}
sv: Misslyckades med att lösa {0}
uk: Не вдалося вирішити {0}

source: ✓ All conflicts auto-resolved using {0} version
bg: ✓ Всички конфликти са автоматично разрешени, използвайки версия {0}
da: ✓ Alle konflikter er automatisk løst ved hjælp af {0} version
de: ✓ Alle Konflikte automatisch mit der {0} Version gelöst
et: ✓ Kõik konfliktid lahendatakse automaatselt kasutades {0} versiooni
fi: ✓ Kaikki konfliktit ratkaistu automaattisesti käyttäen {0} versiota
fr: ✓ Tous les conflits résolus automatiquement en utilisant la version {0}
hr: ✓ Svi sukobi automatski riješeni koristeći {0} verziju
hu: ✓ Minden konfliktus automatikusan feloldva a(z) {0} verzió használatával
is: ✓ Öll átök sjálfkrafa leyst með {0} útgáfu
it: ✓ Tutti i conflitti risolti automaticamente utilizzando la versione {0}
nl: ✓ Alle conflicten automatisch opgelost met {0} versie
no: ✓ Alle konflikter er automatisk løst ved hjelp av {0} versjon
pt: ✓ Todos os conflitos auto-resolvidos usando versão {0}
ru: ✓ Все конфликты автоматически разрешены с использованием версии {0}
sk: ✓ Všetky konflikty boli automaticky vyriešené pomocou verzie {0}
sv: ✓ Alla konflikter har automatiskt lösts med {0} version
uk: ✓ Усі конфлікти автоматично вирішені за допомогою версії {0}

source: Error during auto-resolution: {0}
bg: Грешка по време на автоматично разрешаване: {0}
da: Fejl under automatisk opløsning: {0}
de: Fehler bei der automatischen Auflösung: {0}
et: Viga automaatse lahendamise ajal: {0}
fi: Virhe automaattisen ratkaisun aikana: {0}
fr: Erreur lors de l'auto-résolution : {0}
hr: Greška tijekom automatskog rješavanja: {0}
hu: Hiba az automatikus megoldás során: {0}
is: Villa við sjálfvirka lausn: {0}
it: Errore durante l'auto-risoluzione: {0}
nl: Fout tijdens automatische resolutie: {0}
no: Feil under automatisk oppløsning: {0}
pt: Erro durante resolução automática: {0}
ru: Ошибка во время автоматического разрешения: {0}
sk: Chyba počas automatického riešenia: {0}
sv: Fel vid automatisk upplösning: {0}

source: File: {0}
bg: Файл: {0}
da: Fil: {0}
de: Datei: {0}
et: Fail: {0}
fi: Tiedosto: {0}
fr: Fichier : {0}
hr: Datoteka: {0}
hu: Fájl: {0}
is: Skrá: {0}
nl: Bestand: {0}
no: Fil: {0}
pt: Arquivo: {0}
ru: Файл: {0}
sk: Súbor: {0}
sv: Fil: {0}
uk: Файл: {0}

source: Conflicts: {0}
bg: Конфликти: {0}
da: Konflikter: {0}
de: Konflikte: {0}
et: Konfliktid: {0}
fi: Konfliktit: {0}
fr: Conflits : {0}
hr: Sukobi: {0}
hu: Ütközések: {0}
is: Ágreiningar: {0}
it: Conflitti: {0}
nl: Conflicten: {0}
no: Konflikter: {0}
pt: Conflitos: {0}
ru: Конфликты: {0}
sk: Konflikty: {0}
sv: Konflikter: {0}
uk: Конфлікти: {0}

source: Could not preview file: {0}
bg: Не можа да се прегледа файлът: {0}
da: Kunne ikke forhåndsvise fil: {0}
de: Datei konnte nicht angezeigt werden: {0}
et: Ei saanud faili eelvaadet: {0}
fi: Ei voitu esikatsella tiedostoa: {0}
fr: Impossible d'apercevoir le fichier : {0}
hr: Nije moguće pregledati datoteku: {0}
hu: Nem lehetett előnézni a fájlt: {0}
is: Gat ekki forsýningu á skjali: {0}
it: Impossibile visualizzare il file: {0}
nl: Kon het bestand niet vooraf bekijken: {0}
no: Kunne ikke forhåndsvise fil: {0}
pt: Não foi possível pré-visualizar arquivo: {0}
ru: Не удалось предварительно просмотреть файл: {0}
sk: Nemožno zobraziť náhľad súboru: {0}
sv: Kunde inte förhandsgranska fil: {0}
uk: Не вдалося попередньо переглянути файл: {0}

source: ⚠️ BINARY FILE - Cannot show text diff
bg: ⚠️ БИНАРЕН ФАЙЛ - Не може да се покаже текстова разлика
da: ⚠️ BINÆR FIL - Kan ikke vise tekstforskelle
de: ⚠️ BINÄRDATEI - Textdifferenz kann nicht angezeigt werden
et: ⚠️ BINAARFAIL - Teksti erinevust ei saa näidata
fi: ⚠️ BINAARITIEDOSTO - Ei voi näyttää tekstieroja
fr: ⚠️ FICHIER BINAIRE - Impossible d'afficher la différence de texte
hr: ⚠️ BINARNI DATOTEKA - Ne može prikazati razliku u tekstu
hu: ⚠️ BINÁRIS FÁJL - Nem lehet szövegeltérést megjeleníteni
is: ⚠️ BINARY FILE - Getur ekki sýnt texta mun.
it: ⚠️ FILE BINARIO - Impossibile mostrare la differenza di testo
nl: ⚠️ BINARY BESTAND - Kan tekstverschil niet tonen
no: ⚠️ BINÆR FIL - Kan ikke vise tekstdiff
pt: ⚠️ ARQUIVO BINÁRIO - Não é possível mostrar diff de texto
ru: ⚠️ ДВОИЧНЫЙ ФАЙЛ - Невозможно показать текстовое различие
sv: ⚠️ BINÄR FIL - Kan inte visa textdiff

source: This is a binary file (not human-readable text).
bg: Това е бинарен файл (нечетим текст за хора).
da: Dette er en binær fil (ikke menneskelæselig tekst).
de: Dies ist eine Binärdatei (nicht menschenlesbarer Text).
et: See on binaarfail (mitte inimloetav tekst).
fi: Tämä on binaaritiedosto (ei ihmisten luettavissa oleva teksti).
fr: Ceci est un fichier binaire (texte non lisible par l'homme).
hr: Ovo je binarna datoteka (nije čitljiv tekst za ljude).
hu: Ez egy bináris fájl (nem emberi olvasásra alkalmas szöveg).
is: Þetta er tvíundarskrá (ekki mannlesanlegur texti).
it: Questo è un file binario (non leggibile dall'uomo).
nl: Dit is een binaire bestand (geen door mensen leesbare tekst).
no: Dette er en binærfil (ikke menneskelig lesbar tekst).
pt: Este é um arquivo binário (não é texto legível).
ru: Это двоичный файл (не читаемый человеком текст).
sv: Detta är en binär fil (inte läsbar text för människor).

source: Cannot display text differences for binary files.
bg: Не може да се покажат текстовите разлики за бинарни файлове.
da: Kan ikke vise tekstforskelle for binære filer.
de: Kann die Textunterschiede für Binärdateien nicht anzeigen.
et: Ei saa kuvada tekstierinevusi binaarfailide jaoks.
fi: Ei voida näyttää tekstieroja binaaritiedostoille.
fr: Impossible d'afficher les différences de texte pour les fichiers binaires.
hr: Ne mogu prikazati razlike u tekstu za binarne datoteke.
hu: Nem lehet megjeleníteni a szövegkülönbségeket bináris fájlok esetén.
is: Getur ekki sýnt textamun fyrir tvíundarskrár.
it: Impossibile visualizzare le differenze di testo per i file binari.
nl: Kan geen tekstverschillen voor binaire bestanden weergeven.
no: Kan ikke vise tekstforskjeller for binære filer.
pt: Não é possível exibir diferenças de texto para arquivos binários.
ru: Не удается отобразить текстовые различия для двоичных файлов.
sv: Kan inte visa textskillnader för binära filer.

source: RECOMMENDATION for .mo files:
bg: ПРЕПОРЪКА за .mo файлове:
da: ANBEFALING til .mo-filer:
de: EMPFEHLUNG für .mo-Dateien:
et: SOOVITUS .mo failide jaoks:
fi: SUOSITUS .mo-tiedostoille:
fr: RECOMMANDATION pour les fichiers .mo :
hr: PREPORUKA za .mo datoteke:
hu: AJÁNLÁS .mo fájlokhoz:
is: MÝNDUN fyrir .mo skrár:
it: RACCOMANDAZIONE per i file .mo:
nl: AANBEVELING voor .mo-bestanden:
no: ANBEFALING for .mo-filer:
pt: RECOMENDAÇÃO para arquivos .mo:
ru: РЕКОМЕНДАЦИЯ для .mo файлов:
sv: REKOMMENDATION för .mo-filer:

source: → Accept REMOTE version
bg: Приемете REMOTE версия
da: Accepter REMOTE version
de: REMOTE-Version akzeptieren
et: Aktsepteeri KAUGLISED versioon
fi: Hyväksy ETÄ versio
fr: Accepter la version DISTANTE
hr: Prihvati REMOTE verziju
hu: Elfogadja a TÁV verziót
is: Samþykkja FJARVERK útgáfu
it: Accetta versione REMOTA
nl: Accepteer REMOTE-versie
no: Godta FJERN-versjon
pt: → Aceitar versão REMOTA
ru: Принять удалённую версию
sv: Acceptera FJÄRR-version

source: (.mo files are auto-generated compiled translations)
bg: (.mo файловете са автоматично генерирани компилирани преводи)
da: (.mo-filer er automatisk genererede kompilerede oversættelser)
de: (.mo-Dateien sind automatisch generierte kompilierte Übersetzungen)
et: (.mo failid on automaatselt genereeritud kompileeritud tõlked)
fi: (.mo-tiedostot ovat automaattisesti luotuja käännettyjä versioita)
fr: (.mo fichiers sont des traductions compilées générées automatiquement)
hr: (.mo datoteke su automatski generirani kompajlirani prijevodi)
hu: (.mo fájlok automatikusan generált, lefordított fordítások)
is: (.mo skrár eru sjálfvirkt myndaðar samsettar þýðingar)
it: (.mo file sono traduzioni compilate generate automaticamente)
nl: (.mo-bestanden zijn automatisch gegenereerde gecompileerde vertalingen)
no: (.mo-filer er automatisk genererte kompilerte oversettelser)
pt: (arquivos .mo são traduções compiladas auto-geradas)
ru: (.mo файлы являются автоматически сгенерированными скомпилированными переводами)
sv: (.mo-filer är automatiskt genererade kompilerade översättningar)

source: Recommendation for images:
bg: Препоръка за изображения:
da: Anbefaling til billeder:
de: Empfehlung für Bilder:
et: Soovitused piltide jaoks:
fi: Kuvien suositus:
fr: Recommandation pour les images :
hr: Preporuka za slike:
hu: Képek ajánlása:
is: Tillaga fyrir myndir:
it: Raccomandazione per le immagini:
nl: Aanbeveling voor afbeeldingen:
no: Anbefaling for bilder:
pt: Recomendação para imagens:
ru: Рекомендация для изображений:
sv: Rekommendationer för bilder:

source: • Check which version you want to keep
bg: • Проверете коя версия искате да запазите
da: • Tjek hvilken version du vil beholde
de: • Überprüfen Sie, welche Version Sie behalten möchten
et: • Kontrolli, millist versiooni soovid säilitada
fi: • Tarkista, minkä version haluat säilyttää
fr: • Vérifiez quelle version vous souhaitez conserver
hr: • Provjerite koju verziju želite zadržati
hu: • Ellenőrizze, melyik verziót szeretné megtartani
is: • Athugaðu hvaða útgáfu þú vilt halda
it: • Controlla quale versione vuoi mantenere
nl: • Controleer welke versie u wilt behouden
no: • Sjekk hvilken versjon du vil beholde
pt: • Verifique qual versão você quer manter
ru: • Проверьте, какую версию вы хотите сохранить
sv: • Kontrollera vilken version du vill behålla

source: • Or keep both if you need to review later
bg: • Или запазете и двете, ако трябва да прегледате по-късно
da: • Eller behold begge, hvis du har brug for at gennemgå dem senere
de: • Oder behalten Sie beide, wenn Sie später überprüfen müssen.
et: • Või hoidke mõlemat, kui peate hiljem üle vaatama
fi: • Tai pidä molemmat, jos sinun tarvitsee tarkistaa myöhemmin
fr: • Ou gardez les deux si vous devez les examiner plus tard
hr: • Ili zadržite oboje ako trebate pregledati kasnije
hu: • Vagy tartsd meg mindkettőt, ha később át szeretnéd nézni
is: • Eða haltu báðum ef þú þarft að fara yfir síðar
it: • Oppure tieni entrambi se hai bisogno di rivedere in seguito
nl: • Of houd beide als je later wilt bekijken
no: • Eller behold begge hvis du trenger å gjennomgå senere
pt: • Ou mantenha ambas se precisar revisar depois
ru: • Или оставьте оба, если вам нужно будет просмотреть позже
sv: • Eller behåll båda om du behöver granska senare

source: RECOMMENDATION for compiled files:
bg: ПРЕПОРЪКА за компилирани файлове:
da: ANBEFALING til kompilerede filer:
de: EMPFEHLUNG für kompilierte Dateien:
et: SOOVITUS kompileeritud failide jaoks:
fi: SUOSITUS käännetyille tiedostoille:
fr: RECOMMANDATION pour les fichiers compilés :
hr: PREPORUKA za kompajlirane datoteke:
hu: JAVASLAT a lefordított fájlokhoz:
is: MÝNDUN fyrir samkeyrðar skrár:
it: RACCOMANDAZIONE per file compilati:
nl: AANBEVELING voor gecompileerde bestanden:
no: ANBEFALING for kompilerte filer:
pt: RECOMENDAÇÃO para arquivos compilados:
ru: РЕКОМЕНДАЦИЯ для скомпилированных файлов:
sv: REKOMMENDATION för kompilerade filer:

source: (compiled files should be regenerated from source)
bg: (компилираните файлове трябва да бъдат регенерирани от източника)
da: (kompilerede filer skal regenereres fra kilde)
de: (kompilierte Dateien sollten aus dem Quellcode neu generiert werden)
et: (kompileeritud failid tuleks allikast uuesti genereerida)
fi: (käännetyt tiedostot tulisi luoda uudelleen lähteestä)
fr: (les fichiers compilés doivent être régénérés à partir de la source)
hr: (kompilirane datoteke trebaju se regenerirati iz izvora)
hu: (a fordított fájlokat a forrásból újra kell generálni)
is: (þarf að endurgera samsett skrár úr uppsprettu)
it: (i file compilati devono essere rigenerati dal sorgente)
nl: (gecompileerde bestanden moeten opnieuw worden gegenereerd vanuit de bron)
no: (kompilerte filer bør genereres på nytt fra kildekode)
pt: (arquivos compilados devem ser regerados da fonte)
ru: (собранные файлы должны быть сгенерированы из исходного кода)
sv: (kompilerade filer bör regenereras från källan)

source: Recommendation:
bg: Препоръка:
da: Anbefaling:
de: Empfehlung:
et: Soovitus:
fi: Suositus:
fr: Recommandation :
hr: Preporuka:
hu: Ajánlás:
is: Tillaga:
it: Raccomandazione:
nl: Aanbeveling:
no: Anbefaling:
pt: Recomendação:
ru: Рекомендация:
sv: Rekommendation:

source: • Usually accept the REMOTE version
bg: • Обикновено приемайте REMOTE версията
da: • Accepter som regel den FJERNVERSION
de: • In der Regel die REMOTE-Version akzeptieren
et: • Tavaliselt aktsepteerige KAUGTÖÖ versioon
fi: • Yleensä hyväksy REMOTE-version
fr: • Accepter généralement la version DISTANTE
hr: • Obično prihvaćajte REMOTE verziju
hu: • Általában a TÁVVERZIÓT fogadja el
is: • Venjulega samþykkja REMOTE útgáfuna
it: • Di solito accetta la versione REMOTA
nl: • Meestal de REMOTE-versie accepteren
no: • Vanligvis aksepter den FJERN-versjonen
pt: • Normalmente aceite a versão REMOTA
ru: • Обычно принимают удалённую версию
sv: • Vanligtvis acceptera den FJÄRR-versionen

source: • Or keep both to review later
bg: • Или запазете и двете за преглед по-късно
da: • Eller behold begge til senere gennemgang
de: • Oder beide behalten, um sie später zu überprüfen
et: • Või hoia mõlemad hiljem ülevaatamiseks
fi: • Tai pidä molemmat tarkistettavaksi myöhemmin
fr: • Ou gardez les deux pour les examiner plus tard
hr: • Ili zadržite oboje za kasniju reviziju
hu: • Vagy tartsd meg mindkettőt, hogy később átnézhesd
is: • Eða geymdu báða til að skoða síðar
it: • Oppure tieni entrambi per rivederli in seguito
nl: • Of houd beide om later te bekijken
no: • Eller behold begge for å gjennomgå senere
pt: • Ou mantenha ambas para revisar depois
ru: • Или сохраните оба для последующего просмотра
sv: • Eller behåll båda för att granska senare

source: ⚠️ File appears to be binary - cannot show diff
bg: ⚠️ Файлът изглежда бинарен - не може да се покаже разликата
da: ⚠️ Filen ser ud til at være binær - kan ikke vise forskelle
de: ⚠️ Die Datei scheint binär zu sein - kann keinen Unterschied anzeigen
et: ⚠️ Fail tundub olevat binaarne - ei saa näidata erinevust
fi: ⚠️ Tiedosto näyttää olevan binaarinen - ei voida näyttää eroa
fr: ⚠️ Le fichier semble être binaire - impossible d'afficher la différence
hr: ⚠️ Datoteka se čini binarnom - ne može se prikazati razlika
hu: ⚠️ A fájl binárisnak tűnik - nem lehet megjeleníteni a különbséget
is: ⚠️ Skrá virðist vera tvíund - getur ekki sýnt mun.
it: ⚠️ Il file sembra essere binario - impossibile mostrare le differenze
nl: ⚠️ Bestand lijkt binair te zijn - kan geen verschil tonen
no: ⚠️ Filen ser ut til å være binær - kan ikke vise diff
pt: ⚠️ Arquivo parece ser binário - não é possível mostrar diff
ru: ⚠️ Файл кажется двоичным - не удается показать разницу
sv: ⚠️ Filen verkar vara binär - kan inte visa skillnader

source: Opening side-by-side diff viewer...
bg: Отваряне на страничен диф в режим на сравнение...
da: Åbner side-om-side diff-visning...
de: Öffne den Vergleichsbetrachter für nebeneinander liegende Unterschiede...
et: Avatud kõrvuti erinevuste vaatleja...
fi: Avaaminen vierekkäin olevassa diff-näkymässä...
fr: Ouverture du visualiseur de différences côte à côte...
hr: Otvaranje pregleda razlika jedan pored drugog...
hu: Oldalra állított diff néző megnyitása...
is: Opna hlið við hlið diff skoðara...
it: Apertura del visualizzatore di differenze affiancato...
nl: Zij-aan-zij diff-weergave openen...
no: Åpner side-ved-side diff-visning...
pt: Abrindo visualizador de diff lado a lado...
ru: Открытие просмотрщика различий рядом...
sv: Öppnar sidovyse diff-visare...

source: LEFT side: YOUR VERSION (current branch)
bg: ЛЯВА страна: ВАША ВЕРСИЯ (текуща клон)
da: VENSTRE side: DIN VERSION (nuværende gren)
de: LINKE Seite: IHR VERSION (aktueller Zweig)
et: VASAKÜLG: TEIE VERSIOON (praegune haru)
fi: VASEN puoli: OMA VERSIO (nykyinen haara)
fr: CÔTÉ GAUCHE : VOTRE VERSION (branche actuelle)
hr: LJEVA strana: VAŠA VERZIJA (trenutna grana)
hu: BAL OLDAL: A TE VÁLTOZATOD (aktuális ág)
is: VINSTRIN (núverandi grein)
it: LATO sinistro: LA TUA VERSIONE (ramo attuale)
nl: LINKER KANT: JOUW VERSIE (huidige tak)
no: VENSTRE side: DIN VERSJON (nåværende gren)
pt: LADO ESQUERDO: SUA VERSÃO (branch atual)
ru: ЛЕВАЯ сторона: ВАША ВЕРСИЯ (текущая ветка)
sv: VÄNSTER sida: DIN VERSION (nuvarande gren)

source: RIGHT side: REMOTE VERSION (from server)
bg: ДЯСНА страна: ДИСТАНЦИОННА ВЕРСИЯ (от сървъра)
da: HØJRE side: FJERNVERSION (fra server)
de: RECHTE Seite: REMOTE VERSION (vom Server)
et: PAREM: KAUDE VERSION (serverist)
fi: OIKEN puoli: ETÄVERSIO (palvelimelta)
fr: CÔTÉ DROIT : VERSION DISTANTE (du serveur)
hr: DESNA strana: UDALJENA VERZIJA (s poslužitelja)
hu: JOBB oldal: TÁVOLSÁGI VÁLTOZAT (a szerverről)
is: HÆGRA hlið: FJARSTÝRÐ ÚTGÁFA (frá þjóninum)
it: LATO destro: VERSIONE REMOTA (dal server)
nl: RECHTER zijde: AFSTANDSVERSIE (van server)
no: HØYRE side: FJERNVERSJON (fra server)
pt: LADO DIREITO: VERSÃO REMOTA (do servidor)
ru: ПРАВАЯ сторона: УДАЛЕННАЯ ВЕРСИЯ (с сервера)
sv: HÖGER sida: FJÄRRVERSION (från server)

source: Navigation: Arrow keys, Page Up/Down
bg: Навигация: Стрелки, Page Up/Down
da: Navigation: Piletaster, Side op/ned
de: Navigation: Pfeiltasten, Seite hoch/ runter
et: Navigeerimine: Nooleklahvid, Leht Üles/Alla
fi: Navigointi: Nuolinäppäimet, Sivun ylös/alas
fr: Navigation : Flèches directionnelles, Page précédente/Suivante
hr: Navigacija: Strelice, Page Up/Down
hu: Navigáció: Nyílbillentyűk, Page Up/Down
is: Vöruval: Örvarhnappur, Síða Upp/Niður
it: Navigazione: Tasti freccia, Pagina su/giù
nl: Navigatie: Pijltjestoetsen, Pagina omhoog/omlaag
no: Navigasjon: Piltaster, Side opp/ned
pt: Navegação: Setas, Page Up/Down
ru: Навигация: Стрелочные клавиши, Page Up/Page Down
sv: Navigering: Pilknappar, Sida Upp/Ner

source: Exit: Press 'q' then Enter, or type :qa and Enter
bg: Изход: Натиснете 'q', след това Enter, или напишете :qa и натиснете Enter
da: Afslut: Tryk 'q' og derefter Enter, eller skriv :qa og tryk Enter
de: Beenden: Drücken Sie 'q' und dann Enter, oder geben Sie :qa und Enter ein
et: Välja: Vajutage 'q' ja seejärel Enter, või kirjutage :qa ja vajutage Enter
fi: Poistu: Paina 'q' ja sitten Enter, tai kirjoita :qa ja paina Enter
fr: Quitter : Appuyez sur 'q' puis Entrée, ou tapez :qa et Entrée
hr: Izlaz: Pritisnite 'q' zatim Enter, ili upišite :qa i pritisnite Enter
hu: Kilépés: Nyomja meg a 'q' gombot, majd az Entert, vagy írja be a :qa-t és nyomja meg az Entert
is: Útgangur: Ýttu á 'q' og síðan Enter, eða skrifaðu :qa og Enter
it: Uscita: Premi 'q' e poi Invio, oppure digita :qa e Invio
nl: Afsluiten: Druk op 'q' en vervolgens op Enter, of typ :qa en druk op Enter
no: Avslutt: Trykk 'q' og deretter Enter, eller skriv :qa og trykk Enter
pt: Sair: Pressione 'q' depois Enter, ou digite :qa e Enter
ru: Выход: Нажмите 'q', затем Enter, или введите :qa и нажмите Enter
sv: Avsluta: Tryck 'q' och sedan Enter, eller skriv :qa och tryck Enter

source: Press Enter to open viewer...
bg: Натиснете Enter, за да отворите прегледача...
da: Tryk på Enter for at åbne visningen...
de: Drücken Sie die Eingabetaste, um den Viewer zu öffnen...
et: Vajutage Enter, et avada vaataja...
fi: Paina Enter avataksesi katselijan...
fr: Appuyez sur Entrée pour ouvrir le visualiseur...
hr: Pritisnite Enter za otvaranje preglednika...
hu: Nyomja meg az Entert a néző megnyitásához...
is: Pressa Enter til að opna skoðara...
it: Premi Invio per aprire il visualizzatore...
nl: Druk op Enter om de viewer te openen...
no: Trykk Enter for å åpne viseren...
pt: Pressione Enter para abrir visualizador...
ru: Нажмите Enter, чтобы открыть просмотрщик...
sv: Tryck på Enter för att öppna visaren...
