Repository: big-comm/gitrepo
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: A comprehensive tool for package building, testing, and deployment. Streamlines Git operations, automates builds and manages package workflows for BigCommunity repositories and AUR packages.
bg: Всеобхватен инструмент за изграждане на пакети, тестване и разгръщане. Оптимизира операциите с Git, автоматизира изграждането и управлява работните потоци на пакети за хранилища на BigCommunity и пакети от AUR.
cs: Komplexní nástroj pro vytváření, testování a nasazení balíčků. Zjednodušuje operace Git, automatizuje sestavení a spravuje pracovní postupy balíčků pro repozitáře BigCommunity a balíčky AUR.
da: Et omfattende værktøj til pakkeopbygning, test og implementering. Strømliner Git-operationer, automatiserer opbygninger og håndterer pakkearbejdsgange for BigCommunity-repositorier og AUR-pakker.
de: Ein umfassendes Tool zum Erstellen, Testen und Bereitstellen von Paketen. Optimiert Git-Operationen, automatisiert Builds und verwaltet Paket-Workflows für BigCommunity-Repositorys und AUR-Pakete.
el: Ένα ολοκληρωμένο εργαλείο για τη δημιουργία, δοκιμή και ανάπτυξη πακέτων. Απλοποιεί τις λειτουργίες Git, αυτοματοποιεί τις κατασκευές και διαχειρίζεται τις ροές εργασίας πακέτων για τα αποθετήρια BigCommunity και τα πακέτα AUR.
es: Una herramienta integral para la creación, prueba y despliegue de paquetes. Optimiza las operaciones de Git, automatiza las compilaciones y gestiona los flujos de trabajo de paquetes para los repositorios de BigCommunity y los paquetes de AUR.
et: Kohandatud tööriist pakettide koostamiseks, testimiseks ja juurutamiseks. Sujuvdab Git'i toiminguid, automatiseerib koostamisi ja haldab pakettide töövooge BigCommunity hoidlate ja AUR pakettide jaoks.
fi: Kattava työkalu pakettien rakentamiseen, testaamiseen ja käyttöönottoon. Tehostaa Git-toimintoja, automatisoi rakennuksia ja hallitsee pakettityönkulkuja BigCommunity-repositorioille ja AUR-paketeille.
fr: Un outil complet pour la création, le test et le déploiement de paquets. Rationalise les opérations Git, automatise les constructions et gère les flux de travail des paquets pour les dépôts BigCommunity et les paquets AUR.
he: כלי מקיף לבניית חבילות, בדיקות ופריסה. מייעל פעולות Git, אוטומט בניות ומנהל את זרימות העבודה של חבילות עבור מאגרי BigCommunity וחבילות AUR.
hr: Sveobuhvatan alat za izgradnju, testiranje i implementaciju paketa. Pojednostavljuje Git operacije, automatizira izgradnje i upravlja radnim tokovima paketa za BigCommunity repozitorije i AUR pakete.
hu: Egy átfogó eszköz a csomagok létrehozásához, teszteléséhez és telepítéséhez. Egyszerűsíti a Git műveleteket, automatizálja a build folyamatokat és kezeli a csomag munkafolyamatokat a BigCommunity tárolók és az AUR csomagok számára.
is: Alhliður verkfæri fyrir pakkabyggingu, prófanir og dreifingu. Einfaldar Git aðgerðir, sjálfvirknar byggingar og stjórnar pakkavinnuflæði fyrir BigCommunity geymslur og AUR pakka.
it: Uno strumento completo per la creazione, il test e il deployment dei pacchetti. Semplifica le operazioni Git, automatizza le build e gestisce i flussi di lavoro dei pacchetti per i repository di BigCommunity e i pacchetti AUR.
ja: パッケージのビルド、テスト、デプロイメントのための包括的なツール。Git操作を効率化し、ビルドを自動化し、BigCommunityリポジトリとAURパッケージのためのパッケージワークフローを管理します。
nl: Een uitgebreide tool voor het bouwen, testen en implementeren van pakketten. Stroomlijnt Git-operaties, automatiseert builds en beheert pakketworkflows voor BigCommunity-repositories en AUR-pakketten.
no: Et omfattende verktøy for pakkeoppretting, testing og distribusjon. Strømlinjeformer Git-operasjoner, automatiserer bygg og administrerer pakkearbeidsflyter for BigCommunity-repositorier og AUR-pakker.
pl: Kompleksowe narzędzie do budowania, testowania i wdrażania pakietów. Usprawnia operacje Git, automatyzuje budowy i zarządza przepływami pracy pakietów dla repozytoriów BigCommunity i pakietów AUR.
pt: Uma ferramenta abrangente para construção, teste e implantação de pacotes. Simplifica operações Git, automatiza builds e gerencia workflows de pacotes para repositórios BigCommunity e pacotes AUR.
ro: Un instrument cuprinzător pentru construirea, testarea și implementarea pachetelor. Optimizează operațiunile Git, automatizează construcțiile și gestionează fluxurile de lucru ale pachetelor pentru repositoarele BigCommunity și pachetele AUR.
ru: Комплексный инструмент для сборки, тестирования и развертывания пакетов. Упрощает операции с Git, автоматизирует сборки и управляет рабочими процессами пакетов для репозиториев BigCommunity и пакетов AUR.
sk: Komplexný nástroj na vytváranie, testovanie a nasadzovanie balíkov. Zjednodušuje operácie Git, automatizuje zostavovanie a spravuje pracovné toky balíkov pre repozitáre BigCommunity a balíky AUR.
sv: Ett omfattande verktyg för paketbyggande, testning och distribution. Strömlinjeformar Git-operationer, automatiserar byggen och hanterar paketarbetsflöden för BigCommunity-repositorier och AUR-paket.
tr: Paket oluşturma, test etme ve dağıtım için kapsamlı bir araç. Git işlemlerini kolaylaştırır, derlemeleri otomatikleştirir ve BigCommunity depoları ile AUR paketleri için paket iş akışlarını yönetir.
uk: Універсальний інструмент для створення, тестування та розгортання пакетів. Спрощує операції Git, автоматизує збірки та керує робочими процесами пакетів для репозиторіїв BigCommunity та пакетів AUR.

source: ⚠️ Detected {0} file(s) with conflicts
bg: ⚠️ Открити са {0} файла(а) с конфликти
da: ⚠️ Opdaget {0} fil(er) med konflikter
de: ⚠️ {0} Datei(en) mit Konflikten erkannt
et: ⚠️ Tuvastatud {0} faili konfliktidega
fi: ⚠️ Tunnistettiin {0} tiedostoa, joissa on ristiriitoja
fr: ⚠️ {0} fichier(s) avec des conflits détectés
hr: ⚠️ Otkriveno je {0} datoteka(e) s sukobima
hu: ⚠️ {0} fájl(ok) ütközést észleltünk
is: ⚠️ Greind {0} skrá(ir) með árekstrum
it: ⚠️ Rilevati {0} file con conflitti
nl: ⚠️ {0} bestand(en) met conflicten gedetecteerd
no: ⚠️ Oppdaget {0} fil(er) med konflikter
pt: ⚠️ Detectados {0} arquivo(s) com conflitos
ru: ⚠️ Обнаружено {0} файл(ов) с конфликтами
sk: ⚠️ Zistených {0} súborov so konfliktmi
sv: ⚠️ Upptäckte {0} fil(er) med konflikter

source: Resolving conflicts: keeping our changes...
bg: Разрешаване на конфликти: запазване на нашите промени...
da: Løser konflikter: bevarer vores ændringer...
de: Konflikte beheben: Unsere Änderungen beibehalten...
et: Konfliktide lahendamine: meie muudatuste säilitamine...
fi: Konfliktien ratkaiseminen: muutosten säilyttäminen...
fr: Résolution des conflits : conservation de nos modifications...
hr: Rješavanje sukoba: zadržavanje naših promjena...
hu: Konfliktusok megoldása: változtatásaink megőrzése...
is: Leiðrétting á ágreiningi: halda breytingunum okkar...
it: Risoluzione dei conflitti: mantenere le nostre modifiche...
nl: Conflicten oplossen: onze wijzigingen behouden...
no: Løser konflikter: beholder endringene våre...
pt: Resolvendo conflitos: mantendo nossas alterações...
ru: Разрешение конфликтов: сохранение наших изменений...
sk: Riešenie konfliktov: uchovávanie našich zmien...
sv: Lösa konflikter: behålla våra ändringar...
uk: Вирішення конфліктів: збереження наших змін...

source: Removing {0} (deleted in our version)
pt: Removendo {0} (deletado na nossa versão)

source: ✓ Conflicts resolved (kept our changes)
bg: ✓ Конфликтите са разрешени (запазихме нашите промени)
da: ✓ Konflikter løst (beholdt vores ændringer)
de: ✓ Konflikte gelöst (unsere Änderungen beibehalten)
et: ✓ Konfliktid lahendatud (hoidsime oma muudatused)
fi: ✓ Konfliktit ratkaistu (pidettiin omat muutokset)
fr: ✓ Conflits résolus (modifications conservées)
hr: ✓ Sukobi riješeni (zadržane naše promjene)
hu: ✓ Ütközések megoldva (megtartottuk a módosításainkat)
is: ✓ Ágreiningar leystir (haldið okkar breytingum)
it: ✓ Conflitti risolti (mantenute le nostre modifiche)
nl: ✓ Conflicten opgelost (onze wijzigingen behouden)
no: ✓ Konflikter løst (beholdt våre endringer)
pt: ✓ Conflitos resolvidos (mantidas nossas alterações)
ru: ✓ Конфликты разрешены (сохранены наши изменения)
sk: ✓ Konflikty vyriešené (uchovali sme naše zmeny)
sv: ✓ Konflikter lösta (bevarade våra ändringar)
uk: ✓ Конфлікти вирішено (збережено наші зміни)

source: Failed to auto-resolve: {0}
bg: Неуспешно автоматично разрешаване: {0}
da: Mislykkedes i at auto-opløse: {0}
de: Automatische Auflösung fehlgeschlagen: {0}
et: Eba auto-lahendamine: {0}
fi: Epäonnistui automaattisessa ratkaisemisessa: {0}
fr: Échec de la résolution automatique : {0}
hr: Nije uspjelo automatsko rješavanje: {0}
hu: Sikertelen az automatikus megoldás: {0}
is: Ekki tókst að leysa sjálfkrafa: {0}
it: Impossibile risolvere automaticamente: {0}
nl: Automatisch oplossen mislukt: {0}
no: Mislyktes i å auto-løse: {0}
pt: Falha na resolução automática: {0}
ru: Не удалось автоматически разрешить: {0}
sk: Nepodarilo sa automaticky vyriešiť: {0}
sv: Misslyckades med att automatiskt lösa: {0}
uk: Не вдалося автоматично вирішити: {0}

source: Resolving conflicts: accepting remote changes...
bg: Разрешаване на конфликти: приемане на отдалечени промени...
da: Løser konflikter: accepterer fjernaendringer...
de: Konflikte lösen: Remote-Änderungen akzeptieren...
et: Konfliktide lahendamine: kaugmuudatuste aktsepteerimine...
fi: Konfliktien ratkaiseminen: etämuutosten hyväksyminen...
fr: Résolution des conflits : acceptation des modifications distantes...
hr: Rješavanje sukoba: prihvaćanje udaljenih promjena...
hu: Ütközések megoldása: távoli változtatások elfogadása...
is: Að leysa deilur: að samþykkja fjarbreytingar...
it: Risoluzione dei conflitti: accettazione delle modifiche remote...
nl: Conflicten oplossen: externe wijzigingen accepteren...
no: Løser konflikter: aksepterer eksterne endringer...
pt: Resolvendo conflitos: aceitando alterações remotas...
ru: Разрешение конфликтов: принятие удалённых изменений...
sk: Riešenie konfliktov: akceptovanie vzdialených zmien...
sv: Löser konflikter: accepterar fjärrändringar...

source: Removing {0} (deleted in remote version)
pt: Removendo {0} (deletado na versão remota)

source: ✓ Conflicts resolved (accepted remote)
bg: ✓ Конфликти разрешени (приети отдалечено)
da: ✓ Konflikter løst (accepteret fjern)
de: ✓ Konflikte gelöst (remote akzeptiert)
et: ✓ Konfliktid lahendatud (aktsepteeritud kaugelt)
fi: ✓ Konfliktit ratkaistu (hyväksytty etä)
fr: ✓ Conflits résolus (accepté à distance)
hr: ✓ Sukobi riješeni (prihvaćeno s udaljenog)
hu: ✓ Konfliktusok megoldva (elfogadott távoli)
is: ✓ Ágreiningar leystir (þegar fjarstýrt var samþykkt)
it: ✓ Conflitti risolti (remoto accettato)
nl: ✓ Conflicten opgelost (geaccepteerd van afstand)
no: ✓ Konflikter løst (akseptert fjern)
pt: ✓ Conflitos resolvidos (aceitas alterações remotas)
ru: ✓ Конфликты разрешены (принято удаленно)
sk: ✓ Konflikty vyriešené (akceptované vzdialene)
sv: ✓ Konflikter lösta (accepterad fjärr)
uk: ✓ Конфлікти вирішено (прийнято віддалено)

source: Interactive conflict resolution...
bg: Интерактивно разрешаване на конфликти...
da: Interaktiv konfliktløsning...
de: Interaktive Konfliktlösung...
et: Interaktiivne konfliktide lahendamine...
fi: Interaktiivinen konfliktinratkaisu...
fr: Résolution interactive des conflits...
hr: Interaktivno rješavanje sukoba...
hu: Interaktív konfliktuskezelés...
is: Samskipti í átakamálum...
it: Risoluzione interattiva dei conflitti...
nl: Interactieve conflictoplossing...
no: Interaktiv konfliktløsning...
pt: Resolução de conflitos interativa...
ru: Интерактивное разрешение конфликтов...
sk: Interaktívne riešenie konfliktov...
sv: Interaktiv konfliktlösning...
uk: Інтерактивне вирішення конфліктів...

source: Detected {0} .mo files (compiled translations)
bg: Открити са {0} .mo файла (компилирани преводи)
da: Registreret {0} .mo filer (kompilerede oversættelser)
de: Erkannte {0} .mo-Dateien (kompilierte Übersetzungen)
et: Tuvastatud {0} .mo faili (kompileeritud tõlked)
fi: Havaittu {0} .mo-tiedostoa (käännetyt versiot)
fr: Fichiers .mo détectés : {0} (traductions compilées)
hr: Otkriveno {0} .mo datoteka (kompilirani prijevodi)
hu: Felfedezett {0} .mo fájl (fordított fordítások)
is: Greind {0} .mo skrár (samsett þýðingar)
it: Rilevati {0} file .mo (traduzioni compilate)
nl: Gedetecteerd {0} .mo-bestanden (gecompileerde vertalingen)
no: Oppdaget {0} .mo-filer (kompilerte oversettelser)
pt: Detectados {0} arquivos .mo (traduções compiladas)
ru: Обнаружено {0} .mo файлов (скомпилированные переводы)
sv: Upptäckte {0} .mo-filer (kompilerade översättningar)

source: .mo files are auto-generated and should be taken from remote
bg: .мо файловете се генерират автоматично и трябва да се вземат от отдалечен източник
da: .mo-filer genereres automatisk og skal hentes fra fjernserver.
de: .mо-Dateien werden automatisch generiert und sollten von remote abgerufen werden.
et: .mo failid genereeritakse automaatselt ja need tuleks võtta kaugelt.
fi: .mo-tiedostot luodaan automaattisesti ja ne tulisi ottaa etäyhteydestä.
fr: Les fichiers .mo sont générés automatiquement et doivent être récupérés à distance.
hr: .mо datoteke se automatski generiraju i trebaju se preuzeti s udaljenog mjesta.
hu: A .mo fájlok automatikusan generálódnak, és távoli helyről kell őket beszerezni.
is: .mó skrár eru sjálfvirkt myndaðar og ætti að taka frá fjarveitu.
it: I file .mo sono generati automaticamente e devono essere prelevati da remoto.
nl: .mo-bestanden worden automatisch gegenereerd en moeten van afstand worden gehaald.
no: .mo-filer genereres automatisk og bør hentes fra fjern.
pt: Arquivos .mo são auto-gerados e devem ser obtidos do remoto
ru: .mо файлы автоматически генерируются и должны быть получены с удаленного сервера.
sv: .mo-filer genereras automatiskt och bör hämtas från fjärrserver.

source: Accept REMOTE version for all {0} .mo files?
bg: Приемете REMOTE версия за всички {0} .mo файлове?
da: Accepter REMOTE-versionen for alle {0} .mo-filer?
de: REMOTE-Version für alle {0} .mo-Dateien akzeptieren?
et: Kasuta KAUGLISED versiooni kõigi {0} .mo failide jaoks?
fi: Hyväksy ETÄ versio kaikille {0} .mo tiedostoille?
fr: Accepter la version DISTANTE pour tous les fichiers .mo {0} ?
hr: Prihvatiti REMOTE verziju za sve {0} .mo datoteke?
hu: Elfogadja a TÁV verziót az összes {0} .mo fájlhoz?
is: Samþykkja FJARVERK version fyrir öll {0} .mo skrár?
it: Accettare la versione REMOTA per tutti i file .mo {0}?
nl: Accepteer REMOTE-versie voor alle {0} .mo-bestanden?
no: Godta FJERN-versjon for alle {0} .mo-filer?
pt: Aceitar versão REMOTA para todos os {0} arquivos .mo?
ru: Принять удалённую версию для всех {0} .mo файлов?
sv: Acceptera FJÄRR-versionen för alla {0} .mo-filer?

source: Accepting remote version for all .mo files...
bg: Приемане на дистанционна версия за всички .mo файлове...
da: Accepterer fjernversionen for alle .mo-filer...
de: Akzeptiere die Remote-Version für alle .mo-Dateien...
et: Kaugversiooni aktsepteerimine kõigi .mo failide jaoks...
fi: Hyväksytään etäversio kaikille .mo-tiedostoille...
fr: Acceptation de la version distante pour tous les fichiers .mo...
hr: Prihvaćanje udaljene verzije za sve .mo datoteke...
hu: Minden .mo fájl távoli verziójának elfogadása...
is: Þegar fjarlæg útgáfa er samþykkt fyrir öll .mo skrár...
it: Accettando la versione remota per tutti i file .mo...
nl: Remote versie voor alle .mo-bestanden accepteren...
no: Godtar fjernversjon for alle .mo-filer...
pt: Aceitando versão remota para todos os arquivos .mo...
ru: Принимаю удалённую версию для всех .mo файлов...
sv: Accepterar fjärrversionen för alla .mo-filer...

source: ✓ Resolved {0} .mo files
bg: ✓ Решени {0} .mo файлове
da: ✓ Løst {0} .mo filer
de: ✓ {0} .mo-Dateien behoben
et: ✓ Lahendatud {0} .mo failid
fi: ✓ Ratkaistu {0} .mo-tiedostoa
fr: ✓ Fichiers .mo {0} résolus
hr: ✓ Riješeno {0} .mo datoteka
hu: ✓ Megoldott {0} .mo fájl
is: ✓ Leyst {0} .mo skrár
it: ✓ Risolti {0} file .mo
nl: ✓ Opgelost {0} .mo-bestanden
no: ✓ Løst {0} .mo-filer
pt: ✓ Resolvidos {0} arquivos .mo
ru: ✓ Разрешено {0} .mo файлов
sv: ✓ Lösta {0} .mo-filer

source: Keep our version
bg: Запазете нашата версия
da: Behold vores version
de: Behalte unsere Version
et: Hoia meie versioon
fi: Pidä versioomme
fr: Conservez notre version
hr: Zadrži našu verziju
hu: Tartsd meg a verziónkat
is: Haldaðu okkar útgáfu
it: Mantieni la nostra versione
nl: Houd onze versie.
no: Behold vår versjon
pt: Manter nossa versão
ru: Сохраняйте нашу версию
sk: Udržujte našu verziu
sv: Behåll vår version
uk: Залиште нашу версію

source: Keep both (create .ours and .theirs files)
bg: Запази и двете (създай .ours и .theirs файлове)
da: Behold begge (opret .ours og .theirs filer)
de: Beide behalten (erstelle .ours und .theirs Dateien)
et: Hoia mõlemad (loo .ours ja .theirs failid)
fi: Pidä molemmat (luo .ours ja .theirs tiedostot)
fr: Conserver les deux (créer des fichiers .ours et .theirs)
hr: Zadrži oba (izradi .ours i .theirs datoteke)
hu: Tartsd meg mindkettőt (hozz létre .ours és .theirs fájlokat)
is: Halda báða (búa til .ours og .theirs skrár)
it: Mantieni entrambi (crea file .ours e .theirs)
nl: Houd beide (maak .ours en .theirs bestanden aan)
no: Behold begge (opprett .ours og .theirs filer)
pt: Manter ambas (criar arquivos .ours e .theirs)
ru: Сохранить оба (создать файлы .ours и .theirs)
sk: Zachovajte obidve (vytvorte súbory .ours a .theirs)
sv: Behåll båda (skapa .ours och .theirs filer)
uk: Залишити обидва (створити файли .ours та .theirs)

source: Edit manually (abort and fix)
bg: Редактиране ръчно (прекратяване и коригиране)
da: Rediger manuelt (annuller og ret)
de: Manuell bearbeiten (abbrechen und beheben)
et: Muuda käsitsi (katkesta ja paranda)
fi: Muokkaa manuaalisesti (keskeytä ja korjaa)
fr: Modifier manuellement (abandonner et corriger)
hr: Ručno uređivanje (prekini i ispravi)
hu: Szerkesztés kézzel (megszakítás és javítás)
is: Breyta handvirkt (hætta við og laga)
it: Modifica manualmente (annulla e correggi)
nl: Handmatig bewerken (afbreken en corrigeren)
no: Rediger manuelt (avbryt og fiks)
pt: Editar manualmente (abortar e corrigir)
ru: Редактировать вручную (отменить и исправить)
sk: Upraviť ručne (zrušiť a opraviť)
sv: Redigera manuellt (avbryt och fixa)
uk: Редагувати вручну (скасувати та виправити)

source: Show diff
bg: Покажи разликата
da: Vis forskelle
de: Änderungen anzeigen
et: Näita erinevust
fi: Näytä ero
fr: Afficher la différence
hr: Prikaži razliku
hu: Különbség megjelenítése
is: Sýna mun
it: Mostra differenze
nl: Toon verschil
no: Vis forskjell
pt: Mostrar diff
ru: Показать различия
sk: Zobraziť rozdiel
sv: Visa skillnader
uk: Показати різницю

source: How to resolve: {0}
bg: Как да разрешите: {0}
da: Hvordan man løser: {0}
de: Wie zu lösen: {0}
et: Kuidas lahendada: {0}
fi: Kuinka ratkaista: {0}
fr: Comment résoudre : {0}
hr: Kako riješiti: {0}
hu: Hogyan lehet megoldani: {0}
is: Hvernig á að leysa: {0}
it: Come risolvere: {0}
nl: Hoe op te lossen: {0}
no: Hvordan løse: {0}
pt: Como resolver: {0}
ru: Как решить: {0}
sk: Ako vyriešiť: {0}
sv: Hur man löser: {0}

source: ✓ Kept our version of {0}
bg: ✓ Запазихме нашата версия на {0}
da: ✓ Beholdt vores version af {0}
de: ✓ Unsere Version von {0} beibehalten
et: ✓ Hoidsime meie versiooni {0}
fi: ✓ Säilytettiin meidän versio {0}
fr: ✓ A conservé notre version de {0}
hr: ✓ Zadržali smo našu verziju {0}
hu: ✓ Megtartottuk a {0} verziónkat
is: ✓ Haldið okkar útgáfu af {0}
it: ✓ Mantenuta la nostra versione di {0}
nl: ✓ Onze versie van {0} behouden
no: ✓ Beholdt vår versjon av {0}
pt: ✓ Mantida nossa versão de {0}
ru: ✓ Сохранили нашу версию {0}
sk: ✓ Zachovali sme našu verziu {0}
sv: ✓ Bevarade vår version av {0}
uk: ✓ Зберегли нашу версію {0}

source: ⚠ Could not checkout --ours, extracting from git index...
bg: ⚠ Не можа да извърши checkout --ours, извличане от git индекс...
da: ⚠ Kunne ikke checkout --ours, udtrækker fra git-indeks...
de: ⚠ Konnte --ours nicht auschecken, extrahiere aus dem Git-Index...
et: ⚠ Ei saanud checkout'ida --ours, ekstraktimine git indeksist...
fi: ⚠ Ei voitu tarkistaa --ours, purkaminen git-indeksistä...
fr: ⚠ Impossible de faire le checkout --ours, extraction de l'index git...
hr: ⚠ Nije moguće preuzeti --ours, izvlačenje iz git indeksa...
hu: ⚠ Nem sikerült checkout-olni --ours, kinyerés a git indexből...
is: ⚠ Gat ekki að skrá --okkar, að draga úr git skrá...
it: ⚠ Impossibile eseguire il checkout --ours, estraendo dall'indice git...
nl: ⚠ Kon niet uitchecken --ours, aan het extraheren uit git-index...
no: ⚠ Kunne ikke sjekke ut --vår, henter fra git-indeksen...
pt: ⚠ Não foi possível checkout --ours, extraindo do índice git...
ru: ⚠ Не удалось выполнить checkout --ours, извлечение из индекса git...
sv: ⚠ Kunde inte checka ut --ours, extraherar från git-index...

source: ✗ Failed to resolve {0}
bg: ✗ Неуспешно разрешаване на {0}
da: ✗ Mislykkedes at løse {0}
de: ✗ Konnte {0} nicht auflösen
et: ✗ Eba tõlgendama {0}
fi: ✗ Ratkaisu epäonnistui {0}
fr: ✗ Échec de la résolution de {0}
hr: ✗ Nije moguće riješiti {0}
hu: ✗ Nem sikerült megoldani a {0}-t
is: ✗ Ekki tókst að leysa {0}
it: ✗ Impossibile risolvere {0}
nl: ✗ Kon niet worden opgelost {0}
no: ✗ Klarte ikke å løse {0}
pt: ✗ Falha ao resolver {0}
ru: ✗ Не удалось разрешить {0}
sk: ✗ Nepodarilo sa vyriešiť {0}
sv: ✗ Misslyckades med att lösa {0}
uk: ✗ Не вдалося вирішити {0}

source: ✗ Error resolving {0}: {1}
bg: ✗ Грешка при разрешаване на {0}: {1}
da: ✗ Fejl ved løsning af {0}: {1}
de: ✗ Fehler beim Auflösen von {0}: {1}
et: ✗ Viga {0} lahendamisel: {1}
fi: ✗ Virhe ratkaistaessa {0}: {1}
fr: ✗ Erreur de résolution {0} : {1}
hr: ✗ Greška pri rješavanju {0}: {1}
hu: ✗ Hiba a(z) {0} megoldásakor: {1}
is: ✗ Villa að leysa {0}: {1}
it: ✗ Errore nella risoluzione di {0}: {1}
nl: ✗ Fout bij het oplossen van {0}: {1}
no: ✗ Feil ved oppløsning av {0}: {1}
pt: ✗ Erro ao resolver {0}: {1}
ru: ✗ Ошибка разрешения {0}: {1}
sv: ✗ Fel vid upplösning av {0}: {1}

source: ✓ Accepted remote version of {0}
bg: ✓ Приета отдалечена версия на {0}
da: ✓ Accepteret fjernversion af {0}
de: ✓ Akzeptierte entfernte Version von {0}
et: ✓ Aktsepteeritud kaugversioon {0}
fi: ✓ Hyväksytty etäversio {0}
fr: ✓ Version distante de {0} acceptée
hr: ✓ Prihvaćena udaljena verzija {0}
hu: ✓ Elfogadott távoli verzió: {0}
is: ✓ Samþykkt fjarútgáfa af {0}
it: ✓ Versione remota di {0} accettata
nl: ✓ Geaccepteerde externe versie van {0}
no: ✓ Akseptert fjernversjon av {0}
pt: ✓ Aceita versão remota de {0}
ru: ✓ Принята удаленная версия {0}
sk: ✓ Akceptovaná vzdialená verzia {0}
sv: ✓ Accepterad fjärrversion av {0}
uk: ✓ Прийнята віддалена версія {0}

source: ⚠ Could not checkout --theirs, extracting from git index...
bg: ⚠ Не можа да извърши checkout --theirs, извличане от git индекс...
da: ⚠ Kunne ikke tjekke ud --deres, udtrækker fra git-indekset...
de: ⚠ Konnte --theirs nicht auschecken, extrahiere aus dem Git-Index...
et: ⚠ Ei saanud checkout'ida --theirs, ekstraktimine git indeksist...
fi: ⚠ Ei voitu tarkistaa --theirs, purkaminen git-indeksistä...
fr: ⚠ Impossible de faire le checkout --theirs, extraction de l'index git...
hr: ⚠ Nije moguće preuzeti --their, izvlačenje iz git indeksa...
hu: ⚠ Nem sikerült checkout --theirs, kinyerés a git indexből...
is: ⚠ Gat ekki að skrá --þeirra, að draga úr git skrá...
it: ⚠ Impossibile eseguire il checkout --theirs, estraendo dall'indice git...
nl: ⚠ Kon niet uitchecken --theirs, aan het extraheren uit git-index...
no: ⚠ Kunne ikke sjekke ut --theirs, henter fra git-indeksen...
pt: ⚠ Não foi possível checkout --theirs, extraindo do índice git...
ru: ⚠ Не удалось выполнить checkout --theirs, извлечение из индекса git...
sv: ⚠ Kunde inte checka ut --theirs, extraherar från git-index...
