Repository: big-comm/gitrepo
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: This may take a few minutes if GitHub Actions workflows are running...
bg: Това може да отнеме няколко минути, ако работните потоци на GitHub Actions са активни...
da: Dette kan tage et par minutter, hvis GitHub Actions arbejdsprocesser kører...
de: Dies kann einige Minuten dauern, wenn GitHub Actions-Workflows ausgeführt werden...
et: See võib võtta paar minutit, kui GitHubi tegevuste töövood on käimas...
fi: Tämä saattaa kestää muutaman minuutin, jos GitHub Actions -työnkulut ovat käynnissä...
fr: Cela peut prendre quelques minutes si des workflows GitHub Actions sont en cours d'exécution...
hu: Ez néhány percet igénybe vehet, ha a GitHub Actions munkafolyamatok futnak...
is: Þetta gæti tekið nokkrar mínútur ef GitHub Actions vinnuflæði eru í gangi...
nl: Dit kan een paar minuten duren als GitHub Actions-workflows worden uitgevoerd...
no: Dette kan ta noen minutter hvis GitHub Actions arbeidsflyter kjører...
pt: Isso pode levar alguns minutos se os workflows do GitHub Actions estiverem executando...
ru: Это может занять несколько минут, если выполняются рабочие процессы GitHub Actions...
sv: Detta kan ta några minuter om GitHub Actions-arbetsflöden körs...

source: Attempt {0}/{1}: mergeable={2}, state={3}
bg: Опит {0}/{1}: сливаемо={2}, състояние={3}
cs: Pokus {0}/{1}: sloučitelný={2}, stav={3}
da: Forsøg {0}/{1}: sammenflettelig={2}, tilstand={3}
de: Versuch {0}/{1}: zusammenführbar={2}, Zustand={3}
el: Προσπάθεια {0}/{1}: συγχωνεύσιμο={2}, κατάσταση={3}
es: Intento {0}/{1}: fusionable={2}, estado={3}
et: Katse {0}/{1}: ühendatav={2}, olek={3}
fi: Yritys {0}/{1}: yhdistettävissä={2}, tila={3}
fr: Tentative {0}/{1} : fusionnable={2}, état={3}
he: ניסיון {0}/{1}: ניתן למזג={2}, מצב={3}
hr: Pokušaj {0}/{1}: spojivo={2}, stanje={3}
hu: Kísérlet {0}/{1}: egyesíthető={2}, állapot={3}
is: Tilraun {0}/{1}: sameinaður={2}, ástand={3}
it: Tentativo {0}/{1}: unificabile={2}, stato={3}
ja: 試行 {0}/{1}: マージ可能={2}, 状態={3}
nl: Poging {0}/{1}: samenvoegbaar={2}, status={3}
no: Forsøk {0}/{1}: sammenflettbar={2}, tilstand={3}
pl: Próba {0}/{1}: możliwe do scalania={2}, stan={3}
pt: Tentativa {0}/{1}: mesclável={2}, estado={3}
ro: Încercare {0}/{1}: fuzionabil={2}, stare={3}
ru: Попытка {0}/{1}: слияние={2}, состояние={3}
sk: Pokus {0}/{1}: zlúčiteľné={2}, stav={3}
sv: Försök {0}/{1}: sammanslagningsbar={2}, tillstånd={3}
tr: Deneme {0}/{1}: birleştirilebilir={2}, durum={3}
uk: Спроба {0}/{1}: злиття={2}, стан={3}

source: PR ready for merge!
bg: PR готов за сливане!
cs: PR připraveno k sloučení!
da: PR klar til sammenlægning!
de: PR bereit zum Zusammenführen!
el: PR έτοιμο προς συγχώνευση!
es: ¡PR listo para fusionar!
et: PR valmis liitmiseks!
fi: PR valmis yhdistettäväksi!
fr: PR prêt à être fusionné !
he: בקשת משיכה מוכנה למיזוג!
hr: PR spreman za spajanje!
hu: PR készen áll az egyesítésre!
is: PR tilbúið til sameiningar!
it: PR pronto per la fusione!
ja: PR マージの準備ができました！
nl: PR klaar om te mergen!
no: PR klar for sammenslåing!
pl: PR gotowy do scalania!
pt: PR pronto para merge!
ro: PR gata pentru fuziune!
ru: ПР готов к слиянию!
sk: PR pripravené na zlúčenie!
sv: PR redo för sammanslagning!
tr: PR birleştirmeye hazır!
uk: PR готовий до злиття!

source: PR has conflicts
bg: PR има конфликти
cs: PR má konflikty
da: PR har konflikter
de: PR hat Konflikte
el: Η PR έχει συγκρούσεις
es: El PR tiene conflictos
et: PR-l on konfliktid
fi: PR:llä on ristiriitoja
fr: La PR a des conflits
he: ל-PR יש קונפליקטים
hr: PR ima sukobe
hu: A PR ütközéseket tartalmaz.
is: PR hefur árekstra
it: La PR ha conflitti
ja: PRに競合があります
nl: PR heeft conflicten
no: PR har konflikter
pl: PR ma konflikty
pt: PR tem conflitos
ro: PR are conflicte
ru: У PR есть конфликты
sk: PR má konflikty
sv: PR har konflikter
tr: PR çatışmaları var
uk: PR має конфлікти

source: Still waiting... State: {0} (GitHub may be running workflows)
bg: Все още чакам... Състояние: {0} (GitHub може да изпълнява работни потоци)
da: Venter stadig... Tilstand: {0} (GitHub kører muligvis workflows)
de: Warte immer noch... Status: {0} (GitHub führt möglicherweise Workflows aus)
et: Ootan endiselt... Oleku: {0} (GitHub võib töövooge käitada)
fi: Odotetaan edelleen... Tila: {0} (GitHub saattaa suorittaa työnkulkuja)
fr: En attente... État : {0} (GitHub peut être en train d'exécuter des workflows)
hu: Még mindig várakozás... Állapot: {0} (Lehet, hogy a GitHub munkafolyamatokat futtat)
is: Bíðir enn... Ástand: {0} (GitHub gæti verið að keyra vinnuflæði)
nl: Nog steeds aan het wachten... Status: {0} (GitHub voert mogelijk workflows uit)
no: Venter fortsatt... Tilstand: {0} (GitHub kan kjøre arbeidsflyter)
pt: Ainda asalvando... Estado: {0} (GitHub pode estar executando workflows)
ru: Все еще ждем... Состояние: {0} (возможно, GitHub выполняет рабочие процессы)
sv: Väntar fortfarande... Status: {0} (GitHub kan köra arbetsflöden)

source: Timeout: PR still in state '{0}' after {1} seconds
bg: Време за изчакване: PR все още е в състояние '{0}' след {1} секунди
da: Timeout: PR er stadig i tilstand '{0}' efter {1} sekunder
de: Zeitüberschreitung: PR befindet sich weiterhin im Zustand '{0}' nach {1} Sekunden
et: Aeg: PR on endiselt olekus '{0}' pärast {1} sekundit
fi: Aika loppui: PR on edelleen tilassa '{0}' {1} sekunnin jälkeen
fr: Délai d'attente : PR toujours dans l'état '{0}' après {1} secondes
hu: Időtúllépés: A PR még mindig '{0}' állapotban van {1} másodperc után
is: Tími útrunninn: PR er enn í ástandi '{0}' eftir {1} sekúndur
nl: Time-out: PR bevindt zich nog steeds in de staat '{0}' na {1} seconden
no: Timeout: PR er fortsatt i tilstand '{0}' etter {1} sekunder
pt: Timeout: PR ainda no estado '{0}' após {1} segundos
ru: Таймаут: PR все еще в состоянии '{0}' после {1} секунд
sv: Timeout: PR är fortfarande i tillstånd '{0}' efter {1} sekunder

source: PR created but needs manual merge
bg: PR е създаден, но изисква ръчно сливане.
da: PR oprettet, men kræver manuel sammensmeltning
de: PR erstellt, muss jedoch manuell zusammengeführt werden.
et: PR loodud, kuid vajab käsitsi ühinemist
fi: PR luotu, mutta vaatii manuaalisen yhdistämisen.
fr: PR créé mais nécessite une fusion manuelle
hu: PR létrehozva, de manuális egyesítés szükséges
is: PR búin til en þarf handvirka sameiningu
nl: PR aangemaakt maar heeft handmatige samenvoeging nodig
no: PR opprettet, men trenger manuell sammenslåing
pt: PR criado mas precisa de merge manual
ru: PR создан, но требует ручного слияния
sv: PR skapad men behöver manuell sammanslagning

source: Unexpected state: {0}, continuing to wait...
bg: Неочаквано състояние: {0}, продължавам да чакам...
da: Uventet tilstand: {0}, fortsætter med at vente...
de: Unerwarteter Zustand: {0}, weiterhin warten...
et: Ootamatu olek: {0}, jätkame ootamist...
fi: Odottamaton tila: {0}, jatketaan odottamista...
fr: État inattendu : {0}, continuation de l'attente...
hu: Váratlan állapot: {0}, folytatom a várakozást...
is: Óvænt ástand: {0}, haldið áfram að bíða...
nl: Onverwachte toestand: {0}, blijf wachten...
no: Uventet tilstand: {0}, fortsetter å vente...
pt: Estado inesperado: {0}, continuando a asalvar...
ru: Неожиданное состояние: {0}, продолжаем ожидание...
sv: Oväntat tillstånd: {0}, fortsätter att vänta...

source: Unexpected final state: {0}
bg: Неочаквано крайно състояние: {0}
da: Uventet sluttilstand: {0}
de: Unerwarteter Endzustand: {0}
et: Ootamatu lõppseis: {0}
fi: Odottamaton lopputila: {0}
fr: État final inattendu : {0}
hu: Váratlan végállapot: {0}
is: Óvænt lokaástand: {0}
nl: Onverwachte eindtoestand: {0}
no: Uventet sluttstatus: {0}
pt: Estado final inesperado: {0}
ru: Неожиданное конечное состояние: {0}
sv: Oväntat slutligt tillstånd: {0}

source: Error checking PR: {0}
bg: Проверка на грешки PR: {0}
cs: Kontrola chyb PR: {0}
da: Fejlkontrol PR: {0}
de: Fehlerüberprüfung PR: {0}
el: Έλεγχος σφαλμάτων PR: {0}
es: Verificación de errores PR: {0}
et: Vea kontrollimine PR: {0}
fi: Virheiden tarkistus PR: {0}
fr: Vérification des erreurs PR : {0}
he: בדיקת שגיאות PR: {0}
hr: Provjera pogrešaka PR: {0}
hu: Hibaellenőrzés PR: {0}
is: Villa villur PR: {0}
it: Controllo errori PR: {0}
ja: PRのエラーチェック: {0}
nl: Foutcontrole PR: {0}
no: Feilsjekking PR: {0}
pl: Sprawdzanie błędów PR: {0}
pt: Erro ao verificar PR: {0}
ro: Verificare erori PR: {0}
ru: Проверка ошибок PR: {0}
sk: Kontrola chýb PR: {0}
sv: Felkontroll PR: {0}
tr: Hata kontrolü PR: {0}
uk: Перевірка помилок PR: {0}

source: Timeout waiting for PR to be ready
bg: Изчакване на времето за готовност на PR
cs: Časový limit vypršel při čekání na připravenost PR
da: Timeout ventende på PR for at være klar
de: Zeitüberschreitung beim Warten auf die Bereitstellung des PR
el: Χρόνος αναμονής για την έτοιμη PR
es: Tiempo de espera agotado para que la PR esté lista
et: Aegumine PR-i valmimise ootamisel
fi: Aika loppui odottaessa, että PR on valmis
fr: Délai d'attente pour que la PR soit prête
he: זמן המתנה פג עבור PR להיות מוכן
hr: Vrijeme čekanja na PR da bude spreman
hu: Időkorlát a PR készenlétére várva
is: Tími útrunninn að bíða eftir PR að vera tilbúið
it: Timeout in attesa che la PR sia pronta
ja: PRの準備が整うまでのタイムアウト
nl: Time-out wachten op PR om gereed te zijn
no: Tidsavbrudd ventet på at PR skal være klar
pl: Przekroczenie limitu czasu oczekiwania na gotowość PR
pt: Timeout asalvando PR estar pronto
ro: Timp de așteptare pentru PR să fie gata
ru: Время ожидания готовности PR истекло
sk: Časový limit vypršal pri čakaní na pripravenosť PR
sv: Tidsgräns för att vänta på att PR ska vara redo
tr: PR'nin hazır olması için zaman aşımı bekleniyor
uk: Тайм-аут очікування готовності PR

source: Failed to create branch for the build.
bg: Неуспешно създаване на клон за изграждането.
cs: Nepodařilo se vytvořit větev pro sestavení.
da: Mislykkedes med at oprette gren til bygningen.
de: Fehler beim Erstellen des Branches für den Build.
el: Αποτυχία δημιουργίας κλάδου για την κατασκευή.
es: Error al crear la rama para la compilación.
et: Harud ei õnnestunud luua haru ehitamiseks.
fi: Haarauman luominen rakennusta varten epäonnistui.
fr: Échec de la création de la branche pour la construction.
he: נכשל ביצירת סניף עבור הבנייה.
hr: Nije moguće stvoriti granu za izgradnju.
hu: A build ághoz nem sikerült ágat létrehozni.
is: Mistók að búa til grein fyrir bygginguna.
it: Impossibile creare un ramo per la build.
ja: ビルドのためのブランチを作成できませんでした。
nl: Mislukt om een tak voor de build te maken.
no: Feilet å opprette gren for byggingen.
pl: Nie udało się utworzyć gałęzi dla kompilacji.
pt: Falha ao criar branch para o build.
ro: Eșec la crearea ramurii pentru construcție.
ru: Не удалось создать ветку для сборки.
sk: Nepodarilo sa vytvoriť vetvu pre zostavenie.
sv: Misslyckades med att skapa en gren för bygget.
tr: Yapı için dal oluşturulamadı.
uk: Не вдалося створити гілку для збірки.

source: Using existing branch: {0}
bg: Използване на съществуващ клон: {0}
cs: Používání stávající větve: {0}
da: Bruger eksisterende gren: {0}
de: Verwenden des vorhandenen Branches: {0}
el: Χρησιμοποιώντας υπάρχουσα διακλάδωση: {0}
es: Usando la rama existente: {0}
et: Kasutades olemasolevat haru: {0}
fi: Käytetään olemassa olevaa haaraa: {0}
fr: Utilisation de la branche existante : {0}
he: שימוש בענף קיים: {0}
hr: Korištenje postojećeg ogranka: {0}
hu: A meglévő ágazat használata: {0}
is: Notandi núverandi grein: {0}
it: Utilizzando il ramo esistente: {0}
ja: 既存のブランチを使用しています: {0}
nl: Bestaande tak gebruiken: {0}
no: Bruker eksisterende gren: {0}
pl: Używanie istniejącej gałęzi: {0}
pt: Usanda branch existente: {0}
ro: Folosind ramura existentă: {0}
ru: Использование существующей ветки: {0}
sk: Použitie existujúcej vetvy: {0}
sv: Använder befintlig gren: {0}
tr: Mevcut dal kullanılıyor: {0}
uk: Використання існуючої гілки: {0}

source: Error retrieving remote repository URL for package: {0}
bg: Грешка при извличане на URL адреса на отдалеченото хранилище за пакет: {0}
cs: Chyba při získávání URL vzdáleného repozitáře pro balíček: {0}
da: Fejl ved hentning af fjernlager-URL for pakke: {0}
de: Fehler beim Abrufen der Remote-Repository-URL für das Paket: {0}
el: Σφάλμα κατά την ανάκτηση του URL απομακρυσμένου αποθετηρίου για το πακέτο: {0}
es: Error al recuperar la URL del repositorio remoto para el paquete: {0}
et: Viga kaugrepo URL-i hankimisel paketi jaoks: {0}
fi: Virhe etävaraston URL-osoitteen hakemisessa pakettia varten: {0}
fr: Erreur lors de la récupération de l'URL du dépôt distant pour le paquet : {0}
he: שגיאה בהשגת כתובת ה-URL של מאגר מרוחק עבור חבילה: {0}
hr: Greška prilikom preuzimanja URL-a udaljenog repozitorija za paket: {0}
hu: Hiba a távoli tároló URL-jének lekérése a csomaghoz: {0}
is: Villa að sækja fjarveitu URL fyrir pakka: {0}
it: Errore durante il recupero dell'URL del repository remoto per il pacchetto: {0}
ja: パッケージのリモートリポジトリURLを取得中にエラーが発生しました: {0}
nl: Fout bij het ophalen van de URL van de externe repository voor pakket: {0}
no: Feil ved henting av ekstern depot-URL for pakke: {0}
pl: Błąd podczas pobierania zdalnego adresu URL repozytorium dla pakietu: {0}
pt: Erro ao recuperar URL do repositório remoto para pacote: {0}
ro: Eroare la recuperarea URL-ului depozitului la distanță pentru pachetul: {0}
ru: Ошибка при получении URL удаленного репозитория для пакета: {0}
sk: Chyba pri získavaní URL vzdialeného repozitára pre balík: {0}
sv: Fel vid hämtning av fjärrrepository-URL för paket: {0}
tr: Paket için uzak depo URL'si alınırken hata: {0}
uk: Помилка отримання URL-адреси віддаленого репозиторію для пакета: {0}

source: Detected repository: {0}
bg: Открито хранилище: {0}
cs: Zjištěné úložiště: {0}
da: Opdaget repository: {0}
de: Erkanntes Repository: {0}
el: Αναγνωρίστηκε αποθετήριο: {0}
es: Repositorio detectado: {0}
et: Tuvastatud hoidla: {0}
fi: Havaittu repositorio: {0}
fr: Dépôt détecté : {0}
he: מאגר זוהה: {0}
hr: Otkrivena repozitorij: {0}
hu: Felfedezett tároló: {0}
is: Greindarsafn fundið: {0}
it: Repository rilevato: {0}
ja: 検出されたリポジトリ: {0}
nl: Gevonden repository: {0}
no: Oppdaget depot: {0}
pl: Wykryto repozytorium: {0}
pt: Repositório detectado: {0}
ro: Repository detectat: {0}
ru: Обнаруженный репозиторий: {0}
sk: Zistené úložisko: {0}
sv: Upptäckte repository: {0}
tr: Tespit edilen depo: {0}
uk: Виявлений репозиторій: {0}

source: Finding branch with most recent code...
bg: Намиране на клон с най-новия код...
da: Finder gren med den nyeste kode...
de: Suche nach dem Branch mit dem aktuellsten Code...
et: Otsitakse haru, kus on kõige uuem kood...
hu: A legfrissebb kóddal rendelkező ág keresése...
no: Finner gren med den nyeste koden...
pt: Encontranda branch com código mais recente...
ru: Поиск ветки с самым последним кодом...

source: Pushing current branch {0} to remote...
bg: Изпращане на текущия клон {0} към отдалеченото хранилище...
da: Skubber nuværende gren {0} til fjern...
de: Aktuellen Branch {0} zu Remote pushen...
hu: A jelenlegi ág {0} feltöltése a távoli tárolóra...
no: Skyverer nåværende gren {0} til fjernlager...
pt: Envianda branch atual {0} para remoto...
ru: Отправка текущей ветки {0} на удалённый сервер...

source: ✓ Branch {0} pushed to remote
bg: ✓ Клон {0} е изпратен на отдалеченото хранилище
da: ✓ Gren {0} skubbet til fjern
de: ✓ Branch {0} auf Remote gepusht
et: ✓ Haru {0} tõukatud kaugserverisse
hu: ✓ A(z) {0} ág a távoli tárolóra feltöltve
no: ✓ Gren {0} dyttet til fjern
pt: ✓ Branch {0} enviada para remoto
ru: ✓ Ветка {0} отправлена на удалённый сервер

source: Push status: {0}
bg: Статус на изпращане: {0}
et: Tõukamise olek: {0}
hu: Push állapot: {0}
pt: Status do push: {0}
ru: Статус отправки: {0}

source: Querying remote branches...
bg: Запитване на отдалечени клонове...
da: Henter fjerntilgængelige grene...
de: Abfragen von Remote-Branches...
et: Kaugfiltreerimise harude pärimine...
hu: Távoli ágak lekérdezése...
no: Henter eksterne grener...
pt: Consultanda branches remotas...
ru: Запрос удалённых веток...

source: No remote branches found, using main
bg: Не са намерени отдалечени клонове, използвайки main
da: Ingen fjerntliggende grene fundet, bruger main
de: Keine Remote-Branches gefunden, verwende main
et: Kaugtükke ei leitud, kasutades peamist
hu: Nincsenek távoli ágak, a main-t használjuk
no: Ingen eksterne grener funnet, bruker main
pt: Nenhuma branch remota encontrada, usando main
ru: Не найдены удаленные ветки, используется main

source: Found {0} branches, checking commit dates...
bg: Намерени са {0} клонове, проверка на датите на комитите...
da: Fundet {0} grene, tjekker commit-datoer...
de: Gefunden {0} Branches, Überprüfung der Commit-Daten...
et: Leitud {0} haru, kontrollin commit kuupäevi...
hu: {0} ágat talált, a commit dátumokat ellenőrzöm...
no: Fant {0} grener, sjekker commit-datoer...
pt: Encontradas {0} branches, verificando datas dos commits...
ru: Найдено {0} веток, проверка дат коммитов...

source: ✓ Most recent branch: {0} (last commit: {1})
bg: ✓ Най-нов клон: {0} (последно комит: {1})
da: ✓ Seneste gren: {0} (sidste commit: {1})
de: ✓ Neuester Branch: {0} (letzter Commit: {1})
et: ✓ Viimane haru: {0} (viimane commit: {1})
hu: ✓ Legutóbbi ág: {0} (utolsó elköteleződés: {1})
no: ✓ Nyeste gren: {0} (siste commit: {1})
pt: ✓ Branch mais recente: {0} (último commit: {1})
ru: ✓ Последняя ветка: {0} (последний коммит: {1})

source: Could not determine most recent branch, using: {0}
bg: Не можа да се определи най-новият клон, използвайки: {0}
da: Kunne ikke bestemme den seneste gren, bruger: {0}
de: Konnte den aktuellsten Branch nicht bestimmen, verwende: {0}
et: Ei suutnud määrata kõige uuemat haru, kasutades: {0}
hu: Nem sikerült meghatározni a legfrissebb ágat, használva: {0}
no: Kunne ikke bestemme den nyeste grenen, bruker: {0}
pt: Não foi possível determinar branch mais recente, usando: {0}
ru: Не удалось определить последнюю ветку, используется: {0}

source: Using fallback: {0}
bg: Използване на резервен вариант: {0}
da: Bruger fallback: {0}
de: Fallback verwenden: {0}
et: Kasutades varu: {0}
hu: Hibás használat: {0}
no: Bruker fallback: {0}
pt: Usando alternativa: {0}
ru: Использование резервного варианта: {0}

source: Stable/Extra package: main is up-to-date, workflow will use main
bg: Стабилен/Допълнителен пакет: основният е актуален, работният процес ще използва основния
cs: Stabilní/Extra balíček: hlavní je aktuální, pracovní postup bude používat hlavní
da: Stabil/Extra pakke: hoved er opdateret, arbejdsflowet vil bruge hoved
de: Stabiles/Extras-Paket: main ist auf dem neuesten Stand, der Workflow verwendet main
el: Σταθερό/Επιπλέον πακέτο: το κύριο είναι ενημερωμένο, η ροή εργασίας θα χρησιμοποιήσει το κύριο
es: Paquete estable/extras: main está actualizado, el flujo de trabajo utilizará main
et: Stabiilne/Extra pakett: peamine on ajakohane, töövoog kasutab peamist
fi: Vakaa/Lisäpaketti: pää on ajan tasalla, työnkulku käyttää päää
fr: Paquet Stable/Extra : main est à jour, le flux de travail utilisera main
he: חבילת Stable/Extra: main מעודכן, הזרימה תשתמש ב-main
hr: Stabilni/Dodatni paket: glavni je ažuriran, radni tijek će koristiti glavni
hu: Stabil/Extra csomag: a fő naprakész, a munkafolyamat a főt fogja használni
is: Stöðug/Extra pakki: aðal er uppfært, vinnuflæði mun nota aðal
it: Pacchetto Stabile/Extra: main è aggiornato, il flusso di lavoro utilizzerà main
ja: 安定/追加パッケージ: mainは最新です、ワークフローはmainを使用します
nl: Stabiel/Extra pakket: hoofd is up-to-date, workflow zal hoofd gebruiken
no: Stabil/Extra-pakke: hoved er oppdatert, arbeidsflyt vil bruke hoved
pl: Stabilny/Dodatkowy pakiet: główny jest aktualny, workflow będzie używać głównego
pt: Pacote Stable/Extra: main está atualizado, workflow usará main
ro: Pachet stabil/extra: main este actualizat, fluxul de lucru va folosi main
ru: Стабильный/Дополнительный пакет: основная версия актуальна, рабочий процесс будет использовать основную версию
sk: Stabilný/Extra balík: hlavný je aktuálny, pracovný tok použije hlavný
sv: Stabilt/Extra paket: huvud är uppdaterat, arbetsflöde kommer att använda huvud
tr: Kararlı/Extra paket: ana güncel, iş akışı ana kullanacak

source: Stable/Extra package: main not up-to-date, workflow will use {0}
bg: Стабилен/Допълнителен пакет: основният не е актуален, работният процес ще използва {0}
cs: Stabilní/Extra balíček: hlavní není aktuální, pracovní postup použije {0}
da: Stabil/Extra pakke: hoved ikke opdateret, arbejdsflowet vil bruge {0}
de: Stabile/Extra-Paket: main nicht aktuell, der Workflow verwendet {0}
el: Σταθερό/Επιπλέον πακέτο: το κύριο δεν είναι ενημερωμένο, η ροή εργασίας θα χρησιμοποιήσει {0}
es: Paquete estable/extras: main no está actualizado, el flujo de trabajo utilizará {0}
et: Stabiilne/Extra pakett: peamine ei ole ajakohane, töövoog kasutab {0}
fi: Vakaa/Lisäpaketti: pää ei ole ajan tasalla, työnkulku käyttää {0}
fr: Paquet Stable/Extra : principal non à jour, le flux de travail utilisera {0}
he: חבילת Stable/Extra: main לא מעודכנת, הזרימה תשתמש ב-{0}
hr: Stabilno/Dodatno pakiranje: glavno nije ažurirano, radni tijek će koristiti {0}
hu: Stabil/Extra csomag: fő nem naprakész, a munkafolyamat a {0}-t fogja használni
is: Stöðug/Extra pakki: aðal ekki uppfærður, vinnuflæði mun nota {0}
it: Pacchetto Stable/Extra: main non aggiornato, il flusso di lavoro utilizzerà {0}
ja: 安定/追加パッケージ: mainが最新ではありません。ワークフローは{0}を使用します。
nl: Stabiel/Extra pakket: hoofd niet up-to-date, workflow zal {0} gebruiken
no: Stabil/Extra-pakke: hoved ikke oppdatert, arbeidsflyt vil bruke {0}
pl: Stabilny/Dodatkowy pakiet: główny nieaktualny, workflow użyje {0}
pt: Pacote Stable/Extra: main não está atualizado, workflow usará {0}
ro: Pachet stabil/extra: principalul nu este actualizat, fluxul de lucru va folosi {0}
ru: Стабильный/Дополнительный пакет: основной не обновлён, рабочий процесс будет использовать {0}
sk: Stabilný/Extra balík: hlavný nie je aktuálny, pracovný tok použije {0}
sv: Stabilt/Extra paket: huvud inte uppdaterat, arbetsflöde kommer att använda {0}
tr: Stable/Extra paketi: ana güncel değil, iş akışı {0} kullanacak
uk: Стабільний/Додатковий пакет: основний не оновлений, робочий процес використовуватиме {0}

source: ⚠️ Warning: Package will be built from {0} instead of main
bg: ⚠️ Внимание: Пакетът ще бъде изграждан от {0} вместо основния
cs: ⚠️ Upozornění: Balíček bude sestaven z {0} místo z hlavního
da: ⚠️ Advarsel: Pakken vil blive bygget fra {0} i stedet for hoved.
de: ⚠️ Warnung: Paket wird aus {0} anstelle von main erstellt
el: ⚠️ Προειδοποίηση: Το πακέτο θα κατασκευαστεί από {0} αντί για το κύριο
es: ⚠️ Advertencia: El paquete se construirá a partir de {0} en lugar de main
et: ⚠️ Hoiatuseks: Pakett ehitatakse {0} põhjal, mitte peamisest.
fi: ⚠️ Varoitus: Paketti rakennetaan {0} sijasta pääasiallisesta.
fr: ⚠️ Avertissement : Le paquet sera construit à partir de {0} au lieu de main
he: ⚠️ אזהרה: החבילה תיבנה מ-{0} במקום מהראשי
hr: ⚠️ Upozorenje: Paket će biti izgrađen iz {0} umjesto iz glavnog
hu: ⚠️ Figyelmeztetés: A csomag a {0} forrásból lesz létrehozva a fő helyett
is: ⚠️ Viðvörun: Pakki verður byggður frá {0} í stað aðal.
it: ⚠️ Attenzione: Il pacchetto verrà costruito da {0} invece di main
ja: ⚠️ 警告: パッケージはメインの代わりに {0} からビルドされます
nl: ⚠️ Waarschuwing: Pakket wordt gebouwd vanuit {0} in plaats van hoofd
no: ⚠️ Advarsel: Pakken vil bli bygget fra {0} i stedet for hoved
pl: ⚠️ Ostrzeżenie: Pakiet zostanie zbudowany z {0} zamiast z głównego
pt: ⚠️ Aviso: Pacote será construído de {0} ao invés de main
ro: ⚠️ Atenție: Pachetul va fi construit din {0} în loc de principal
ru: ⚠️ Внимание: Пакет будет собран из {0} вместо основного
sk: ⚠️ Upozornenie: Balík bude zostavený z {0} namiesto hlavného
sv: ⚠️ Varning: Paketet kommer att byggas från {0} istället för huvud
tr: ⚠️ Uyarı: Paket, ana yerine {0} üzerinden oluşturulacak
uk: ⚠️ Увага: Пакет буде зібрано з {0} замість основного
