Repository: big-comm/gitrepo
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: No default configuration found for organization '{0}'.
bg: Не е намерена стандартна конфигурация за организация '{0}'.
cs: Nebyla nalezena žádná výchozí konfigurace pro organizaci '{0}'.
da: Ingen standardkonfiguration fundet for organisation '{0}'.
de: Keine Standardkonfiguration für die Organisation '{0}' gefunden.
el: Δεν βρέθηκε προεπιλεγμένη ρύθμιση για τον οργανισμό '{0}'.
es: No se encontró ninguna configuración predeterminada para la organización '{0}'.
et: Ükski vaikimisi konfiguratsioon ei leitud organisatsiooni '{0}' jaoks.
fi: Oletuskonfiguraatiota ei löytynyt organisaatiolle '{0}'.
fr: Aucune configuration par défaut trouvée pour l'organisation '{0}'.
he: לא נמצאה תצורה ברירת מחדל לארגון '{0}'.
hr: Nema zadane konfiguracije za organizaciju '{0}'.
hu: Nincs alapértelmezett konfiguráció a(z) '{0}' szervezethez.
is: Engin ekki sjálfgefin stilling fyrir stofnunina '{0}'.
it: Nessuna configurazione predefinita trovata per l'organizzazione '{0}'.
ja: '{0}' の組織に対するデフォルト設定が見つかりません。
nl: Geen standaardconfiguratie gevonden voor organisatie '{0}'.
no: Ingen standardkonfigurasjon funnet for organisasjonen '{0}'.
pl: Nie znaleziono domyślnej konfiguracji dla organizacji '{0}'.
pt: Nenhuma configuração padrão encontrada para organização '{0}'.
ro: Nu a fost găsită nicio configurație implicită pentru organizația '{0}'.
ru: Не найдена конфигурация по умолчанию для организации '{0}'.
sk: Nenašla sa žiadna predvolená konfigurácia pre organizáciu '{0}'.
sv: Ingen standardkonfiguration hittades för organisationen '{0}'.
tr: '{0}' için varsayılan yapılandırma bulunamadı.
uk: Не знайдено конфігурацію за замовчуванням для організації '{0}'.

source: Invalid output directory: {0}
de: Ungültiges Ausgabeverzeichnis: {0}
et: Kehtetu väljundkaust: {0}
pt: Diretório de saída inválido: {0}

source: {0} (version {1})
bg: {0} (версия {1})
cs: {0} (verze {1})
el: {0} (έκδοση {1})
es: {0} (versión {1})
et: {0} (versioon {1})
fi: {0} (versio {1})
he: {0} (גרסה {1})
hr: {0} (verzija {1})
hu: {0} (verzió {1})
is: {0} (útgáfa {1})
it: {0} (versione {1})
ja: {0} (バージョン {1})
nl: {0} (versie {1})
no: {0} (versjon {1})
pl: {0} (wersja {1})
pt: {0} (versão {1})
ro: {0} (versiunea {1})
ru: {0} (версия {1})
sk: {0} (verzia {1})
tr: {0} (sürüm {1})
uk: {0} (версія {1})

source: Container engine found: {0}
de: Container-Engine gefunden: {0}
et: Leidub konteinerimootor: {0}
pt: Mecanismo de container encontrado: {0}

source: Stopping {0} old container(s)...
de: Stoppe {0} alte(n) Container(s)...
et: Peatamine {0} vana konteinerit(te)...
pt: Parando {0} container(s) antigo(s)...

source: Warning: Only {0:.1f} GB free. 20 GB recommended.
de: Warnung: Nur {0:.1f} GB frei. 20 GB empfohlen.
et: Hoiatus: Ainult {0:.1f} GB vaba. Soovitatav on 20 GB.
pt: Aviso: Apenas {0:.1f} GB livres. 20 GB recomendados.

source: Disk space available: {0:.1f} GB
de: Verfügbarer Speicherplatz: {0:.1f} GB
et: Vaba kettaruumi: {0:.1f} GB
pt: Espaço em disco disponível: {0:.1f} GB

source: Could not check disk space: {0}
de: Konnte den Speicherplatz nicht überprüfen: {0}
et: Ei saanud kettaruumi kontrollida: {0}
pt: Não foi possível verificar espaço em disco: {0}

source: Pulling container image: {0}
de: Container-Image wird heruntergeladen: {0}
et: Konteineri pildi allalaadimine: {0}
pt: Baixando imagem de container: {0}

source: Container image pulled successfully
de: Container-Image erfolgreich heruntergeladen
et: Konteineri pilt tõmmatud edukalt
pt: Imagem de container baixada com sucesso

source: Failed to pull container image
de: Fehler beim Abrufen des Container-Images
et: Konteineri pildi allalaadimine ebaõnnestus
pt: Falha ao baixar imagem de container

source: Retrying...
de: Wiederholen...
et: Uuendamine...
pt: Tentando novamente...

source: Error pulling container image: {0}
de: Fehler beim Abrufen des Container-Images: {0}
et: Viga konteineri pildi tõmbamisel: {0}
pt: Erro ao baixar imagem de container: {0}

source: Preparing build directories...
de: Vorbereiten der Build-Verzeichnisse...
et: Valmistatakse ehituskaustu...
pt: Preparando diretórios de build...

source: Cleaning work directory...
de: Arbeitsverzeichnis bereinigen...
et: Töötava katalooge puhastamine...
pt: Limpando diretório de trabalho...

source: Cleaning cache directory (--clean flag)...
de: Cache-Verzeichnis bereinigen (--clean-Flag)...
et: Puhastamine vahemälu kataloogist (--clean lipp)...
pt: Limpando diretório de cache (flag --clean)...

source: Created: {0}
de: Erstellt: {0}
et: Loodud: {0}
pt: Criado: {0}

source: Error creating directories: {0}
de: Fehler beim Erstellen von Verzeichnissen: {0}
et: Viga kaustade loomisel: {0}
pt: Erro ao criar diretórios: {0}

source: Cloning build-iso repository...
de: Klone das build-iso-Repository...
et: Kloonimine build-iso hoidlast...
pt: Clonando repositório build-iso...

source: Could not remove old build-iso: {0}
de: Konnte alte Build-ISO nicht entfernen: {0}
et: Ei saanud eemaldada vana build-iso: {0}
pt: Não foi possível remover build-iso antigo: {0}

source: Build script prepared
de: Build-Skript vorbereitet
et: Ehitus skript valmis
pt: Script de build preparado

source: Failed to clone build-iso repository
de: Fehler beim Klonen des build-iso-Repositorys
et: Eba tõmmata build-iso hoidla
pt: Falha ao clonar repositório build-iso

source: Error cloning repository: {0}
de: Fehler beim Klonen des Repositories: {0}
et: Viga repositooriumi kloonimisel: {0}
pt: Erro ao clonar repositório: {0}

source: Starting container build...
de: Starte Container-Bau...
et: Konteineri ehitamine algab...
pt: Iniciando build do container...

source: This may take 10-50 minutes depending on your hardware and network.
pt: Isso pode levar de 10 a 50 minutos, dependendo do seu hardware e rede.

source: Container build completed successfully
de: Container-Bau erfolgreich abgeschlossen
et: Konteineri ehitamine lõpetati edukalt
pt: Build do container concluído com sucesso

source: Container build failed with exit code {0}
de: Container-Build ist mit dem Exit-Code {0} fehlgeschlagen.
et: Konteineri ehitamine ebaõnnestus väljumiskoodiga {0}
pt: Build do container falhou com código de saída {0}

source: Error running container
de: Fehler beim Ausführen des Containers
et: Konteineri käivitamisel ilmnes viga
pt: Erro ao executar container

source: Moving ISO files to output directory...
de: ISO-Dateien in das Ausgabeverzeichnis verschieben...
et: ISO-failide liigutamine väljundkausta...
pt: Movendo arquivos ISO para diretório de saída...

source: No ISO files found in work directory
de: Keine ISO-Dateien im Arbeitsverzeichnis gefunden.
et: Töötamiskaustas ei leitud ISO-faile.
pt: Nenhum arquivo ISO encontrado no diretório de trabalho

source: Moving: {0}
de: Bewege: {0}
et: Liikuv: {0}
pt: Movendo: {0}

source: Generating MD5 checksum...
de: MD5-Prüfziffer wird generiert...
et: MD5 kontrollsummade genereerimine...
pt: Gerando checksum MD5...

source: Moved: {0}
de: Verschoben: {0}
et: Liikunud: {0}
pt: Movido: {0}

source: Cleaning up work directory...
de: Arbeitsverzeichnis bereinigen...
et: Töötava katalooge puhastamine...
pt: Limpando diretório de trabalho...

source: Work directory removed
de: Arbeitsverzeichnis entfernt
et: Töökaust eemaldatud
pt: Diretório de trabalho removido

source: Cleanup completed
de: Bereinigung abgeschlossen
et: Puhastus lõpetatud
pt: Limpeza concluída

source: Error moving ISO files: {0}
de: Fehler beim Verschieben von ISO-Dateien: {0}
et: Viga ISO-failide liigutamisel: {0}
pt: Erro ao mover arquivos ISO: {0}

source: Cleaning up cache directories...
de: Cache-Verzeichnisse werden bereinigt...
et: Vahemälu kataloogide puhastamine...
pt: Limpando diretórios de cache...

source: Cache cleaned
de: Cache geleert
et: Vahemälu puhastatud
pt: Cache limpo

source: Work directory cleaned
de: Arbeitsverzeichnis bereinigt
et: Töökaust on puhastatud
pt: Diretório de trabalho limpo

source: Could not clean cache: {0}
de: Cache konnte nicht bereinigt werden: {0}
et: Ei saanud vahemälu puhastada: {0}
pt: Não foi possível limpar cache: {0}

source: Requesting sudo access for file operations...
de: Anforderung von Sudo-Zugriff für Dateioperationen...
et: Palun sudo-juurdepääsu failitegevuste jaoks...
pt: Solicitando acesso sudo para operações de arquivo...

source: Sudo access required for local builds
de: Sudo-Zugriff für lokale Builds erforderlich
et: Sudo juurdepääs on vajalik kohalike ehituste jaoks
pt: Acesso sudo necessário para builds locais

source: Docker or Podman not found
de: Docker oder Podman nicht gefunden
et: Dockerit või Podmanit ei leitud
pt: Docker ou Podman não encontrado

source: Install with: sudo pacman -S docker
de: Installieren mit: sudo pacman -S docker
et: Installige: sudo pacman -S docker
pt: Instale com: sudo pacman -S docker

source: Or install Podman: sudo pacman -S podman
de: Oder installieren Sie Podman: sudo pacman -S podman
et: Või installige Podman: sudo pacman -S podman
pt: Ou instale Podman: sudo pacman -S podman

source: Build failed inside container
de: Build ist innerhalb des Containers fehlgeschlagen
et: Kogumine ebaõnnestus konteineris
pt: Build falhou dentro do container

source: Work directory preserved for debugging: {0}
de: Arbeitsverzeichnis für Debugging beibehalten: {0}
et: Töökaust säilitati silumiseks: {0}
pt: Diretório de trabalho preservado para depuração: {0}

source: Could not move ISO files, check manually
de: ISO-Dateien konnten nicht verschoben werden, bitte manuell überprüfen.
et: ISO-faile ei saanud liigutada, kontrollige käsitsi.
pt: Não foi possível mover arquivos ISO, verifique manualmente

source: Cleaning package cache...
de: Paket-Cache bereinigen...
et: Puhastatakse paketi vahemälu...
pt: Limpando cache de pacotes...

source: Cache cleaned successfully
de: Cache erfolgreich bereinigt
et: Vahemälu on edukalt puhastatud
pt: Cache limpo com sucesso

source: Cleaning up containers...
de: Container bereinigen...
et: Konteinerite puhastamine...
pt: Limpando containers...

source: Local build completed successfully!
de: Lokale Erstellung erfolgreich abgeschlossen!
et: Kohalik ehitus lõpetati edukalt!
pt: Build local concluído com sucesso!

source: ISO files saved to: {0}
de: ISO-Dateien gespeichert in: {0}
et: ISO failid salvestatud: {0}
pt: Arquivos ISO salvos em: {0}

source: Unexpected error: {0}
bg: Неочаквана грешка: {0}
cs: Neočekávaná chyba: {0}
da: Uventet fejl: {0}
de: Unerwarteter Fehler: {0}
el: Αναπάντεχο σφάλμα: {0}
es: Error inesperado: {0}
et: Ootamatu viga: {0}
fi: Odottamaton virhe: {0}
fr: Erreur inattendue : {0}
he: שגיאה בלתי צפויה: {0}
hr: Neočekivana greška: {0}
hu: Váratlan hiba: {0}
is: Óvænt villa: {0}
it: Errore imprevisto: {0}
ja: 予期しないエラー: {0}
nl: Onverwachte fout: {0}
no: Uventet feil: {0}
pl: Nieoczekiwany błąd: {0}
pt: Erro inesperado: {0}
ro: Eroare neașteptată: {0}
ru: Неожиданная ошибка: {0}
sk: Neočakávaná chyba: {0}
sv: Oväntat fel: {0}
tr: Beklenmedik hata: {0}
uk: Несподівана помилка: {0}

source: Work directory preserved at: {0}
de: Arbeitsverzeichnis gespeichert unter: {0}
et: Töökaust on säilitatud aadressil: {0}
pt: Diretório de trabalho preservado em: {0}

source: DETAILED ERROR:
pt: ERRO DETALHADO:

source: Unhandled error: {0}
bg: Необработена грешка: {0}
cs: Nepodložená chyba: {0}
da: Ubehandlet fejl: {0}
de: Nicht behandelter Fehler: {0}
el: Μη διαχειριζόμενο σφάλμα: {0}
es: Error no controlado: {0}
et: Käitlemata viga: {0}
fi: Käsittelemätön virhe: {0}
fr: Erreur non gérée : {0}
he: שגיאה לא מטופלת: {0}
hr: Neobrađena greška: {0}
hu: Kezelhetetlen hiba: {0}
is: Óhöndlaður villa: {0}
it: Errore non gestito: {0}
ja: 未処理のエラー: {0}
nl: Onbehandelde fout: {0}
no: Ubehandlet feil: {0}
pl: Nieobsłużony błąd: {0}
pt: Erro não tratado: {0}
ro: Eroare necontrolată: {0}
ru: Необработанная ошибка: {0}
sk: Nezachytená chyba: {0}
sv: Ohanterat fel: {0}
tr: Hatalı durum: {0}
uk: Невідома помилка: {0}

source: Token file '{0}' not found.
bg: Файл с токен '{0}' не е намерен.
cs: Soubor tokenu '{0}' nebyl nalezen.
da: Tokenfilen '{0}' blev ikke fundet.
de: Token-Datei '{0}' nicht gefunden.
el: Το αρχείο διακριτικού '{0}' δεν βρέθηκε.
es: Archivo de token '{0}' no encontrado.
et: Token fail '{0}' ei leitud.
fi: Token-tiedosto '{0}' ei löytynyt.
fr: Fichier de jeton '{0}' introuvable.
he: קובץ הטוקן '{0}' לא נמצא.
hr: Datoteka tokena '{0}' nije pronađena.
hu: A '{0}' token fájl nem található.
is: Tókufíll '{0}' fannst ekki.
it: File token '{0}' non trovato.
ja: トークンファイル '{0}' が見つかりません。
nl: Tokenbestand '{0}' niet gevonden.
no: Tokenfilen '{0}' ble ikke funnet.
pl: Plik tokena '{0}' nie został znaleziony.
pt: Arquivo de token '{0}' não encontrado.
ro: Fișierul token '{0}' nu a fost găsit.
ru: Файл токена '{0}' не найден.
sk: Súbor tokenu '{0}' nebol nájdený.
sv: Tokenfilen '{0}' hittades inte.
tr: Token dosyası '{0}' bulunamadı.
uk: Токен файл '{0}' не знайдено.

source: Token for organization '{0}' not found.
bg: Токенът за организация '{0}' не е намерен.
cs: Token pro organizaci '{0}' nebyl nalezen.
da: Token for organisation '{0}' ikke fundet.
de: Token für die Organisation '{0}' nicht gefunden.
el: Το διακριτικό για τον οργανισμό '{0}' δεν βρέθηκε.
es: Token para la organización '{0}' no encontrado.
et: Organisatsiooni '{0}' tokenit ei leitud.
fi: Organisaation '{0}' tokenia ei löytynyt.
fr: Jeton pour l'organisation '{0}' non trouvé.
he: אסימון עבור הארגון '{0}' לא נמצא.
hr: Token za organizaciju '{0}' nije pronađen.
hu: A '{0}' szervezethez tartozó token nem található.
is: Tókur fyrir stofnunina '{0}' fannst ekki.
it: Token per l'organizzazione '{0}' non trovato.
ja: 組織 '{0}' のトークンが見つかりません。
nl: Token voor organisatie '{0}' niet gevonden.
no: Token for organisasjonen '{0}' ble ikke funnet.
pl: Token dla organizacji '{0}' nie został znaleziony.
pt: Token para organização '{0}' não encontrado.
ro: Tokenul pentru organizația '{0}' nu a fost găsit.
ru: Токен для организации '{0}' не найден.
sk: Token pre organizáciu '{0}' nebol nájdený.
sv: Token för organisationen '{0}' hittades inte.
tr: '{0}' için organizasyon belirteci bulunamadı.
uk: Токен для організації '{0}' не знайдено.

source: Error reading token: {0}
bg: Грешка при четене на токен: {0}
cs: Chyba při čtení tokenu: {0}
da: Fejl ved læsning af token: {0}
de: Fehler beim Lesen des Tokens: {0}
el: Σφάλμα κατά την ανάγνωση του διακριτικού: {0}
es: Error al leer el token: {0}
et: Viga tokeni lugemisel: {0}
fi: Virhe tokenin lukemisessa: {0}
fr: Erreur de lecture du jeton : {0}
he: שגיאה בקריאת טוקן: {0}
hr: Greška pri čitanju tokena: {0}
hu: Hiba a token olvasásakor: {0}
is: Villa að lesa tákn: {0}
it: Errore nella lettura del token: {0}
ja: トークンの読み取りエラー: {0}
nl: Fout bij het lezen van token: {0}
no: Feil ved lesing av token: {0}
pl: Błąd odczytu tokenu: {0}
pt: Erro ao ler token: {0}
ro: Eroare la citirea token-ului: {0}
ru: Ошибка чтения токена: {0}
sk: Chyba pri čítaní tokenu: {0}
sv: Fel vid läsning av token: {0}
tr: Token okunurken hata: {0}
uk: Помилка читання токена: {0}

source: Triggering ISO build workflow on GitHub...
bg: Стартиране на ISO билд работен процес в GitHub...
cs: Spouštění ISO build workflow na GitHubu...
da: Udløsning af ISO build-arbejdsgang på GitHub...
de: ISO-Bau-Workflow auf GitHub auslösen...
el: Ενεργοποίηση ροής εργασίας ISO build στο GitHub...
es: Activando el flujo de trabajo de compilación ISO en GitHub...
et: ISO ehituse töövoo käivitamine GitHubis...
fi: ISO-rakennus työnkulun käynnistäminen GitHubissa...
fr: Déclenchement du flux de travail de construction ISO sur GitHub...
he: מפעיל את זרימת העבודה של בניית ISO ב-GitHub...
hr: Pokretanje ISO build radnog toka na GitHubu...
hu: ISO build munkafolyamat indítása a GitHub-on...
is: Virkja ISO byggingarvinnuflæði á GitHub...
it: Attivazione del flusso di lavoro di build ISO su GitHub...
ja: GitHubでISOビルドワークフローをトリガーしています...
nl: Triggeren van ISO-buildworkflow op GitHub...
no: Utløser ISO byggearbeidsflyt på GitHub...
pl: Uruchamianie workflow budowy ISO na GitHubie...
pt: Acionando workflow de build ISO no GitHub...
ro: Activarea fluxului de lucru pentru construirea ISO pe GitHub...
ru: Запуск рабочего процесса сборки ISO на GitHub...
sk: Spúšťanie ISO build pracovného postupu na GitHub...
sv: Utlöser ISO-byggarbetsflöde på GitHub...
tr: GitHub'da ISO yapı iş akışını tetikleme...
uk: Запуск робочого процесу збірки ISO на GitHub...

source: Sending request to: {0}
bg: Изпращане на заявка до: {0}
cs: Odesílání požadavku na: {0}
da: Sender anmodning til: {0}
de: Anfrage senden an: {0}
el: Αποστολή αιτήματος προς: {0}
es: Enviando solicitud a: {0}
et: Saadame päringu: {0}
fi: Lähetetään pyyntö osoitteeseen: {0}
fr: Envoi de la demande à : {0}
he: שולח בקשה ל: {0}
hr: Slanje zahtjeva na: {0}
hu: Kérés küldése ide: {0}
it: Invio richiesta a: {0}
ja: リクエストを送信中: {0}
nl: Verzoek verzenden naar: {0}
no: Sender forespørsel til: {0}
pl: Wysyłanie żądania do: {0}
pt: Enviando requisição para: {0}
ro: Trimitere cerere către: {0}
ru: Отправка запроса на: {0}
sk: Odosielanie požiadavky na: {0}
sv: Skickar begäran till: {0}
tr: İstek gönderiliyor: {0}
uk: Відправлення запиту до: {0}

source: Error triggering workflow (code 422). Can't have more than 10 entries in the event.
bg: Грешка при задействане на работен поток (код 422). Не може да има повече от 10 записа в събитието.
cs: Chyba při spuštění pracovního postupu (kód 422). Nelze mít více než 10 položek v události.
da: Fejl ved udløsning af arbejdsflow (kode 422). Kan ikke have mere end 10 poster i begivenheden.
de: Fehler beim Auslösen des Workflows (Code 422). Es dürfen nicht mehr als 10 Einträge im Ereignis vorhanden sein.
el: Σφάλμα κατά την ενεργοποίηση της ροής εργασίας (κωδικός 422). Δεν μπορεί να υπάρχουν περισσότερες από 10 καταχωρίσεις στην εκδήλωση.
es: Error al activar el flujo de trabajo (código 422). No se pueden tener más de 10 entradas en el evento.
et: Viga töövoo käivitamisel (kood 422). Ürituses ei saa olla rohkem kui 10 kirjet.
fi: Virhe työnkulun käynnistämisessä (koodi 422). Tapahtumassa ei voi olla yli 10 merkintää.
fr: Erreur lors du déclenchement du flux de travail (code 422). Ne peut pas avoir plus de 10 entrées dans l'événement.
he: שגיאה בהפעלת זרימת העבודה (קוד 422). לא יכול להיות יותר מ-10 רשומות באירוע.
hr: Greška pri pokretanju radnog toka (kod 422). Ne može biti više od 10 unosa u događaju.
hu: Hiba a munkafolyamat aktiválásakor (kód 422). Nem lehet több mint 10 bejegyzés az eseményben.
is: Villa við að kveikja á vinnuflæði (kóði 422). Ekki er hægt að hafa fleiri en 10 skráningar í atburðinum.
it: Errore durante l'attivazione del flusso di lavoro (codice 422). Non possono esserci più di 10 voci nell'evento.
ja: ワークフローのトリガー中にエラーが発生しました（コード422）。イベントに10件以上のエントリを持つことはできません。
nl: Fout bij het activeren van de workflow (code 422). Er kunnen niet meer dan 10 vermeldingen in het evenement zijn.
no: Feil ved utløsing av arbeidsflyt (kode 422). Kan ikke ha mer enn 10 oppføringer i hendelsen.
pl: Błąd wyzwalania przepływu pracy (kod 422). Nie można mieć więcej niż 10 wpisów w zdarzeniu.
pt: Erro ao acionar workflow (código 422). Não pode ter mais de 10 entradas no evento.
ro: Eroare la declanșarea fluxului de lucru (cod 422). Nu pot exista mai mult de 10 intrări în eveniment.
ru: Ошибка при запуске рабочего процесса (код 422). Не может быть более 10 записей в событии.
sk: Chyba pri spúšťaní pracovného postupu (kód 422). Nemôže byť viac ako 10 položiek v udalosti.
sv: Fel vid utlösning av arbetsflöde (kod 422). Kan inte ha mer än 10 poster i händelsen.
tr: Hata, iş akışını tetikleme (kod 422). Olayda 10'dan fazla giriş olamaz.
uk: Помилка активації робочого процесу (код 422). Не може бути більше 10 записів у події.

source: Error triggering workflow. Response code: {0}
bg: Грешка при задействане на работен поток. Код на отговор: {0}
cs: Chyba při spuštění pracovního postupu. Kód odpovědi: {0}
da: Fejl ved udløsning af arbejdsflow. Svarkode: {0}
de: Fehler beim Auslösen des Workflows. Antwortcode: {0}
el: Σφάλμα κατά την εκτέλεση της ροής εργασίας. Κωδικός απόκρισης: {0}
es: Error al activar el flujo de trabajo. Código de respuesta: {0}
et: Töövoo käivitamise viga. Vastuskood: {0}
fi: Virhe työnkulun käynnistämisessä. Vastauskoodi: {0}
fr: Erreur lors du déclenchement du flux de travail. Code de réponse : {0}
he: שגיאה בהפעלה של זרימת עבודה. קוד תגובה: {0}
hr: Greška prilikom pokretanja radnog toka. Kod odgovora: {0}
hu: Hiba a munkafolyamat aktiválásakor. Válaszkód: {0}
is: Villa villa vinnu. Svar kóði: {0}
it: Errore nell'attivazione del flusso di lavoro. Codice di risposta: {0}
ja: ワークフローのトリガー中にエラーが発生しました。レスポンスコード: {0}
nl: Fout bij het activeren van de workflow. Reactiecode: {0}
no: Feil ved utløsing av arbeidsflyt. Responskode: {0}
pl: Błąd wyzwalania przepływu pracy. Kod odpowiedzi: {0}
pt: Erro ao acionar workflow. Código de resposta: {0}
ro: Eroare la activarea fluxului de lucru. Cod de răspuns: {0}
ru: Ошибка при запуске рабочего процесса. Код ответа: {0}
sk: Chyba pri spúšťaní pracovného postupu. Kód odpovede: {0}
sv: Fel vid utlösning av arbetsflöde. Svarskod: {0}
tr: Hata, iş akışını tetikleme. Yanıt kodu: {0}
uk: Помилка активації робочого процесу. Код відповіді: {0}

source: ISO build workflow triggered successfully for {0}.
bg: ISO изграждане на работен процес успешно задействан за {0}.
cs: ISO build workflow byl úspěšně spuštěn pro {0}.
da: ISO build arbejdsflow udløst med succes for {0}.
de: ISO-Bau-Workflow erfolgreich für {0} ausgelöst.
el: Η ροή εργασίας ISO build ενεργοποιήθηκε με επιτυχία για {0}.
es: El flujo de trabajo de compilación ISO se activó correctamente para {0}.
et: ISO ehituse töövoog käivitati edukalt {0} jaoks.
fi: ISO-rakennustyönkulku laukaistiin onnistuneesti kohteelle {0}.
fr: Le flux de travail de construction ISO déclenché avec succès pour {0}.
he: הזרמת בניית ISO הופעלה בהצלחה עבור {0}.
hr: ISO build radni tok uspješno pokrenut za {0}.
hu: ISO build munkafolyamat sikeresen elindítva a(z) {0} számára.
is: ISO byggferli virkjuð með árangri fyrir {0}.
it: Flusso di lavoro di build ISO attivato con successo per {0}.
ja: {0}のISOビルドワークフローが正常にトリガーされました。
nl: ISO-buildworkflow met succes geactiveerd voor {0}.
no: ISO-byggarbeidsflyt utløst med suksess for {0}.
pl: Workflow budowy ISO uruchomiony pomyślnie dla {0}.
pt: Workflow de build ISO acionado com sucesso para {0}.
ro: Fluxul de construire ISO a fost declanșat cu succes pentru {0}.
ru: Успешно запущен рабочий процесс сборки ISO для {0}.
sk: ISO zostavenie pracovného postupu úspešne spustené pre {0}.
sv: ISO-byggarbetsflöde utlösts framgångsrikt för {0}.
tr: {0} için ISO yapı iş akışı başarıyla tetiklendi.
