Repository: big-comm/gitrepo
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Warning: Failed to get branch list.
bg: Предупреждение: Неуспешно получаване на списък с клонове.
cs: Upozornění: Nepodařilo se získat seznam větví.
da: Advarsel: Mislykkedes at hente grene liste.
de: Warnung: Fehler beim Abrufen der Zweig-Liste.
el: Προειδοποίηση: Αποτυχία λήψης λίστας κλάδων.
es: Advertencia: No se pudo obtener la lista de ramas.
et: Hoiatus: Haru nimekirja saamine ebaõnnestus.
fi: Varoitus: Haara-listan hakeminen epäonnistui.
fr: Avertissement : Échec de l'obtention de la liste des branches.
he: אזהרה: נכשל בקבלת רשימת סניפים.
hr: Upozorenje: Neuspjeh u dobivanju popisa grana.
hu: Figyelmeztetés: A branch lista lekérése nem sikerült.
is: Viðvörun: Mistókst að sækja greinaskrá.
it: Avviso: Impossibile ottenere l'elenco dei rami.
ja: 警告: ブランチリストの取得に失敗しました。
nl: Waarschuwing: Het ophalen van de taklijst is mislukt.
no: Advarsel: Mislyktes med å hente grener.
pl: Ostrzeżenie: Nie udało się pobrać listy gałęzi.
pt: Aviso: Falha ao obter a lista de branches.
ro: Avertizare: Eșec la obținerea listei de ramuri.
ru: Предупреждение: Не удалось получить список веток.
sk: Upozornenie: Nepodarilo sa získať zoznam vetiev.
sv: Varning: Misslyckades med att hämta grenlistan.
tr: Uyarı: Dal listesini alma başarısız oldu.
uk: Попередження: Не вдалося отримати список гілок.

source: Warning: No valid branches found, using 'dev' as default
bg: Предупреждение: Не са намерени валидни клонове, използвайки 'dev' като подразбиране
da: Advarsel: Ingen gyldige grene fundet, bruger 'dev' som standard
de: Warnung: Keine gültigen Branches gefunden, 'dev' wird als Standard verwendet
et: Hoiatus: Kehtivaid haru ei leitud, kasutades vaikimisi 'dev'
fi: Varoitus: Ei voimassa olevia haaraumia löytynyt, käytetään 'dev' oletuksena
fr: Avertissement : Aucune branche valide trouvée, utilisation de 'dev' comme valeur par défaut
hr: Upozorenje: Nema valjanih grana, koristi se 'dev' kao zadano.
hu: Figyelmeztetés: Nincs érvényes ág, a 'dev' használata alapértelmezettként.
is: Aðvörun: Engar gildar greinar fundust, notast við 'dev' sem sjálfgefið.
it: Avviso: Nessun ramo valido trovato, utilizzando 'dev' come predefinito
nl: Waarschuwing: Geen geldige takken gevonden, 'dev' als standaard gebruiken
no: Advarsel: Ingen gyldige grener funnet, bruker 'dev' som standard
pt: Aviso: Nenhuma branch válido encontrado, usando 'dev' como predefinição
ru: Предупреждение: Не найдено действительных веток, используется 'dev' по умолчанию
sk: Upozornenie: Neboli nájdené žiadne platné vetvy, ako predvolené sa používa 'dev'
sv: Varning: Inga giltiga grenar hittades, använder 'dev' som standard

source: The most recent branch is: {0}
bg: Най-новият клон е: {0}
cs: Nejnovější větev je: {0}
da: Den nyeste gren er: {0}
de: Der aktuellste Zweig ist: {0}
el: Η πιο πρόσφατη έκδοση είναι: {0}
es: La rama más reciente es: {0}
et: Viimane haru on: {0}
fi: Viimeisin haara on: {0}
fr: La branche la plus récente est : {0}
he: הסניף האחרון הוא: {0}
hr: Najnovija grana je: {0}
hu: A legfrissebb ág: {0}
is: Nýjasta greinin er: {0}
it: L'ultima ramo è: {0}
ja: 最新のブランチは: {0}
nl: De meest recente tak is: {0}
no: Den nyeste grenen er: {0}
pl: Najświeższa gałąź to: {0}
pt: A branch mais recente é: {0}
ro: Cea mai recentă ramură este: {0}
ru: Самая последняя ветка: {0}
sk: Najnovšia vetva je: {0}
sv: Den senaste grenen är: {0}
tr: En son dal: {0}
uk: Найновіша гілка: {0}

source: You're already on the most recent branch: {0}. Pulling latest changes...
bg: Вече сте на най-новия клон: {0}. Изтегляне на последните промени...
cs: Již jste na nejnovější větvi: {0}. Stahuji nejnovější změny...
da: Du er allerede på den nyeste gren: {0}. Henter de seneste ændringer...
de: Sie befinden sich bereits auf dem aktuellsten Zweig: {0}. Lade die neuesten Änderungen...
el: Είστε ήδη στο πιο πρόσφατο κλάδο: {0}. Ανάκτηση τελευταίων αλλαγών...
es: Ya estás en la rama más reciente: {0}. Extrayendo los últimos cambios...
et: Sa oled juba kõige uuemas haru: {0}. Laen viimaseid muudatusi...
fi: Olet jo viimeisimmällä haaralla: {0}. Vedetään viimeisimmät muutokset...
fr: Vous êtes déjà sur la branche la plus récente : {0}. Récupération des dernières modifications...
he: אתה כבר על הסניף האחרון: {0}. מושך שינויים אחרונים...
hr: Već ste na najnovijoj grani: {0}. Preuzimanje najnovijih promjena...
hu: Már a legfrissebb ágon vagy: {0}. A legújabb változtatások letöltése...
is: Þú ert þegar á nýjustu greininni: {0}. Dregur nýjustu breytingar...
it: Sei già sull'ultima ramo: {0}. Recuperando le ultime modifiche...
ja: 最新のブランチにいます: {0}。最新の変更を取得しています...
nl: Je bent al op de meest recente tak: {0}. Laatste wijzigingen ophalen...
no: Du er allerede på den nyeste grenen: {0}. Henter de nyeste endringene...
pl: Już jesteś na najnowszej gałęzi: {0}. Pobieranie najnowszych zmian...
pt: Já está na branch mais recente: {0}. Baixando as últimas alterações...
ro: Ești deja pe cea mai recentă ramură: {0}. Se descarcă ultimele modificări...
ru: Вы уже на самой последней ветке: {0}. Получение последних изменений...
sk: Už ste na najnovšej vetve: {0}. Načítavam najnovšie zmeny...
sv: Du är redan på den senaste grenen: {0}. Hämtar de senaste ändringarna...
tr: En son daldasınız: {0}. En son değişiklikleri çekiyor...
uk: Ви вже на найновішій гілці: {0}. Завантаження останніх змін...

source: Warning: Failed to pull latest changes.
bg: Предупреждение: Неуспешно изтегляне на последните промени.
cs: Upozornění: Nepodařilo se stáhnout nejnovější změny.
da: Advarsel: Mislykkedes at hente de nyeste ændringer.
de: Warnung: Fehler beim Abrufen der neuesten Änderungen.
el: Προειδοποίηση: Αποτυχία λήψης των τελευταίων αλλαγών.
es: Advertencia: No se pudieron obtener los últimos cambios.
et: Hoiatus: Viimaste muudatuste allalaadimine ebaõnnestus.
fi: Varoitus: Viimeisimpien muutosten hakeminen epäonnistui.
fr: Avertissement : Échec de l'extraction des dernières modifications.
he: אזהרה: נכשל למשוך את השינויים האחרונים.
hr: Upozorenje: Nije uspjelo preuzimanje najnovijih promjena.
hu: Figyelmeztetés: A legfrissebb változtatások letöltése nem sikerült.
is: Aðvörun: Mistókst að draga síðustu breytingar.
it: Avviso: Impossibile recuperare le ultime modifiche.
ja: 警告: 最新の変更を取得できませんでした。
nl: Waarschuwing: Het is niet gelukt om de laatste wijzigingen op te halen.
no: Advarsel: Kunne ikke hente de nyeste endringene.
pl: Ostrzeżenie: Nie udało się pobrać najnowszych zmian.
pt: Aviso: Falha ao baixar as últimas alterações.
ro: Atenție: Eșec la preluarea celor mai recente modificări.
ru: Предупреждение: Не удалось получить последние изменения.
sk: Upozornenie: Nepodarilo sa stiahnuť najnovšie zmeny.
sv: Varning: Misslyckades med att hämta de senaste ändringarna.
tr: Uyarı: En son değişiklikleri çekme başarısız oldu.
uk: Попередження: Не вдалося отримати останні зміни.

source: The most recent code is on branch: {0}
bg: Най-новият код е на клон: {0}
cs: Nejnovější kód je na větvi: {0}
da: Den nyeste kode er på grenen: {0}
de: Der aktuellste Code befindet sich im Zweig: {0}
el: Ο πιο πρόσφατος κώδικας είναι στο κλάδο: {0}
es: El código más reciente está en la rama: {0}
et: Viimase kood on harul: {0}
fi: Viimeisin koodi on haarassa: {0}
fr: Le code le plus récent est sur la branche : {0}
he: הקוד האחרון נמצא בענף: {0}
hr: Najnoviji kod je na grani: {0}
hu: A legfrissebb kód a következő ágon található: {0}
is: Nýjasta kóðinn er á grein: {0}
it: L'ultima versione del codice si trova nel ramo: {0}
ja: 最新のコードはブランチにあります: {0}
nl: De meest recente code staat op tak: {0}
no: Den nyeste koden er på gren: {0}
pl: Najświeższy kod znajduje się w gałęzi: {0}
pt: O código mais recente está na branch: {0}
ro: Cea mai recentă versiune a codului se află pe ramura: {0}
ru: Самый последний код находится в ветке: {0}
sk: Najnovší kód je na vetve: {0}
sv: Den senaste koden finns på grenen: {0}
tr: En son kod şu dalda: {0}
uk: Останній код знаходиться на гілці: {0}

source: You have local changes that could be lost if you switch branches.
bg: Имате локални промени, които могат да бъдат загубени, ако превключите клонове.
cs: Máte místní změny, které by mohly být ztraceny, pokud přepnete větve.
da: Du har lokale ændringer, der kan gå tabt, hvis du skifter grene.
de: Sie haben lokale Änderungen, die verloren gehen könnten, wenn Sie die Branches wechseln.
el: Έχετε τοπικές αλλαγές που μπορεί να χαθούν αν αλλάξετε κλάδους.
es: Tienes cambios locales que podrían perderse si cambias de rama.
et: Teil on kohalikud muudatused, mis võivad kaduda, kui vahetate harusid.
fi: Sinulla on paikallisia muutoksia, jotka voivat kadota, jos vaihdat haaraa.
fr: Vous avez des modifications locales qui pourraient être perdues si vous changez de branche.
he: יש לך שינויים מקומיים שעשויים להתאבד אם תעבור בין סניפים.
hr: Imate lokalne promjene koje bi mogle biti izgubljene ako prebacite grane.
hu: Helyi módosításaid vannak, amelyek elveszhetnek, ha átváltasz másik ágra.
is: Þú hefur staðbundnar breytingar sem gætu tapast ef þú skiptir um greinar.
it: Hai modifiche locali che potrebbero andare perse se cambi ramo.
ja: ブランチを切り替えると失われる可能性のあるローカル変更があります。
nl: Je hebt lokale wijzigingen die verloren kunnen gaan als je van tak wisselt.
no: Du har lokale endringer som kan gå tapt hvis du bytter grener.
pl: Masz lokalne zmiany, które mogą zostać utracone, jeśli przełączysz gałęzie.
pt: Tem alterações locais que podem ser perdidas se trocar de branch.
ro: Aveți modificări locale care ar putea fi pierdute dacă schimbați ramuri.
ru: У вас есть локальные изменения, которые могут быть потеряны, если вы переключитесь на другую ветку.
sk: Máte miestne zmeny, ktoré by mohli byť stratené, ak prepnite vetvy.
sv: Du har lokala ändringar som kan gå förlorade om du byter gren.
tr: Yerel değişiklikleriniz var, bu değişiklikler dalları değiştirdiğinizde kaybolabilir.
uk: У вас є локальні зміни, які можуть бути втрачені, якщо ви перемкнетеся на іншу гілку.

source: Stash changes and switch to most recent branch
bg: Запазете промените и превключете на най-новия клон
cs: Uložte změny a přepněte na nejnovější větev
da: Gem ændringer og skift til den nyeste gren
de: Änderungen speichern und zum aktuellsten Zweig wechseln
el: Αποθήκευση αλλαγών και εναλλαγή στην πιο πρόσφατη διακλάδωση
es: Guardar cambios y cambiar a la rama más reciente
et: Salvesta muudatused ja lülitu kõige uuemale harule
fi: Tallenna muutokset ja vaihda uusimpaan haaraan
fr: Mettre de côté les modifications et passer à la branche la plus récente
he: שמור שינויים ועבור לענף האחרון ביותר
hr: Spremi promjene i prebacite se na najnoviju granu
hu: Változtatások elmentése és átváltás a legutolsó ágra
is: Geyma breytingar og skipta yfir í nýjustu greinina
it: Salva le modifiche e passa al ramo più recente
ja: 変更をスタッシュして最新のブランチに切り替える
nl: Wijzigingen opslaan en overschakelen naar de meest recente tak
no: Stash endringer og bytt til den nyeste grenen
pl: Zapisz zmiany i przełącz się na najnowszą gałąź
pt: Salvar alterações e trocar para a branch mais recente
ro: Salvează modificările și comută pe cea mai recentă ramură
ru: Сохранить изменения и переключиться на последнюю ветку
sk: Uložiť zmeny a prepnúť na najnovšiu vetvu
sv: Spara ändringar och väx till den senaste grenen
tr: Değişiklikleri sakla ve en son dala geçiş yap
uk: Сховати зміни та перейти до найновішої гілки

source: Stay on current branch and just pull its latest version
bg: Останете на текущия клон и просто изтеглете последната му версия
cs: Zůstaňte na aktuální větvi a jednoduše stáhněte její nejnovější verzi.
da: Forbliv på den nuværende gren og træk blot dens nyeste version.
de: Bleiben Sie im aktuellen Zweig und ziehen Sie einfach die neueste Version.
el: Μείνετε στο τρέχον κλάδο και απλώς τραβήξτε την τελευταία του έκδοση
es: Permanece en la rama actual y solo descarga su última versión.
et: Jääge praegusele harule ja tõmmake lihtsalt selle uusim versioon.
fi: Pysy nykyisellä haaralla ja vedä vain sen uusin versio.
fr: Restez sur la branche actuelle et tirez simplement sa dernière version.
he: שמור על הסניף הנוכחי ופשוט משוך את הגרסה האחרונה שלו
hr: Ostani na trenutnoj grani i samo preuzmi njezinu najnoviju verziju
hu: Maradj a jelenlegi ágon, és csak húzd le a legújabb verzióját.
is: Verðu á núverandi grein og draga bara nýjustu útgáfuna hennar.
it: Rimani sul ramo attuale e scarica semplicemente la sua versione più recente
ja: 現在のブランチに留まり、その最新バージョンをプルします。
nl: Blijf op de huidige tak en haal gewoon de nieuwste versie ervan op.
no: Hold deg på nåværende gren og hent bare den nyeste versjonen.
pl: Pozostań na bieżącej gałęzi i po prostu pobierz jej najnowszą wersję
pt: Ficar na branch atual e apenas baixar sua última versão
ro: Rămâi pe ramura curentă și doar descarcă cea mai recentă versiune.
ru: Оставайтесь на текущей ветке и просто загрузите её последнюю версию.
sk: Zostaňte na aktuálnej vetve a jednoducho si stiahnite jej najnovšiu verziu.
sv: Stanna på nuvarande gren och hämta bara dess senaste version.
tr: Mevcut dalda kal ve sadece en son sürümünü çek.
uk: Залишайтеся на поточній гілці та просто завантажте її останню версію

source: Cancel operation
bg: Отмяна на операцията
cs: Zrušit operaci
da: Annuller handling
de: Vorgang abbrechen
el: Ακύρωση λειτουργίας
es: Cancelar operación
et: Tühista toiming
fi: Peruuta toiminto
fr: Annuler l'opération
he: ביטול פעולה
hr: Otkaži operaciju
hu: Művelet megszakítása
is: Hætta við aðgerð
it: Annulla operazione
ja: 操作をキャンセル
nl: Annuleer bewerking
no: Avbryt operasjon
pl: Anuluj operację
pt: Cancelar operação
ro: Anulează operațiunea
ru: Отменить операцию
sk: Zrušiť operáciu
sv: Avbryt åtgärd
tr: İşlemi iptal et
uk: Скасувати операцію

source: How do you want to proceed?
bg: Как искате да продължите?
cs: Jak chcete pokračovat?
da: Hvordan ønsker du at fortsætte?
de: Wie möchten Sie fortfahren?
el: Πώς θέλετε να προχωρήσετε;
es: ¿Cómo deseas proceder?
et: Kuidas soovite edasi minna?
fi: Miten haluat edetä?
fr: Comment souhaitez-vous procéder ?
he: איך אתה רוצה להמשיך?
hr: Kako želite nastaviti?
hu: Hogyan szeretnél tovább lépni?
is: Hvernig viltu halda áfram?
it: Come vuoi procedere?
ja: どのように進めたいですか？
nl: Hoe wilt u verdergaan?
no: Hvordan ønsker du å gå videre?
pl: Jak chcesz kontynuować?
pt: Como deseja prosseguir?
ro: Cum doriți să continuați?
ru: Как вы хотите продолжить?
sk: Ako chcete pokračovať?
sv: Hur vill du gå vidare?
tr: Nasıl devam etmek istersiniz?
uk: Як ви хочете продовжити?

source: Stashing your local changes...
bg: Запазване на локалните ви промени...
cs: Ukládání vašich místních změn...
da: Gemmer dine lokale ændringer...
de: Ändere deine lokalen Änderungen sichern...
el: Αποθήκευση των τοπικών αλλαγών σας...
es: Guardando tus cambios locales...
et: Kohandmine teie kohalikke muudatusi...
fi: Paikallisten muutosten tallentaminen...
fr: Mise en attente de vos modifications locales...
he: שימור השינויים המקומיים שלך...
hr: Skladištenje vaših lokalnih promjena...
hu: Helyi módosításaid elrejtése...
is: Geymsla staðbundinna breytinga þinna...
it: Mettere in attesa le tue modifiche locali...
ja: ローカルの変更をスタッシュしています...
nl: Je lokale wijzigingen opslaan...
no: Lagrer lokale endringer...
pl: Przechowywanie lokalnych zmian...
pt: Guardando suas alterações locais...
ro: Păstrând modificările locale...
ru: Сохранение ваших локальных изменений...
sk: Ukladanie vašich miestnych zmien...
sv: Sparar dina lokala ändringar...
tr: Yerel değişikliklerinizi saklıyor...
uk: Сховування ваших локальних змін...

source: Switching to most recent branch: {0}
bg: Превключване към най-новия клон: {0}
cs: Přepínání na nejnovější větev: {0}
da: Skifter til den nyeste gren: {0}
de: Wechseln zum aktuellsten Zweig: {0}
el: Εναλλαγή στην πιο πρόσφατη διακλάδωση: {0}
es: Cambiando a la rama más reciente: {0}
et: Viimase haru vahetamine: {0}
fi: Siirtyminen uusimpaan haaraan: {0}
fr: Changement vers la branche la plus récente : {0}
he: מעבר לענף האחרון: {0}
hr: Prebacivanje na najnoviju granu: {0}
hu: Átváltás a legújabb ágra: {0}
is: Breyting í nýjustu grein: {0}
it: Passaggio al ramo più recente: {0}
ja: 最新のブランチに切り替えています: {0}
nl: Overschakelen naar de meest recente tak: {0}
no: Bytter til nyeste gren: {0}
pl: Przełączanie na najnowszą gałąź: {0}
pt: Trocando para a branch mais recente: {0}
ro: Comutare la cea mai recentă ramură: {0}
ru: Переключение на самую последнюю ветку: {0}
sk: Prechod na najnovšiu vetvu: {0}
sv: Byter till den senaste grenen: {0}
tr: En son dala geçiliyor: {0}
uk: Переключення на найновішу гілку: {0}

source: Pulling latest changes...
bg: Изтегляне на последните промени...
cs: Stahuji nejnovější změny...
da: Henter de seneste ændringer...
de: Aktuelle Änderungen abrufen...
el: Ανα pulling τελευταίες αλλαγές...
es: Extrayendo los últimos cambios...
et: Viimaste muudatuste tõmbamine...
fi: Vetää viimeisimmät muutokset...
fr: Récupération des dernières modifications...
he: מושך שינויים אחרונים...
hr: Preuzimanje najnovijih promjena...
hu: Legfrissebb változások letöltése...
is: Dregur nýjustu breytingar...
it: Estrazione delle ultime modifiche...
ja: 最新の変更を取得中...
nl: Laatste wijzigingen ophalen...
no: Henter de nyeste endringene...
pl: Pobieranie najnowszych zmian...
pt: Baixando as últimas alterações...
ro: Tragerea celor mai recente modificări...
ru: Получение последних изменений...
sk: Načítanie najnovších zmien...
sv: Hämtar senaste ändringar...
tr: Son değişiklikler çekiliyor...
uk: Витягування останніх змін...

source: Applying your stashed changes...
bg: Прилагане на вашите запазени промени...
cs: Aplikuji vaše uložené změny...
da: Anvender dine gemte ændringer...
de: Wenden Sie Ihre zwischengespeicherten Änderungen an...
el: Εφαρμογή των αποθηκευμένων αλλαγών...
es: Aplicando tus cambios guardados...
et: Rakendatakse teie salvestatud muudatusi...
fi: Sovellat piilotettuja muutoksiasi...
fr: Application de vos modifications mises de côté...
he: מיישם את השינויים ששמרת...
hr: Primjena vaših spremljenih promjena...
hu: A tárolt módosításaid alkalmazása...
is: Beita breytingar þínar...
it: Applicando le tue modifiche in sospeso...
ja: スタッシュした変更を適用しています...
nl: Toepassen van uw opgeslagen wijzigingen...
no: Bruker dine lagrede endringer...
pl: Zastosowywanie zapisanych zmian...
pt: Aplicando suas alterações guardadas...
ro: Aplicarea modificărilor stocate...
ru: Применение ваших сохранённых изменений...
sk: Aplikovanie vašich uložených zmien...
sv: Tillämpa dina sparade ändringar...
tr: Değişikliklerinizi uyguluyor...
uk: Застосування ваших збережених змін...

source: Successfully switched to most recent branch with your changes.
bg: Успешно превключихте на най-новия клон с вашите промени.
cs: Úspěšně jste přešli na nejnovější větev s vašimi změnami.
da: Succesfuldt skiftet til den nyeste gren med dine ændringer.
de: Erfolgreich auf den aktuellsten Zweig mit Ihren Änderungen gewechselt.
el: Επιτυχής αλλαγή στην πιο πρόσφατη διακλάδωση με τις αλλαγές σας.
es: Cambio exitoso a la rama más reciente con tus cambios.
et: Edukalt vahetatud kõige uuemale harule koos teie muudatustega.
fi: Onnistuneesti vaihdettu uusimpaan haaraan muutoksillasi.
fr: Changement réussi vers la branche la plus récente avec vos modifications.
he: המעבר לסניף האחרון עם השינויים שלך בוצע בהצלחה.
hr: Uspješno ste prešli na najnoviju granu s vašim promjenama.
hu: Sikeresen váltott a legfrissebb ágra a módosításaival.
is: Súffrandi var skipt yfir í nýjustu greinina með þínum breytingum.
it: Passaggio riuscito al ramo più recente con le tue modifiche.
ja: 最新のブランチにあなたの変更を持って正常に切り替えました。
nl: Met succes overgeschakeld naar de meest recente tak met uw wijzigingen.
no: Suksessfullt byttet til den nyeste grenen med endringene dine.
pl: Pomyślnie przełączono na najnowszą gałąź z twoimi zmianami.
pt: Mudança para a branch mais recente com suas alterações realizada com sucesso.
ro: Comutare cu succes la cea mai recentă ramură cu modificările tale.
ru: Успешно переключено на последнюю ветку с вашими изменениями.
sk: Úspešne ste prepli na najnovšiu vetvu s vašimi zmenami.
sv: Framgångsrikt bytt till den senaste grenen med dina ändringar.
tr: Değişikliklerinizle en son dala başarıyla geçildi.
uk: Успішно перемкнуто на найновішу гілку з вашими змінами.

source: Error during branch switch operations.
bg: Грешка по време на операции за превключване на клон.
cs: Chyba během operací přepínání větví.
da: Fejl under skift af branchoperationer.
de: Fehler bei den Zweig-Umschaltvorgängen.
el: Σφάλμα κατά τη διάρκεια των λειτουργιών εναλλαγής κλάδου.
es: Error durante las operaciones de cambio de rama.
et: Viga haru haru vahetuse operatsioonide ajal.
fi: Virhe haaran vaihtotoimintojen aikana.
fr: Erreur lors des opérations de changement de branche.
he: שגיאה במהלך פעולות החלפת ענפים.
hr: Greška tijekom operacija prebacivanja grane.
hu: Hiba a ágazatváltási műveletek során.
is: Villa við greinarbreytingar.
it: Errore durante le operazioni di cambio ramo.
ja: ブランチ切り替え操作中にエラーが発生しました。
nl: Fout tijdens takwisseloperaties.
no: Feil under bytteoperasjoner for gren.
pl: Błąd podczas operacji przełączania gałęzi.
pt: Erro durante as operações de mudança de branch.
ro: Eroare în timpul operațiunilor de comutare a ramurii.
ru: Ошибка во время операций переключения ветки.
sk: Chyba počas operácií prepnúť vetvu.
sv: Fel vid grenväxling.
tr: Dal geçiş işlemleri sırasında hata.
uk: Помилка під час операцій перемикання гілок.

source: You may need to manually resolve the situation.
bg: Може да се наложи ръчно да разрешите ситуацията.
cs: Možná budete muset situaci vyřešit ručně.
da: Du skal muligvis manuelt løse situationen.
de: Sie müssen die Situation möglicherweise manuell lösen.
el: Μπορεί να χρειαστεί να επιλύσετε την κατάσταση χειροκίνητα.
es: Es posible que necesite resolver la situación manualmente.
et: Võib-olla peate olukorra käsitsi lahendama.
fi: Saatat joutua ratkaisemaan tilanteen manuaalisesti.
fr: Vous devrez peut-être résoudre la situation manuellement.
he: ייתכן שתצטרך לפתור את המצב ידנית.
hr: Možda ćete morati ručno riješiti situaciju.
hu: Lehet, hogy manuálisan kell megoldania a helyzetet.
is: Þú gætir þurft að leysa aðstæður handvirkt.
it: Potresti dover risolvere manualmente la situazione.
ja: 状況を手動で解決する必要があるかもしれません。
nl: U moet de situatie mogelijk handmatig oplossen.
no: Du må kanskje løse situasjonen manuelt.
pl: Możesz potrzebować ręcznie rozwiązać sytuację.
pt: Talvez precise de resolver a situação manualmente.
ro: Este posibil să fie necesar să rezolvați manual situația.
ru: Вам может потребоваться вручную разрешить ситуацию.
sk: Možno budete musieť situáciu vyriešiť manuálne.
sv: Du kan behöva lösa situationen manuellt.
tr: Durumu manuel olarak çözmeniz gerekebilir.
uk: Вам, можливо, знадобиться вручну вирішити ситуацію.
