Repository: big-comm/gitrepo
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Staying on current branch and pulling its latest version...
bg: Оставане на текущия клон и изтегляне на последната му версия...
cs: Zůstáváte na aktuální větvi a stahujete její nejnovější verzi...
da: Forbliver på nuværende gren og henter dens nyeste version...
de: Aktuellen Zweig beibehalten und die neueste Version abrufen...
el: Μένει στον τρέχοντα κλάδο και τραβά την τελευταία του έκδοση...
es: Permaneciendo en la rama actual y obteniendo su última versión...
et: Jätkamine praegusel harul ja selle viimase versiooni allalaadimine...
fi: Pysytään nykyisellä haaralla ja vedetään sen uusin versio...
fr: Rester sur la branche actuelle et récupérer sa dernière version...
he: נשארים בענף הנוכחי ומושכים את הגרסה האחרונה שלו...
hr: Ostajanje na trenutnoj grani i preuzimanje njene najnovije verzije...
hu: A jelenlegi ágon maradva a legfrissebb verzió letöltése...
is: Að vera á núverandi grein og draga nýjustu útgáfuna...
it: Rimanere sul ramo attuale e scaricare la sua versione più recente...
ja: 現在のブランチに留まり、その最新バージョンを取得しています...
nl: Blijven op de huidige tak en de nieuwste versie ophalen...
no: Forblir på nåværende gren og henter den nyeste versjonen...
pl: Pozostawanie na bieżącej gałęzi i pobieranie jej najnowszej wersji...
pt: Mantendo a branch atual e baixando sua última versão...
ro: Rămânând pe ramura curentă și descărcând cea mai recentă versiune...
ru: Оставаясь на текущей ветке и загружая её последнюю версию...
sk: Zostávate na aktuálnej vetve a sťahujete jej najnovšiu verziu...
sv: Stannar på nuvarande gren och hämtar dess senaste version...
tr: Mevcut dalda kalınıyor ve en son sürümü çekiliyor...
uk: Залишаючись на поточній гілці та завантажуючи її останню версію...

source: Note: You're not working with the most recent code from {0}.
bg: Забележка: Не работите с най-новия код от {0}.
cs: Poznámka: Nepracujete s nejnovějším kódem od {0}.
da: Bemærk: Du arbejder ikke med den nyeste kode fra {0}.
de: Hinweis: Sie arbeiten nicht mit dem aktuellsten Code von {0}.
el: Σημείωση: Δεν εργάζεστε με τον πιο πρόσφατο κώδικα από {0}.
es: Nota: No estás trabajando con el código más reciente de {0}.
et: Märkus: Te ei tööta {0} kõige uuema koodiga.
fi: Huomautus: Et työskentele {0} uusimman koodin kanssa.
fr: Remarque : Vous ne travaillez pas avec le code le plus récent de {0}.
he: הערה: אתה לא עובד עם הקוד העדכני ביותר מ-{0}.
hr: Napomena: Ne radite s najnovijim kodom iz {0}.
hu: Megjegyzés: Nem a legfrissebb kóddal dolgozol a(z) {0} fájlban.
is: Athugið: Þú ert ekki að vinna með nýjustu kóðann frá {0}.
it: Nota: Non stai lavorando con il codice più recente di {0}.
ja: 注意: あなたは {0} の最新のコードで作業していません。
nl: Opmerking: Je werkt niet met de meest recente code van {0}.
no: Merk: Du jobber ikke med den nyeste koden fra {0}.
pl: Uwaga: Nie pracujesz z najnowszym kodem z {0}.
pt: Nota: Não está a trabalhar com o código mais recente do {0}.
ro: Notă: Nu lucrați cu cel mai recent cod de la {0}.
ru: Примечание: Вы работаете не с самой последней версией кода от {0}.
sk: Poznámka: Nepracujete s najnovším kódom z {0}.
sv: Obs: Du arbetar inte med den senaste koden från {0}.
tr: Not: {0} ile en son kod üzerinde çalışmıyorsunuz.
uk: Примітка: Ви не працюєте з найновішим кодом від {0}.

source: Error pulling latest changes.
bg: Грешка при изтегляне на последните промени.
cs: Chyba při stahování nejnovějších změn.
da: Fejl ved hentning af de seneste ændringer.
de: Fehler beim Abrufen der neuesten Änderungen.
el: Σφάλμα κατά την ανάκτηση των τελευταίων αλλαγών.
es: Error al obtener los últimos cambios.
et: Viga viimaste muudatuste allalaadimisel.
fi: Virhe uusimpien muutosten hakemisessa.
fr: Erreur lors de la récupération des dernières modifications.
he: שגיאה במשיכת שינויים אחרונים.
hr: Greška prilikom preuzimanja najnovijih promjena.
hu: Hiba a legfrissebb változtatások letöltésekor.
is: Villa að draga nýjustu breytingar.
it: Errore nel recupero delle ultime modifiche.
ja: 最新の変更を取得中にエラーが発生しました。
nl: Fout bij het ophalen van de laatste wijzigingen.
no: Feil ved henting av de nyeste endringene.
pl: Błąd podczas pobierania najnowszych zmian.
pt: Erro ao baixar as últimas alterações.
ro: Eroare la preluarea celor mai recente modificări.
ru: Ошибка при получении последних изменений.
sk: Chyba pri sťahovaní najnovších zmien.
sv: Fel vid hämtning av de senaste ändringarna.
tr: Son değişiklikleri çekme hatası.
uk: Помилка при отриманні останніх змін.

source: Successfully switched to most recent branch.
bg: Успешно превключихте на най-новия клон.
cs: Úspěšně přepnuto na nejnovější větev.
da: Succesfuldt skiftet til den nyeste gren.
de: Erfolgreich zum aktuellsten Zweig gewechselt.
el: Επιτυχής αλλαγή στην πιο πρόσφατη διακλάδωση.
es: Cambio exitoso a la rama más reciente.
et: Edukalt vahetatud kõige uuemale harule.
fi: Siirtyminen uusimpaan haaraan onnistui.
fr: Changement réussi vers la branche la plus récente.
he: המעבר לסניף האחרון בוצע בהצלחה.
hr: Uspješno prebačeno na najnoviju granu.
hu: Sikeresen átváltott a legújabb ágra.
is: Súffrandi var skipt yfir á nýjustu greinina.
it: Passato con successo al ramo più recente.
ja: 最新のブランチに正常に切り替えました。
nl: Met succes overgeschakeld naar de meest recente tak.
no: Suksessfullt byttet til den nyeste grenen.
pl: Pomyślnie przełączono na najnowszą gałąź.
pt: Mudança para a branch mais recente realizada com sucesso.
ro: Comutare cu succes la cea mai recentă ramură.
ru: Успешно переключено на самую последнюю ветку.
sk: Úspešne ste prepli na najnovšiu vetvu.
sv: Framgångsrikt bytt till den senaste grenen.
tr: En son dala başarıyla geçildi.
uk: Успішно перемкнуто на найновішу гілку.

source: Error switching to most recent branch.
bg: Грешка при превключване на най-новия клон.
cs: Chyba při přepínání na nejnovější větev.
da: Fejl ved skift til den nyeste gren.
de: Fehler beim Wechseln zum aktuellsten Zweig.
el: Σφάλμα κατά την εναλλαγή στην πιο πρόσφατη κλάδο.
es: Error al cambiar a la rama más reciente.
et: Viga vahetamisel kõige uuemale harule.
fi: Virhe vaihtaessa uusimpaan haaraan.
fr: Erreur lors du passage à la branche la plus récente.
he: שגיאה במעבר לענף האחרון ביותר.
hr: Greška pri prebacivanju na najnoviju granu.
hu: Hiba a legutolsó ágra való váltáskor.
is: Villa að skipta yfir í nýjustu grein.
it: Errore durante il passaggio all'ultimo ramo.
ja: 最新のブランチに切り替える際にエラーが発生しました。
nl: Fout bij het overschakelen naar de meest recente tak.
no: Feil ved bytte til den nyeste grenen.
pl: Błąd podczas przełączania na najnowszą gałąź.
pt: Erro ao trocar para a branch mais recente.
ro: Eroare la comutarea pe cea mai recentă ramură.
ru: Ошибка переключения на последнюю ветку.
sk: Chyba pri prechode na najnovšiu vetvu.
sv: Fel vid byte till den senaste grenen.
tr: En son dala geçiş yaparken hata.
uk: Помилка при переході на найновішу гілку.

source: ✗ Cannot generate package without a GitHub token.
pt: ✗ Não é possível gerar o pacote sem um token do GitHub.

source: Branch type not specified.
bg: Тип клон не е указан.
cs: Typ větve není specifikován.
da: Grenstype ikke angivet.
de: Branchtyp nicht angegeben.
el: Τύπος κλάδου μη καθορισμένος.
es: Tipo de rama no especificado.
et: Harutüüpi ei ole määratud.
fi: Haara-tyyppi ei ole määritelty.
fr: Type de branche non spécifié.
he: סוג סניף לא צוין.
hr: Vrsta grane nije navedena.
hu: Ág típusa nincs megadva.
is: Greinategund ekki tilgreint.
it: Tipo di ramo non specificato.
ja: ブランチタイプが指定されていません。
nl: Taktype niet gespecificeerd.
no: Grenstype ikke spesifisert.
pl: Typ gałęzi nie został określony.
pt: Tipo de branch não especificado.
ro: Tip de ramură nespecificat.
ru: Тип ветки не указан.
sk: Typ vetvy nie je špecifikovaný.
sv: Grentyp inte angiven.
tr: Dal türü belirtilmedi.
uk: Тип гілки не вказано.

source: Checking and resolving any existing conflicts...
bg: Проверка и разрешаване на съществуващи конфликти...
cs: Kontrola a řešení jakýchkoli existujících konfliktů...
da: Kontrollerer og løser eventuelle eksisterende konflikter...
de: Überprüfen und Beheben vorhandener Konflikte...
el: Έλεγχος και επίλυση τυχόν υπαρχόντων συγκρούσεων...
es: Comprobando y resolviendo cualquier conflicto existente...
et: Kontrollimine ja olemasolevate konfliktide lahendamine...
fi: Tarkistetaan ja ratkaistaan mahdolliset olemassa olevat konfliktit...
fr: Vérification et résolution de tout conflit existant...
he: בודק ומפحل כל קונפליקט קיים...
hr: Provjera i rješavanje postojećih sukoba...
hu: A meglévő konfliktusok ellenőrzése és megoldása...
is: Athugun og leysing á öllum núverandi árekstrum...
it: Controllo e risoluzione di eventuali conflitti esistenti...
ja: 既存の競合を確認し、解決しています...
nl: Controleren en oplossen van eventuele bestaande conflicten...
no: Sjekker og løser eventuelle eksisterende konflikter...
pl: Sprawdzanie i rozwiązywanie wszelkich istniejących konfliktów...
pt: Verificando e resolvendo conflitos existentes...
ro: Verificarea și rezolvarea oricăror conflicte existente...
ru: Проверка и разрешение любых существующих конфликтов...
sk: Kontrola a riešenie akýchkoľvek existujúcich konfliktov...
sv: Kontrollerar och löser eventuella befintliga konflikter...
tr: Mevcut çatışmaları kontrol etme ve çözme...
uk: Перевірка та вирішення будь-яких існуючих конфліктів...

source: Conflicts detected. Performing automatic cleanup...
bg: Открити конфликти. Извършва се автоматично почистване...
cs: Byly zjištěny konflikty. Provádí se automatické čištění...
da: Konflikter opdaget. Udfører automatisk oprydning...
de: Konflikte erkannt. Automatische Bereinigung wird durchgeführt...
el: Ανιχνεύθηκαν συγκρούσεις. Εκτελείται αυτόματη καθαριότητα...
es: Conflictos detectados. Realizando limpieza automática...
et: Tuvastatud konfliktid. Tehakse automaatne puhastus...
fi: Havaintoja konflikteista. Suoritetaan automaattinen puhdistus...
fr: Conflits détectés. Nettoyage automatique en cours...
he: זיהוי קונפליקטים. מבצע ניקוי אוטומטי...
hr: Otkriveni sukobi. Izvodi se automatsko čišćenje...
hu: Ütközések észlelve. Automatikus tisztítás végrehajtása...
is: Árekstur greindur. Sjálfvirk hreinsun í gangi...
it: Conflitti rilevati. Esecuzione della pulizia automatica...
ja: 競合が検出されました。自動クリーンアップを実行しています...
nl: Conflicten gedetecteerd. Automatische opschoning uitvoeren...
no: Konflikter oppdaget. Utfører automatisk opprydding...
pl: Wykryto konflikty. Wykonywanie automatycznego czyszczenia...
pt: Conflitos detectados. Executando limpeza automática...
ro: Conflicte detectate. Se efectuează curățare automată...
ru: Обнаружены конфликты. Выполняется автоматическая очистка...
sk: Zistené konflikty. Prebieha automatické čistenie...
sv: Konflikter upptäckta. Utför automatisk rensning...
tr: Çatışmalar tespit edildi. Otomatik temizlik yapılıyor...
uk: Виявлено конфлікти. Виконується автоматичне очищення...

source: Repository cleaned to stable state.
bg: Репозиториът е почистен до стабилно състояние.
cs: Repozitář vyčištěn do stabilního stavu.
da: Repository renset til stabil tilstand.
de: Repository auf stabilen Zustand gereinigt.
el: Το αποθετήριο καθαρίστηκε σε σταθερή κατάσταση.
es: Repositorio limpiado a estado estable.
et: Repo on puhastatud stabiilsesse olekusse.
fi: Tietovarasto puhdistettu vakaaseen tilaan.
fr: Dépôt nettoyé dans un état stable.
he: המאגר נוקה למצב יציב.
hr: Repozitorij očišćen do stabilnog stanja.
hu: A tároló stabil állapotra lett tisztítva.
is: Geymsla hreinsuð í stöðugan ástand.
it: Repository ripulito in uno stato stabile.
ja: リポジトリが安定した状態にクリーンアップされました。
nl: Repository schoongemaakt naar stabiele staat.
no: Repository renset til stabil tilstand.
pl: Repozytorium oczyszczone do stabilnego stanu.
pt: Repositório limpo para um estado estável.
ro: Repository curățat la starea stabilă.
ru: Репозиторий очищен до стабильного состояния.
sk: Repozitár bol vyčistený do stabilného stavu.
sv: Förråd rensat till stabilt tillstånd.
tr: Depo, kararlı duruma temizlendi.
uk: Репозиторій очищено до стабільного стану.

source: Local changes restored successfully
bg: Локалните промени бяха възстановени успешно
cs: Místní změny byly úspěšně obnoveny
da: Lokale ændringer er blevet gendannet med succes
de: Lokale Änderungen erfolgreich wiederhergestellt
el: Οι τοπικές αλλαγές αποκαταστάθηκαν με επιτυχία
es: Los cambios locales se han restaurado correctamente.
et: Kohalikud muudatused taastati edukalt
fi: Paikalliset muutokset palautettu onnistuneesti
fr: Modifications locales restaurées avec succès
he: שינויים מקומיים שוחזרו בהצלחה
hr: Lokalne promjene uspješno vraćene
hu: A helyi módosítások sikeresen visszaállítva
is: Staðbundnar breytingar endurheimtar með góðum árangri
it: Modifiche locali ripristinate con successo
ja: ローカル変更が正常に復元されました
nl: Lokale wijzigingen succesvol hersteld
no: Lokale endringer gjenopprettet vellykket
pl: Lokalne zmiany zostały pomyślnie przywrócone
pt: Alterações locais restauradas com sucesso
ro: Modificările locale au fost restaurate cu succes
ru: Локальные изменения успешно восстановлены
sk: Lokálne zmeny boli úspešne obnovené
sv: Lokala ändringar har återställts framgångsrikt
tr: Yerel değişiklikler başarıyla geri yüklendi.
uk: Локальні зміни успішно відновлено

source: Could not restore stashed changes. Use 'git stash list' to see them.
bg: Не можа да възстанови запазените промени. Използвайте 'git stash list', за да ги видите.
cs: Nelze obnovit uložené změny. Použijte 'git stash list' pro jejich zobrazení.
da: Kunne ikke gendanne gemte ændringer. Brug 'git stash list' for at se dem.
de: Konnte die zwischengespeicherten Änderungen nicht wiederherstellen. Verwenden Sie 'git stash list', um sie anzuzeigen.
el: Δεν ήταν δυνατή η αποκατάσταση των αποθηκευμένων αλλαγών. Χρησιμοποιήστε 'git stash list' για να τις δείτε.
es: No se pudieron restaurar los cambios guardados. Usa 'git stash list' para verlos.
et: Ei õnnestunud taastada varjatud muudatusi. Kasutage 'git stash list', et neid näha.
fi: Ei voitu palauttaa varastoituja muutoksia. Käytä 'git stash list' nähdäksesi ne.
fr: Impossible de restaurer les modifications mises de côté. Utilisez 'git stash list' pour les voir.
he: לא ניתן לשחזר שינויים שהושמו בצד. השתמש ב-'git stash list' כדי לראותם.
hr: Nije moguće vratiti spremljene promjene. Upotrijebite 'git stash list' da ih vidite.
hu: Nem sikerült visszaállítani a tárolt változtatásokat. Használja a 'git stash list' parancsot a megtekintésükhöz.
is: Gat ekki að endurheimta geymdar breytingar. Notaðu 'git stash list' til að sjá þær.
it: Impossibile ripristinare le modifiche messe da parte. Usa 'git stash list' per vederle.
ja: スタッシュされた変更を復元できませんでした。'git stash list'を使用して確認してください。
nl: Kon de gestashte wijzigingen niet herstellen. Gebruik 'git stash list' om ze te bekijken.
no: Kunne ikke gjenopprette stashed endringer. Bruk 'git stash list' for å se dem.
pl: Nie można przywrócić zapisanych zmian. Użyj 'git stash list', aby je zobaczyć.
pt: Não foi possível restaurar alterações. Use 'git stash list' para vê-las.
ro: Nu s-au putut restaura modificările stocate. Folosește 'git stash list' pentru a le vedea.
ru: Не удалось восстановить сохранённые изменения. Используйте 'git stash list', чтобы увидеть их.
sk: Nepodarilo sa obnoviť uložené zmeny. Použite 'git stash list' na ich zobrazenie.
sv: Kunde inte återställa stuvade ändringar. Använd 'git stash list' för att se dem.
tr: Saklanan değişiklikler geri yüklenemedi. Onları görmek için 'git stash list' komutunu kullanın.

source: Repository is already in clean state.
bg: Репозиториът вече е в чисто състояние.
cs: Repozitář je již ve čistém stavu.
da: Repository er allerede i ren tilstand.
de: Das Repository befindet sich bereits im sauberen Zustand.
el: Το αποθετήριο είναι ήδη σε καθαρή κατάσταση.
es: El repositorio ya está en estado limpio.
et: Repo on juba puhtas olekus.
fi: Tietovarasto on jo puhtaassa tilassa.
fr: Le dépôt est déjà dans un état propre.
he: המאגר כבר במצב נקי.
hr: Repozitorij je već u čistom stanju.
hu: A tároló már tiszta állapotban van.
is: Geymsla er þegar í hreinu ástandi.
it: Il repository è già in uno stato pulito.
ja: リポジトリはすでにクリーンな状態です。
nl: Repository is al in een schone staat.
no: Repository er allerede i ren tilstand.
pl: Repozytorium jest już w czystym stanie.
pt: O repositório já está num estado limpo.
ro: Repository-ul este deja în stare curată.
ru: Репозиторий уже находится в чистом состоянии.
sk: Repozitár je už v čistom stave.
sv: Förråd är redan i rent tillstånd.
tr: Depo zaten temiz durumda.
uk: Репозиторій вже в чистому стані.

source: Warning during cleanup: {0}
bg: Предупреждение по време на почистване: {0}
cs: Upozornění během čištění: {0}
da: Advarsel under oprydning: {0}
de: Warnung während der Bereinigung: {0}
el: Προειδοποίηση κατά την καθαριότητα: {0}
es: Advertencia durante la limpieza: {0}
et: Hoiustamise ajal: {0}
fi: Varoitus puhdistuksen aikana: {0}
fr: Avertissement lors du nettoyage : {0}
he: אזהרה במהלך ניקוי: {0}
hr: Upozorenje tijekom čišćenja: {0}
hu: Figyelmeztetés a takarítás során: {0}
is: Aðvörun við hreinsun: {0}
it: Avviso durante la pulizia: {0}
ja: クリーンアップ中の警告: {0}
nl: Waarschuwing tijdens opruimen: {0}
no: Advarsel under opprydding: {0}
pl: Ostrzeżenie podczas czyszczenia: {0}
pt: Aviso durante a limpeza: {0}
ro: Atenție în timpul curățării: {0}
ru: Предупреждение во время очистки: {0}
sk: Upozornenie počas čistenia: {0}
sv: Varning under rensning: {0}
tr: Temizlik sırasında uyarı: {0}
uk: Попередження під час очищення: {0}

source: Fetching latest updates from remote...
bg: Изтегляне на последните актуализации от отдалеченото...
cs: Načítání nejnovějších aktualizací z vzdáleného...
da: Henter de nyeste opdateringer fra fjernbetjening...
de: Aktualisiere die neuesten Updates von remote...
el: Ανακτώντας τις τελευταίες ενημερώσεις από απομακρυσμένο...
es: Obteniendo las últimas actualizaciones del remoto...
et: Laadimine uusimaid uuendusi kaugserverist...
fi: Hakee viimeisimmät päivitykset etäyhteydestä...
fr: Récupération des dernières mises à jour à distance...
he: מושך עדכונים אחרונים מהמרוחק...
hr: Preuzimanje najnovijih ažuriranja s udaljenog...
hu: A távoli legfrissebb frissítések lekérése...
is: Sæki nýjustu uppfærslur frá fjarveitu...
it: Recuperando gli ultimi aggiornamenti da remoto...
ja: リモートから最新の更新を取得しています...
nl: Laatste updates van de externe bron ophalen...
no: Henter de nyeste oppdateringene fra fjern...
pl: Pobieranie najnowszych aktualizacji z zdalnego źródła...
pt: Procurando atualizações mais recentes do remoto...
ro: Obținerea celor mai recente actualizări de la distanță...
ru: Получение последних обновлений с удаленного сервера...
sk: Načítanie najnovších aktualizácií z diaľky...
sv: Hämtar de senaste uppdateringarna från fjärran...
tr: Uzak sunucudan en son güncellemeleri alınıyor...
uk: Отримання останніх оновлень з віддаленого...

source: Warning: Failed to fetch latest changes, continuing with local code.
bg: Предупреждение: Неуспешно извличане на последните промени, продължаване с локалния код.
cs: Upozornění: Nepodařilo se načíst nejnovější změny, pokračuji s místním kódem.
da: Advarsel: Mislykkedes at hente de seneste ændringer, fortsætter med lokal kode.
de: Warnung: Abrufen der neuesten Änderungen fehlgeschlagen, fortfahren mit lokalem Code.
el: Προειδοποίηση: Αποτυχία λήψης των τελευταίων αλλαγών, συνεχίζοντας με τον τοπικό κώδικα.
es: Advertencia: No se pudo obtener los últimos cambios, continuando con el código local.
et: Hoiatus: Viimaste muudatuste hankimine ebaõnnestus, jätkatakse kohaliku koodiga.
fi: Varoitus: Viimeisten muutosten hakeminen epäonnistui, jatketaan paikallisella koodilla.
fr: Avertissement : Échec de la récupération des dernières modifications, poursuite avec le code local.
he: אזהרה: נכשל בלקיחת השינויים האחרונים, ממשיכים עם הקוד המקומי.
hr: Upozorenje: Nije moguće preuzeti najnovije promjene, nastavlja se s lokalnim kodom.
hu: Figyelmeztetés: A legfrissebb változások lekérése nem sikerült, folytatás a helyi kóddal.
is: Viðvörun: Ekki tókst að sækja nýjustu breytingar, heldur haldið áfram með staðbundin kóða.
it: Avviso: Impossibile recuperare le ultime modifiche, continuando con il codice locale.
ja: 警告: 最新の変更を取得できませんでした。ローカルコードで続行します。
nl: Waarschuwing: Het ophalen van de laatste wijzigingen is mislukt, doorgaan met lokale code.
no: Advarsel: Kunne ikke hente de nyeste endringene, fortsetter med lokal kode.
pl: Ostrzeżenie: Nie udało się pobrać najnowszych zmian, kontynuowanie z lokalnym kodem.
pt: Aviso: Falha ao procurar alterações, continuando com o código local.
ro: Atenție: Eșec la obținerea celor mai recente modificări, continuând cu codul local.
ru: Предупреждение: Не удалось получить последние изменения, продолжаем с локальным кодом.
sk: Upozornenie: Nepodarilo sa načítať najnovšie zmeny, pokračuje sa s lokálnym kódom.
sv: Varning: Misslyckades med att hämta de senaste ändringarna, fortsätter med lokal kod.
tr: Uyarı: En son değişiklikleri almakta başarısız olundu, yerel kodla devam ediliyor.
uk: Попередження: Не вдалося отримати останні зміни, продовжуючи з локальним кодом.

source: Most recent branch available: {0}
bg: Най-новият наличен клон: {0}
cs: Nejnovější dostupná větev: {0}
da: Seneste tilgængelige gren: {0}
de: Neuester verfügbarer Zweig: {0}
el: Πιο πρόσφατο διαθέσιμο κλάδος: {0}
es: Rama más reciente disponible: {0}
et: Viimati saadaval haru: {0}
fi: Viimeisin saatavilla oleva haara: {0}
fr: Branche la plus récente disponible : {0}
he: הסניף האחרון זמין: {0}
hr: Najnovija dostupna grana: {0}
hu: Legutolsó elérhető ág: {0}
is: Nýjasta grein sem er í boði: {0}
it: Ramo più recente disponibile: {0}
ja: 最新のブランチが利用可能です: {0}
nl: Meest recente tak beschikbaar: {0}
no: Siste tilgjengelige gren: {0}
pl: Najbardziej aktualna dostępna gałąź: {0}
pt: Branch mais recente disponível: {0}
ro: Cea mai recentă ramură disponibilă: {0}
ru: Самая последняя доступная ветка: {0}
sk: Najnovšia dostupná vetva: {0}
sv: Senaste tillgängliga grenen: {0}
tr: En son mevcut dal: {0}
uk: Найновіша доступна гілка: {0}

source: Moving your changes to the most recent branch...
bg: Преместване на вашите промени в най-новия клон...
cs: Přesouvání vašich změn na nejnovější větev...
da: Flytter dine ændringer til den nyeste gren...
de: Ändern Sie Ihre Änderungen zum aktuellsten Zweig...
el: Μεταφορά των αλλαγών σας στο πιο πρόσφατο κλάδο...
es: Moviendo tus cambios a la rama más reciente...
et: Liigutades oma muudatusi kõige uuemale harule...
fi: Siirtämässä muutoksiasi uusimpaan haaraan...
fr: Déplacement de vos modifications vers la branche la plus récente...
he: מעביר את השינויים שלך לענף האחרון...
hr: Premještanje vaših promjena na najnoviju granu...
hu: A változtatásaid áthelyezése a legfrissebb ágra...
is: Færa breytingarnar þínar yfir á nýjustu greinina...
it: Spostando le tue modifiche sul ramo più recente...
ja: 最新のブランチに変更を移動しています...
nl: Verplaats uw wijzigingen naar de meest recente tak...
no: Flytter endringene dine til den nyeste grenen...
pl: Przenoszenie zmian do najnowszej gałęzi...
pt: Movendo suas alterações para a branch mais recente...
ro: Mutarea modificărilor tale către cea mai recentă ramură...
ru: Перемещение ваших изменений в последнюю ветку...
sk: Presúvanie vašich zmien na najnovšiu vetvu...
sv: Flyttar dina ändringar till den senaste grenen...
tr: Değişikliklerinizi en son dala taşıma...
uk: Переміщення ваших змін до найновішої гілки...
