Repository: big-comm/gitrepo
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: ⚠️ Conflicts detected while restoring your changes!
bg: ⚠️ Открити конфликти при възстановяване на промените ви!
da: ⚠️ Konflikter opdaget under gendannelse af dine ændringer!
de: ⚠️ Konflikte erkannt beim Wiederherstellen Ihrer Änderungen!
et: ⚠️ Konfliktid tuvastatud teie muudatuste taastamisel!
fi: ⚠️ Konflikte havaittu muutoksiesi palauttamisen aikana!
fr: ⚠️ Conflits détectés lors de la restauration de vos modifications !
hr: ⚠️ Otkriveni sukobi prilikom vraćanja vaših promjena!
hu: ⚠️ Ütközések észlelve a módosításaid visszaállítása közben!
is: ⚠️ Árekstur greindur við að endurheimta breytingarnar þínar!
it: ⚠️ Conflitti rilevati durante il ripristino delle tue modifiche!
nl: ⚠️ Conflicten gedetecteerd tijdens het herstellen van uw wijzigingen!
no: ⚠️ Konflikter oppdaget mens endringene dine gjenopprettes!
pt: ⚠️ Conflitos detectados ao restaurar suas alterações!
ru: ⚠️ Обнаружены конфликты при восстановлении ваших изменений!
sk: ⚠️ Zistené konflikty pri obnove vašich zmien!
sv: ⚠️ Konflikter upptäcktes när dina ändringar återställdes!
uk: ⚠️ Конфлікти виявлено під час відновлення ваших змін!

source: Merging latest code from {0} into your branch...
bg: Сливане на последния код от {0} в твоя клон...
cs: Sloučení nejnovějšího kódu z {0} do vaší větve...
da: Fletter den nyeste kode fra {0} ind i din gren...
de: Die neuesten Codeänderungen von {0} in Ihren Zweig zusammenführen...
el: Συγχώνευση της τελευταίας έκδοσης κώδικα από {0} στο κλάδο σας...
es: Fusionando el último código de {0} en tu rama...
et: Ühendamine {0} uusimat koodi teie haru...
fi: Yhdistetään viimeisin koodi kohteesta {0} omaan haaraasi...
fr: Fusion de la dernière version du code de {0} dans votre branche...
he: מיזוג הקוד האחרון מ-{0} לתוך הסניף שלך...
hr: Spajanje najnovijeg koda iz {0} u vašu granu...
hu: A legfrissebb kód egyesítése a {0} forrásból az ágába...
is: Sameina síðustu kóðann frá {0} inn í greinina þína...
it: Unendo l'ultima versione del codice da {0} nel tuo ramo...
ja: {0}から最新のコードをあなたのブランチにマージしています...
nl: De nieuwste code van {0} samenvoegen in jouw branch...
no: Slår sammen den nyeste koden fra {0} inn i din gren...
pl: Scalanie najnowszego kodu z {0} do twojej gałęzi...
pt: Mesclando último código de {0} nsua branch...
ro: Fuzionarea celei mai recente versiuni de cod din {0} în ramura ta...
ru: Слияние последнего кода из {0} в вашу ветку...
sk: Zlúčenie najnovšieho kódu z {0} do vašej vetvy...
sv: Slår samman den senaste koden från {0} till din gren...
tr: {0} ile en son kodu dalınıza birleştiriliyor...
uk: Об'єднання останнього коду з {0} у вашу гілку...

source: Using automatic merge strategy
bg: Използване на автоматична стратегия за сливане
cs: Používání automatické strategie sloučení
da: Bruger automatisk sammenfletningsstrategi
de: Verwendung der automatischen Zusammenführungsstrategie
el: Χρησιμοποιώντας αυτόματη στρατηγική συγχώνευσης
es: Usando estrategia de fusión automática
et: Automaatse ühinemise strateegia kasutamine
fi: Automaattisen yhdistämisstrategian käyttäminen
fr: Utilisation de la stratégie de fusion automatique
he: שימוש באסטרטגיית מיזוג אוטומטית
hr: Korištenje automatske strategije spajanja
hu: Automatikus egyesítési stratégia használata
is: Notandi sjálfvirka sameiningarstefnu
it: Utilizzando la strategia di fusione automatica
ja: 自動マージ戦略を使用しています
nl: Automatische samenvoegstrategie gebruiken
no: Bruker automatisk sammenslåingsstrategi
pl: Używanie automatycznej strategii scalania
pt: Usando estratégia de merge automático
ro: Folosind strategia de îmbinare automată
ru: Использование автоматической стратегии слияния
sk: Používanie automatickej stratégie zlúčenia
sv: Använder automatisk sammanslagningsstrategi
tr: Otomatik birleştirme stratejisi kullanma
uk: Використання автоматичної стратегії злиття

source: Using rebase strategy
bg: Използване на стратегия за повторно базиране
cs: Použití strategie rebase
da: Brug af rebase-strategi
de: Verwenden der Rebase-Strategie
el: Χρησιμοποιώντας στρατηγική επαναφοράς
es: Usando la estrategia de rebase
et: Rebase strateegia kasutamine
fi: Käyttämällä rebase-strategiaa
fr: Utiliser la stratégie de rebase
he: שימוש באסטרטגיית ריבייס
hr: Korištenje strategije rebase
hu: Rebase stratégia használata
is: Að nota rebase aðferðina
it: Utilizzando la strategia di rebase
ja: リベース戦略を使用しています
nl: Rebase-strategie gebruiken
no: Bruker rebase-strategi
pl: Używanie strategii rebase
pt: Usando estratégia de rebase
ro: Folosind strategia de rebase
ru: Использование стратегии rebase
sk: Používanie stratégie rebase
sv: Använder rebase-strategi
tr: Rebase stratejisi kullanma
uk: Використання стратегії повторного базування

source: Using force update strategy
bg: Използване на стратегия за принудително актуализиране
cs: Použití strategie nucené aktualizace
da: Brug af tvangsopdateringsstrategi
de: Verwenden der Zwangsaktualisierungsstrategie
el: Χρησιμοποιώντας στρατηγική αναγκαστικής ενημέρωσης
es: Usando la estrategia de actualización forzada
et: Kasutades sundvärskenduse strateegiat
fi: Pakotetun päivitysstrategian käyttäminen
fr: Utiliser la stratégie de mise à jour forcée
he: שימוש באסטרטגיית עדכון בכוח
hr: Korištenje strategije prisilnog ažuriranja
hu: Kényszerített frissítési stratégia használata
is: Notandi þvingaðrar uppfærslustefnu
it: Utilizzando la strategia di aggiornamento forzato
ja: 強制更新戦略の使用
nl: Dwing de geforceerde update-strategie af
no: Bruker tvungen oppdateringsstrategi
pl: Używanie strategii wymuszonej aktualizacji
pt: Usando estratégia de atualização forçada
ro: Folosind strategia de actualizare forțată
ru: Использование стратегии принудительного обновления
sk: Používanie stratégie nútenej aktualizácie
sv: Använder tvångsuppdateringsstrategi
tr: Zorla güncelleme stratejisi kullanma
uk: Використання стратегії примусового оновлення

source: Strategy failed, trying next approach...
bg: Стратегията не успя, опитвам следващия подход...
cs: Strategie selhala, zkouším další přístup...
da: Strategi mislykkedes, prøver næste tilgang...
de: Strategie fehlgeschlagen, versuche nächsten Ansatz...
el: Η στρατηγική απέτυχε, προσπαθώντας την επόμενη προσέγγιση...
es: Estrategia fallida, intentando el siguiente enfoque...
et: Strateegia ebaõnnestus, proovime järgmist lähenemist...
fi: Strategia epäonnistui, yritetään seuraavaa lähestymistapaa...
fr: La stratégie a échoué, tentative de la prochaine approche...
he: האסטרטגיה נכשלה, מנסה גישה הבאה...
hr: Strategija nije uspjela, pokušavam sljedeći pristup...
hu: A stratégia megbukott, a következő megközelítést próbáljuk...
is: Stefna misheppnaðist, reyni næsta aðferð...
it: Strategia fallita, tentando il prossimo approccio...
ja: 戦略が失敗しました。次のアプローチを試しています...
nl: Strategie mislukt, probeer volgende benadering...
no: Strategi mislyktes, prøver neste tilnærming...
pl: Strategia nie powiodła się, próbuję następnego podejścia...
pt: Estratégia falhou, tentando próxima abordagem...
ro: Strategia a eșuat, încercând următoarea abordare...
ru: Стратегия не удалась, пробуем следующий подход...
sk: Stratégia zlyhala, skúšam ďalší prístup...
sv: Strategin misslyckades, försöker nästa metod...
tr: Strateji başarısız oldu, bir sonraki yaklaşımı deniyorum...
uk: Стратегія не вдалася, намагаємося наступний підхід...

source: All merge strategies failed. Manual intervention may be needed.
bg: Всички стратегии за сливане не успяха. Може да е необходима ръчна намеса.
cs: Všechny strategie sloučení selhaly. Může být potřeba ruční zásah.
da: Alle sammenfletningsstrategier mislykkedes. Manuel indgriben kan være nødvendig.
de: Alle Zusammenführungsstrategien sind fehlgeschlagen. Manuelle Eingriffe sind möglicherweise erforderlich.
el: Όλες οι στρατηγικές συγχώνευσης απέτυχαν. Μπορεί να απαιτείται χειροκίνητη παρέμβαση.
es: Todas las estrategias de fusión fallaron. Puede ser necesaria intervención manual.
et: Kõik ühinemisstrateegiad ebaõnnestusid. Võib olla vajalik käsitsi sekkumine.
fi: Kaikki yhdistämisstrategiat epäonnistuivat. Manuaalista väliintuloa saatetaan tarvita.
fr: Toutes les stratégies de fusion ont échoué. Une intervention manuelle peut être nécessaire.
he: כל אסטרטגיות המיזוג נכשלו. ייתכן שדרושה התערבות ידנית.
hr: Sve strategije spajanja su neuspjele. Možda će biti potrebna ručna intervencija.
hu: Minden egyesítési stratégia meghiúsult. Kézi beavatkozásra lehet szükség.
is: Öll sameiningaraðferðir misheppnuðust. Handvirk inngrip gæti verið nauðsynlegt.
it: Tutte le strategie di unione sono fallite. Potrebbe essere necessaria un'intervento manuale.
ja: すべてのマージ戦略が失敗しました。手動での介入が必要な場合があります。
nl: Alle samenvoegstrategieën zijn mislukt. Handmatige tussenkomst kan nodig zijn.
no: Alle sammenslåingsstrategier feilet. Manuell inngripen kan være nødvendig.
pl: Wszystkie strategie scalania nie powiodły się. Może być potrzebna interwencja ręczna.
pt: Todas as estratégias de merge falharam. Intervenção manual pode ser necessária.
ro: Toate strategiile de îmbinare au eșuat. Poate fi necesară intervenția manuală.
ru: Все стратегии слияния потерпели неудачу. Может потребоваться ручное вмешательство.
sk: Všetky stratégie zlúčenia zlyhali. Môže byť potrebná manuálna intervencia.
sv: Alla sammanslagningsstrategier misslyckades. Manuell intervention kan behövas.
tr: Tüm birleştirme stratejileri başarısız oldu. Manuel müdahale gerekebilir.
uk: Усі стратегії злиття зазнали невдачі. Може знадобитися ручне втручання.

source: Successfully merged latest code into your branch!
bg: Успешно слято последното код в твоя клон!
cs: Úspěšně sloučeno nejnovější kód do vaší větve!
da: Succesfuldt flettet den nyeste kode ind i din gren!
de: Erfolgreich den neuesten Code in deinen Zweig zusammengeführt!
el: Επιτυχώς συγχωνεύτηκε ο τελευταίος κώδικας στο κλάδο σας!
es: ¡Código más reciente fusionado con éxito en tu rama!
et: Edukalt ühendatud uusim kood teie haru!
fi: Oletuksena yhdistetty viimeisin koodi haaraasi!
fr: Code le plus récent fusionné avec succès dans votre branche !
he: הקוד האחרון אוחד בהצלחה לסניף שלך!
hr: Uspješno spojeni najnoviji kod u vašu granu!
hu: Sikeresen egyesítette a legújabb kódot az ágazatába!
is: Samhent síðasta kóðann í greinina þína!
it: Merge del codice più recente nel tuo ramo riuscito!
ja: 最新のコードをあなたのブランチに正常にマージしました！
nl: Succesvol de nieuwste code samengevoegd in jouw branch!
no: Suksessfullt slått sammen den nyeste koden i din gren!
pl: Pomyślnie scalono najnowszy kod do twojej gałęzi!
pt: Último código mesclado com sucesso nsua branch!
ro: Codul cel mai recent a fost fuzionat cu succes în ramura ta!
ru: Успешно слито последнее изменение кода в вашу ветку!
sk: Úspešne zlúčený najnovší kód do vašej vetvy!
sv: Framgångsrikt sammanfogat den senaste koden i din gren!
tr: Son kodu dalınıza başarıyla birleştirildi!
uk: Успішно злитий останній код у вашу гілку!

source: Your branch is the most recent. Updating from remote...
bg: Вашата клонка е най-новата. Актуализиране от отдалечен...
cs: Vaše větev je nejnovější. Aktualizuji z remote...
da: Din gren er den nyeste. Opdaterer fra fjern...
de: Ihr Zweig ist der aktuellste. Aktualisiere von Remote...
el: Ο κλάδος σας είναι ο πιο πρόσφατος. Ενημέρωση από απομακρυσμένο...
es: Tu rama es la más reciente. Actualizando desde remoto...
et: Teie haru on kõige uuem. Uuendamine kaugserverist...
fi: Oksasi on uusin. Päivitetään etäpalvelimelta...
fr: Votre branche est la plus récente. Mise à jour à partir du distant...
he: הסניף שלך הוא האחרון. מעדכן מהמרוחק...
hr: Vaša grana je najnovija. Ažuriranje s udaljenog...
hu: A te ágad a legfrissebb. Frissítés a távoli tárolóból...
is: Þín grein er sú nýjasta. Uppfærir frá fjarveitu...
it: Il tuo ramo è il più recente. Aggiornamento da remoto...
ja: あなたのブランチは最新です。リモートから更新中...
nl: Je tak is de meest recente. Bijwerken vanaf remote...
no: Din gren er den nyeste. Oppdaterer fra fjern...
pl: Twoja gałąź jest najnowsza. Aktualizowanie z zdalnego...
pt: Sua branch é a mais recente. Atualizando do remoto...
ro: Ramura ta este cea mai recentă. Se actualizează de la distanță...
ru: Ваша ветка самая последняя. Обновление из удаленного репозитория...
sk: Vaša vetva je najnovšia. Aktualizácia z diaľky...
sv: Din gren är den senaste. Uppdaterar från fjärr...
tr: Dalınız en güncel. Uzak sunucudan güncelleniyor...
uk: Ваша гілка є найновішою. Оновлення з віддаленого...

source: Successfully updated your branch
bg: Успешно актуализирахте вашия клон
cs: Úspěšně aktualizována vaše větev
da: Din gren er blevet opdateret med succes
de: Ihr Zweig wurde erfolgreich aktualisiert.
el: Επιτυχώς ενημερώθηκε ο κλάδος σας
es: Actualización de tu rama realizada con éxito
et: Harud on edukalt uuendatud.
fi: Oksasti päivitetty haaraasi
fr: Votre branche a été mise à jour avec succès.
he: הסניף שלך עודכן בהצלחה
hr: Uspješno ste ažurirali svoju granu
hu: Sikeresen frissítette a branchét
is: Tengist að uppfæra greinina þína.
it: Ramo aggiornato con successo
ja: ブランチが正常に更新されました
nl: Je tak is succesvol bijgewerkt
no: Suksessfullt oppdatert din gren
pl: Pomyślnie zaktualizowano twoją gałąź
pt: Sua branch atualizada com sucesso
ro: Ramura ta a fost actualizată cu succes
ru: Успешно обновлено ваше ветвление
sk: Úspešne ste aktualizovali svoju vetvu
sv: Framgångsrikt uppdaterad din gren
tr: Dalganız başarıyla güncellendi.
uk: Успішно оновлено вашу гілку

source: Force-updated your branch
bg: Принудително актуализирахте клонa си
cs: Nuceně aktualizována vaše větev
da: Tvangsopdaterede din gren
de: Zwangsaktualisiert Ihren Zweig
el: Ενημέρωσε βίαια το κλάδο σας
es: Actualizó forzosamente tu rama
et: Sunditud teie haru
fi: Pakotetusti päivitetty haaraasi
fr: Mise à jour forcée de votre branche
he: עדכנת בכוח את הסניף שלך
hr: Prisilno ažurirao vašu granu
hu: Kényszerített frissítés a branchedhez
is: Þvingað uppfært greinina þína
it: Forzato l'aggiornamento del tuo ramo
ja: 強制的にブランチを更新しました
nl: Geforce-update uw branch
no: Tvangsoppdatert grenen din
pl: Wymusił aktualizację twojej gałęzi
pt: Sua branch atualizada forçadamente
ro: Forțat actualizat ramura ta
ru: Принудительно обновил вашу ветку
sk: Nútene aktualizoval(a) vašu vetvu
sv: Tvingade uppdaterade din gren
tr: Dalganızı zorla güncelledim
uk: Примусово оновлено вашу гілку

source: Could not update branch
bg: Не можа да се актуализира клонът
cs: Nelze aktualizovat větev
da: Kunne ikke opdatere gren
de: Konnte den Zweig nicht aktualisieren
el: Δεν ήταν δυνατή η ενημέρωση του κλάδου
es: No se pudo actualizar la rama
et: Harud ei saanud uuendada haru
fi: Haaraa ei voitu päivittää.
fr: Impossible de mettre à jour la branche
he: לא ניתן לעדכן את הסניף
hr: Nije moguće ažurirati granu
hu: Nem sikerült frissíteni az ágat
is: Gat ekki að uppfæra grein
it: Impossibile aggiornare il ramo
ja: ブランチを更新できませんでした
nl: Kon de tak niet bijwerken
no: Kunne ikke oppdatere gren
pl: Nie można zaktualizować gałęzi
pt: Não foi possível atualizar a branch
ro: Nu s-a putut actualiza ramura
ru: Не удалось обновить ветку
sk: Nepodarilo sa aktualizovať vetvu
sv: Kunde inte uppdatera gren
tr: Dalayı güncelleyemedim
uk: Не вдалося оновити гілку

source: Merge conflicts detected after pull
bg: Открити конфликти при сливане след изтегляне
da: Sammenfletningskonflikter opdaget efter pull
de: Merge-Konflikte nach dem Herunterladen erkannt
et: Merging konfliktid tuvastatud pärast tõmbamist
fi: Yhdistämiskonflikteja havaittu vedon jälkeen
fr: Conflits de fusion détectés après le tirage
hr: Otkriveni sukobi pri spajanju nakon povlačenja
hu: Merge konfliktusok észlelve a lehúzás után
is: Samskipti á samruna fundust eftir niðurhal
it: Conflitti di unione rilevati dopo il scaricare
nl: Mergeconflicten gedetecteerd na pull
no: Sammenslåingskonflikter oppdaget etter henting
pt: Conflitos de merge detectados após pull
ru: Обнаружены конфликты слияния после извлечения
sk: Zistené konflikty pri zlúčení po stiahnutí
sv: Sammanfogningskonflikter upptäcktes efter hämtning
uk: Конфлікти злиття виявлено після отримання

source: ✓ All conflicts resolved successfully
bg: ✓ Всички конфликти са разрешени успешно
da: ✓ Alle konflikter er løst med succes
de: ✓ Alle Konflikte erfolgreich gelöst
et: ✓ Kõik konfliktid on edukalt lahendatud
fi: ✓ Kaikki konfliktit ratkaistu onnistuneesti
fr: ✓ Tous les conflits ont été résolus avec succès
hr: ✓ Svi sukobi uspješno riješeni
hu: ✓ Minden konfliktus sikeresen megoldva
is: ✓ Öll átök leystust með góðum árangri
it: ✓ Tutti i conflitti risolti con successo
nl: ✓ Alle conflicten succesvol opgelost
no: ✓ Alle konflikter løst med suksess
pt: ✓ Todos os conflitos resolvidos com sucesso
ru: ✓ Все конфликты успешно разрешены
sk: ✓ Všetky konflikty boli úspešne vyriešené
sv: ✓ Alla konflikter har lösts framgångsrikt
uk: ✓ Усі конфлікти успішно вирішено

source: ✓ No conflicts detected
bg: ✓ Не са открити конфликти
da: ✓ Ingen konflikter opdaget
de: ✓ Keine Konflikte erkannt
et: ✓ Konflikte ei leitud
fi: ✓ Ei ristiriitoja havaittu
fr: ✓ Aucun conflit détecté
hr: ✓ Nema otkrivenih sukoba
hu: ✓ Nincsenek észlelhető ütközések
is: ✓ Engin átök fundin
it: ✓ Nessun conflitto rilevato
nl: ✓ Geen conflicten gedetecteerd
no: ✓ Ingen konflikter oppdaget
pt: ✓ Nenhum conflito detectado
ru: ✓ Конфликты не обнаружены
sk: ✓ Žiadne konflikty neboli zistené
sv: ✓ Inga konflikter upptäckta
uk: ✓ Немає виявлених конфліктів

source: PULL COMPLETED - SUMMARY OF CHANGES
bg: ИЗТЕГЛЯНЕ ЗАВЪРШЕНО - РЕЗЮМЕ НА ПРОМЕНИТЕ
da: PULL FÆRDIG - RESUMÉ AF ÆNDRINGER
de: PULL ABGESCHLOSSEN - ZUSAMMENFASSUNG DER ÄNDERUNGEN
et: TÕMBAMINE LÕPETATUD - MUUDATUSTE KOKKUVÕTE
fi: PULL VALMIS - MUUTOSTEN YHTEENVETO
fr: PULL TERMINÉ - RÉSUMÉ DES MODIFICATIONS
hr: PULL ZAVRŠEN - SAŽETAK PROMJENA
hu: A HÚZÁS Befejezve - VÁLTOZÁSOK ÖSSZEFOGLALÓJA
is: PULL LOKIÐ - YFIRLIT Á BREYTINGUM
it: PULL COMPLETATO - RIEPILOGO DELLE MODIFICHE
nl: PULL VOLTOOID - SAMENVATTING VAN WIJZIGINGEN
no: PULL FULLFØRT - OPPSUMMERING AV ENDRINGER
pt: PULL CONCLUÍDO - RESUMO DAS ALTERAÇÕES
ru: ПУЛ ЗАВЕРШЕН - РЕЗЮМЕ ИЗМЕНЕНИЙ
sk: PULL DOKONČENÉ - ZHRNUTIE ZMIEN
sv: DRAG FULLFÖRT - SAMMANFATTNING AV ÄNDRINGAR

source: ✓ Update completed successfully!
bg: ✓ Актуализацията беше завършена успешно!
da: ✓ Opdatering gennemført med succes!
de: ✓ Update erfolgreich abgeschlossen!
et: ✓ Uuendus lõpetati edukalt!
fi: ✓ Päivitys suoritettu onnistuneesti!
fr: ✓ Mise à jour terminée avec succès !
hr: ✓ Ažuriranje je uspješno završeno!
hu: ✓ A frissítés sikeresen befejeződött!
is: ✓ Uppfærslan var framkvæmd með góðum árangri!
it: ✓ Aggiornamento completato con successo!
nl: ✓ Update succesvol voltooid!
no: ✓ Oppdatering fullført!
pt: ✓ Atualização concluída com sucesso!
ru: ✓ Обновление успешно завершено!
sk: ✓ Aktualizácia bola úspešne dokončená!
sv: ✓ Uppdatering slutförd!
uk: ✓ Оновлення успішно завершено!

source: Press Enter to return to main menu...
bg: Натиснете Enter, за да се върнете в основното меню...
da: Tryk på Enter for at vende tilbage til hovedmenuen...
de: Drücken Sie die Eingabetaste, um zum Hauptmenü zurückzukehren...
et: Vajutage Enter, et naasta peamenüüsse...
fi: Paina Enter palataksesi päävalikkoon...
fr: Appuyez sur Entrée pour revenir au menu principal...
hr: Pritisnite Enter za povratak na glavni izbornik...
hu: Nyomja meg az Entert a főmenübe való visszatéréshez...
is: Ýttu á Enter til að fara aftur í aðalvalmyndina...
it: Premi Invio per tornare al menu principale...
nl: Druk op Enter om terug te keren naar het hoofdmenu...
no: Trykk Enter for å gå tilbake til hovedmenyen...
pt: Pressione Enter para retornar ao menu principal...
ru: Нажмите Enter, чтобы вернуться в главное меню...
sk: Stlačte Enter pre návrat do hlavného menu...
sv: Tryck på Enter för att återgå till huvudmenyn...
uk: Press Enter to return to the main menu...

source: ✗ Error during update: {0}
bg: ✗ Грешка по време на актуализация: {0}
cs: ✗ Chyba během aktualizace: {0}
da: ✗ Fejl under opdatering: {0}
de: ✗ Fehler während des Updates: {0}
el: ✗ Σφάλμα κατά την ενημέρωση: {0}
es: ✗ Error durante la actualización: {0}
et: ✗ Viga värskendamisel: {0}
fi: ✗ Virhe päivityksessä: {0}
fr: ✗ Erreur lors de la mise à jour : {0}
he: ✗ שגיאה במהלך העדכון: {0}
hr: ✗ Greška tijekom ažuriranja: {0}
hu: ✗ Hiba a frissítés során: {0}
is: ✗ Villa í uppfærslu: {0}
it: ✗ Errore durante l'aggiornamento: {0}
ja: ✗ 更新中にエラーが発生しました: {0}
nl: ✗ Fout tijdens update: {0}
no: ✗ Feil under oppdatering: {0}
pl: ✗ Błąd podczas aktualizacji: {0}
pt: ✗ Erro durante atualização: {0}
ro: ✗ Eroare în timpul actualizării: {0}
ru: ✗ Ошибка во время обновления: {0}
sk: ✗ Chyba počas aktualizácie: {0}
sv: ✗ Fel vid uppdatering: {0}
tr: ✗ Güncelleme sırasında hata: {0}
uk: ✗ Помилка під час оновлення: {0}

source: ✓ Successfully updated to latest {0}!
pt: ✓ Atualizado com sucesso para o mais recente {0}!

source: ✓ Already up to date with {0}
bg: ✓ Вече е актуализирано с {0}
da: ✓ Allerede opdateret med {0}
de: ✓ Bereits auf dem neuesten Stand mit {0}
et: ✓ Juba ajakohane {0}ga
pt: ✓ Já está atualizado com {0}

source: 📄 New commits ({0}):
bg: 📄 Нови комити ({0}):
cs: 📄 Nové commity ({0}):
da: 📄 Nye commits ({0}):
de: 📄 Neue Commits ({0}):
el: 📄 Νέα commits ({0}):
es: 📄 Nuevos commits ({0}):
et: 📄 Uued commit'id ({0}):
fi: 📄 Uudet sitoumukset ({0}):
fr: 📄 Nouveaux commits ({0}) :
he: 📄 התחייבויות חדשות ({0}):
hr: 📄 Novi commit-i ({0}):
hu: 📄 Új elköteleződések ({0}):
is: 📄 Nýjar skuldbindingar ({0}):
it: 📄 Nuovi commit ({0}):
ja: 📄 新しいコミット ({0}):
nl: 📄 Nieuwe commits ({0}):
no: 📄 Nye forpliktelser ({0}):
pl: 📄 Nowe commity ({0}):
pt: 📄 Novos commits ({0}):
ro: 📄 Comite noi ({0}):
ru: 📄 Новые коммиты ({0}):
sk: 📄 Nové commity ({0}):
sv: 📄 Nya commits ({0}):
tr: 📄 Yeni taahhütler ({0}):
uk: 📄 Нові коміти ({0}):

source: 📁 Files changed ({0}):
bg: 📁 Променени файлове ({0}):
cs: 📁 Změněné soubory ({0}):
da: 📁 Filer ændret ({0}):
de: 📁 Dateien geändert ({0}):
el: 📁 Αρχεία που άλλαξαν ({0}):
es: 📁 Archivos cambiados ({0}):
et: 📁 Muudetud failid ({0}):
fi: 📁 Muutettuja tiedostoja ({0}):
fr: 📁 Fichiers modifiés ({0}) :
he: 📁 קבצים שונו ({0}):
hr: 📁 Promijenjene datoteke ({0}):
hu: 📁 Fájlok megváltoztak ({0}):
is: 📁 Skrár breytt ({0}):
it: 📁 File modificati ({0}):
ja: 📁 変更されたファイル ({0}):
nl: 📁 Bestanden gewijzigd ({0}):
no: 📁 Filer endret ({0}):
pl: 📁 Zmiany w plikach ({0}):
pt: 📁 Arquivos alterados ({0}):
ro: 📁 Fișiere modificate ({0}):
ru: 📁 Измененные файлы ({0}):
sk: 📁 Zmenené súbory ({0}):
sv: 📁 Filer ändrade ({0}):
tr: 📁 Değiştirilen dosyalar ({0}):
uk: 📁 Файли змінено ({0}):

source: ✓ Added: {0} files
bg: ✓ Добавени: {0} файлове
cs: ✓ Přidáno: {0} souborů
da: ✓ Tilføjet: {0} filer
de: ✓ Hinzugefügt: {0} Dateien
el: ✓ Προστέθηκαν: {0} αρχεία
es: ✓ Agregado: {0} archivos
et: ✓ Lisatud: {0} faili
fi: ✓ Lisätty: {0} tiedostoa
fr: ✓ Ajouté : {0} fichiers
he: ✓ נוספו: {0} קבצים
hr: ✓ Dodano: {0} datoteka
hu: ✓ Hozzáadva: {0} fájl
is: ✓ Bætt: {0} skrár
it: ✓ Aggiunti: {0} file
ja: ✓ 追加されました: {0} ファイル
nl: ✓ Toegevoegd: {0} bestanden
no: ✓ Lagt til: {0} filer
pl: ✓ Dodano: {0} plików
pt: ✓ Adicionados: {0} arquivos
ro: ✓ Adăugat: {0} fișiere
ru: ✓ Добавлено: {0} файлов
sk: ✓ Pridané: {0} súborov
sv: ✓ Lagt till: {0} filer
tr: ✓ Eklendi: {0} dosya

source: + ... and {0} more
bg: + ... и {0} още
cs: + ... a {0} další
da: + ... og {0} mere
de: + ... und {0} weitere
el: + ... και {0} ακόμα
es: + ... y {0} más
et: + ... ja {0} rohkem
fi: + ... ja {0} lisää
fr: + ... et {0} de plus
he: + ... ו-{0} נוספים
hr: + ... i {0} više
hu: + ... és még {0} más
is: + ... og {0} til viðbótar
it: + ... e {0} altro
ja: + ... と {0} 件の追加
nl: + ... en {0} meer
no: + ... og {0} til
pl: + ... i {0} więcej
pt: + ... e mais {0}
ro: + ... și {0} altele
ru: + ... и {0} еще
sk: + ... a {0} ďalších
sv: + ... och {0} till
tr: + ... ve {0} daha
uk: + ... та {0} більше
