Repository: big-comm/gitrepo
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Uncommitted changes present
bg: Непотвърдени промени налични
cs: Nezavedené změny jsou přítomny
da: Ikke bekræftede ændringer til stede
de: Nicht festgeschriebene Änderungen vorhanden
el: Παρόντα μη δεσμευμένα αλλαγές
es: Cambios no confirmados presentes
et: Kinnitamata muudatused olemas
fi: Vahvistamattomia muutoksia on olemassa
fr: Modifications non validées présentes
he: שינויים לא מחויבים קיימים
hr: Nepotvrđene promjene prisutne
hu: Elkötelezetlen változások jelen vannak
is: Óskilgreindar breytingar til staðar
it: Modifiche non confermate presenti
ja: 未コミットの変更があります
nl: Niet-opgeslagen wijzigingen aanwezig
no: Ikke forpliktede endringer til stede
pl: Obecne zmiany niezatwierdzone
pt: Alterações não commitadas presentes
ro: Modificări neconfirmate prezente
ru: Незавершенные изменения присутствуют
sk: Prítomné neuložené zmeny
sv: Okomna ändringar finns
tr: Taahhüt edilmemiş değişiklikler mevcut
uk: Незавершені зміни присутні

source: You have uncommitted changes that need to be committed
bg: Имате непотвърдени промени, които трябва да бъдат потвърдени.
da: Du har ikke-committerede ændringer, der skal committeres.
de: Sie haben nicht übergebene Änderungen, die übernommen werden müssen.
et: Teil on kinnitamata muudatused, mis tuleb kinnitada.
pt: Você tem alterações não commitadas que precisam ser commitadas
ru: У вас есть незавершенные изменения, которые необходимо зафиксировать.

source: Working directory clean
bg: Работна директория чиста
cs: Pracovní adresář je čistý
da: Arbejdsmappen er ren
de: Arbeitsverzeichnis sauber
el: Ο κατάλογος εργασίας είναι καθαρός
es: Directorio de trabajo limpio
et: Töökataloog puhas
fi: Työhakemisto puhdas
fr: Répertoire de travail propre
he: תיקייה פעילה נקייה
hr: Radni direktorij je čist
hu: A munkakönyvtár tiszta
is: Vinnsluskrá hreinsaður
it: Directory di lavoro pulita
ja: 作業ディレクトリはクリーンです
nl: Werkmap schoon
no: Arbeidskatalogen er ren
pl: Katalog roboczy czysty
pt: Diretório de trabalho limpo
ro: Directorul de lucru este curat
ru: Рабочая директория чиста
sk: Pracovný adresár je čistý
sv: Arbetskatalogen är ren
tr: Çalışma dizini temiz
uk: Робочий каталог чистий

source: No pending changes - working directory is clean
bg: Няма изчакващи промени - работната директория е чиста
da: Ingen ventende ændringer - arbejdsbiblioteket er rent
de: Keine ausstehenden Änderungen - Arbeitsverzeichnis ist sauber
et: Pole ootel muudatusi - töökaust on puhas
pt: Sem alterações pendentes - diretório de trabalho está limpo
ru: Нет ожидающих изменений - рабочий каталог чист.

source: No commits yet (this will be your first!)
de: Noch keine Commits (dies wird dein erster sein!)
et: Veel committe pole veel (see on sinu esimene!)
pt: Nenhum commit ainda (este será seu primeiro!)

source: No commits
da: Ingen commits
de: Keine Commits
et: Ei commit'eid
pt: Sem commits

source: Custom message (supports multiple lines)
de: Benutzerdefinierte Nachricht (unterstützt mehrere Zeilen)
et: Kohandatud sõnum (toetab mitut rida)
pt: Mensagem personalizada (suporta múltiplas linhas)

source: Description for {0} (supports multiple lines)
de: Beschreibung für {0} (unterstützt mehrere Zeilen)
et: Kirjeldus {0} jaoks (toetab mitut rida)
pt: Descrição para {0} (suporta múltiplas linhas)

source: Undo Last Commit?
da: Fortryd sidste commit?
de: Letzten Commit rückgängig machen?
et: Tühista viimane commit?
pt: Desfazer Último Commit?

source: This will undo your last commit but keep all changes in your working directory. You can then modify files and commit again.
da: Dette vil fortryde din sidste commit, men bevare alle ændringer i dit arbejdsbibliotek. Du kan derefter ændre filer og committe igen.
de: Dies wird Ihren letzten Commit rückgängig machen, aber alle Änderungen in Ihrem Arbeitsverzeichnis beibehalten. Sie können dann Dateien ändern und erneut committen.
et: See tühistab teie viimase commit'i, kuid hoiab kõik muudatused teie töökaustas. Saate seejärel faile muuta ja uuesti commit'ida.
pt: Isso desfará seu último commit mas manterá todas as alterações nseu diretório de trabalho. Você pode então modificar arquivos e commitar novamente.

source: Undo Commit
da: Fortryd commit
de: Änderung rückgängig machen
et: Tagasi võtma pühendust
pt: Desfazer Commit

source: Generate Package
bg: Генерирай пакет
cs: Vytvořit balíček
da: Generer pakke
de: Paket generieren
el: Δημιουργία Πακέτου
es: Generar Paquete
et: Genereeri pakett
fi: Luo paketti
fr: Générer le package
he: צור חבילה
hr: Generiraj paket
hu: Csomag létrehozása
is: Búa til pakka
it: Genera Pacchetto
ja: パッケージを生成
nl: Genereer Pakket
no: Generer pakke
pl: Generuj pakiet
pt: Gerar Pacote
ro: Generați pachet
ru: Сгенерировать пакет
sk: Vytvoriť balík
sv: Generera paket
tr: Paket Oluştur

source: Build and deploy packages to repositories
bg: Създаване и разгръщане на пакети в хранилища
cs: Vytvořte a nasazujte balíčky do repozitářů
da: Byg og implementer pakker til repositories
de: Pakete erstellen und in Repositories bereitstellen
el: Κατασκευή και ανάπτυξη πακέτων σε αποθετήρια
es: Construir y desplegar paquetes en repositorios
et: Koguda ja juurutada pakette hoidlatestesse
fi: Rakenna ja julkaise paketteja repositorioihin
fr: Construire et déployer des paquets vers des dépôts
he: בנה ופרוס חבילות למאגרים
hr: Izradite i implementirajte pakete u repozitorije
hu: Csomagok létrehozása és telepítése tárolókba
is: Byggðu og dreifðu pakkningum í geymslur
it: Costruisci e distribuisci pacchetti nei repository
ja: リポジトリにパッケージをビルドしてデプロイする
nl: Pakketten bouwen en implementeren naar repositories
no: Bygg og distribuer pakker til lagre
pl: Buduj i wdrażaj pakiety do repozytoriów
pt: Construir e implantar pacotes em repositórios
ro: Construiește și desfășoară pachete în depozite
ru: Создавайте и развертывайте пакеты в репозитории
sk: Vytvorte a nasadzujte balíky do repozitárov
sv: Bygg och distribuera paket till förråd
tr: Paketleri depolara oluşturun ve dağıtın
uk: Створити та розгорнути пакунки в репозиторії

source: Package Name
bg: Име на пакета
cs: Název balíčku
da: Pakkenavn
de: Paketname
el: Όνομα Πακέτου
es: Nombre del paquete
et: Paketi nimi
fi: Pakettinimi
fr: Nom du paquet
he: שם חבילה
hr: Naziv paketa
hu: Csomag név
is: Pakkanafn
it: Nome del pacchetto
ja: パッケージ名
nl: Pakketnaam
no: Pakkenavn
pl: Nazwa pakietu
pt: Nome do Pacote
ro: Nume pachet
ru: Имя пакета
sk: Názov balíka
sv: Paketnamn
tr: Paket Adı
uk: Назва пакету

source: Working Branch
bg: Работен клон
cs: Pracovní větev
da: Arbejdsgang
de: Arbeitszweig
el: Λειτουργική Διακλάδωση
es: Rama de trabajo
et: Töötav haru
fi: Työskentelyhaara
fr: Branche de travail
he: סניף פעיל
hr: Radna grana
hu: Munkafiók
is: Vinnsla Grein
it: Ramo di lavoro
ja: 作業ブランチ
nl: Werkende Tak
no: Arbeidsgren
pl: Gałąź robocza
pt: Branch de Trabalho
ro: Ramură de lucru
ru: Рабочая ветка
sk: Pracovná vetva
sv: Arbetsgren
tr: Çalışma Dalı
uk: Робоча гілка

source: Changes Status
bg: Промяна на статус
cs: Změny stavu
da: Ændrer status
de: Änderungen des Status
el: Αλλαγές Κατάστασης
es: Cambiar Estado
et: Muuda olek
fi: Muuta tilaa
fr: Modifier l'état
he: שינוי מצב
hr: Promijeni Status
hu: Állapot módosítása
is: Breytingar á stöðu
it: Cambia Stato
ja: ステータスの変更
nl: Wijzig Status
no: Endrer status
pl: Zmiany statusu
pt: Status das Alterações
ro: Schimbă Starea
ru: Изменяет статус
sk: Zmeny stavu
sv: Ändrar status
tr: Durum Değişiklikleri
uk: Змінює статус

source: Target Repository
bg: Целево хранилище
da: Målrepository
de: Ziel-Repository
et: Sihtrepo
hu: Cél tároló
pt: Repositório Destino
ru: Целевой репозиторий

source: Testing
bg: Тестване
cs: Testování
da: Testning
de: Testen
el: Δοκιμή
es: Pruebas
et: Testimine
fi: Testaus
fr: Test.
he: בדיקה
hr: Testiranje
hu: Tesztelés
is: Prófun
it: Testare
ja: テスト
nl: Testen
pl: Testowanie
pt: Teste
ro: Testare
ru: Тестирование
sk: Testovanie
sv: Testning
tr: Test Etme
uk: Тестування

source: Deploy to testing repo for beta users
bg: Разгърни в тестовото хранилище за бета потребители
cs: Nasazení do testovacího repozitáře pro beta uživatele
da: Udrul til testrepo for beta-brugere
de: Bereitstellen im Test-Repository für Beta-Nutzer
el: Ανάπτυξη σε αποθετήριο δοκιμών για χρήστες beta
es: Desplegar en el repositorio de pruebas para usuarios beta
et: Käivita testimisrepo beta kasutajatele
fi: Ota käyttöön testivarasto beta-käyttäjille
fr: Déployer dans le dépôt de test pour les utilisateurs bêta
he: פרוס למאגר בדיקות עבור משתמשי בטא
hr: Implementacija u repozitorij za testiranje za beta korisnike
hu: Telepítés a tesztelő tárolóra béta felhasználók számára
is: Setja í prófunarskrá fyrir beta notendur
it: Distribuisci al repository di test per gli utenti beta
ja: ベータユーザーのためのテストリポジトリにデプロイ
nl: Implementeren naar testrepository voor bètagebruikers
no: Distribuer til testrepo for beta-brukere
pl: Wdróż do repozytorium testowego dla użytkowników beta
pt: Implantar no repositório de teste para usuários beta
ro: Implementare în depozitul de testare pentru utilizatorii beta
ru: Развернуть в тестовом репозитории для бета-пользователей
sk: Nasadiť do testovacieho repozitára pre beta používateľov
sv: Distribuera till testrepo för beta-användare
tr: Beta kullanıcılar için test deposuna dağıtım yapın
uk: Deploy to testing repository for beta users

source: Stable
bg: Стабилен
cs: Stabilní
da: Stabilt
de: Stabil
el: Σταθερός
es: Estable
et: Stabiilne
fi: Vakaa
he: יציב
hr: Stabilan
hu: Stabil
is: Stöðugur
it: Stabile
ja: 安定版
nl: Stabiel
no: Stabilt
pl: Stabilny
pt: Estável
ro: Stabilă
ru: Стабильный
sk: Stabilný
sv: Stabil
tr: Kararlı
uk: Стабільний

source: Deploy to stable repo for all users
bg: Разгърни в стабилно хранилище за всички потребители
cs: Nasadit do stabilního repozitáře pro všechny uživatele
da: Udrul til stabilt repo for alle brugere
de: Bereitstellen im stabilen Repository für alle Benutzer
el: Ανάπτυξη σε σταθερό αποθετήριο για όλους τους χρήστες
es: Desplegar en el repositorio estable para todos los usuarios
et: Paigaldage stabiilsesse hoidlasse kõigile kasutajatele
fi: Ota käyttöön vakaa repositorio kaikille käyttäjille
fr: Déployer dans le dépôt stable pour tous les utilisateurs
he: פרוס למאגר יציב עבור כל המשתמשים
hr: Implementiraj u stabilni repozitorij za sve korisnike
hu: Telepítés a stabil tárolóba minden felhasználó számára
is: Setja í stöðugan geymslu fyrir alla notendur
it: Distribuisci nel repository stabile per tutti gli utenti
ja: すべてのユーザーのために安定したリポジトリにデプロイする
nl: Implementeren naar stabiele repository voor alle gebruikers
no: Distribuer til stabilt repo for alle brukere
pl: Wdróż do stabilnego repozytorium dla wszystkich użytkowników
pt: Implantar no repositório estável para todos os usuários
ro: Implementare în depozitul stabil pentru toți utilizatorii
ru: Развернуть в стабильный репозиторий для всех пользователей
sk: Nasadiť do stabilného repozitára pre všetkých používateľov
sv: Distribuera till stabilt repo för alla användare
tr: Tüm kullanıcılar için kararlı depoya dağıtım yapın
uk: Розгорнути в стабільному репозиторії для всіх користувачів

source: Deploy to extra repo for additional packages
bg: Разгърни в допълнителен репозиторий за допълнителни пакети
cs: Nasadit do dalšího repozitáře pro další balíčky
da: Udrul til ekstra repo for yderligere pakker
de: Bereitstellen in zusätzliches Repository für zusätzliche Pakete
el: Ανάπτυξη σε επιπλέον αποθετήριο για πρόσθετα πακέτα
es: Desplegar en repositorio adicional para paquetes adicionales
et: Paigaldamine täiendavasse hoidlasse lisapakettide jaoks
fi: Ota käyttöön ylimääräinen repositorio lisäpaketteja varten
fr: Déployer vers un dépôt supplémentaire pour des packages additionnels
he: פרוס למאגר נוסף עבור חבילות נוספות
hr: Implementiraj u dodatni repozitorij za dodatne pakete
hu: Telepítés további csomagokhoz extra tárolóra
is: Setja í auka geymslu fyrir viðbótarpakka
it: Distribuisci nel repository extra per pacchetti aggiuntivi
ja: 追加パッケージのための追加リポジトリにデプロイ
nl: Implementeren naar extra repository voor aanvullende pakketten
no: Distribuer til ekstra repo for tilleggspakker
pl: Wdróż do dodatkowego repozytorium w celu uzyskania dodatkowych pakietów
pt: Implantar no repositório extra para pacotes adicionais
ro: Implementare în repo suplimentar pentru pachete adiționale
ru: Развернуть в дополнительном репозитории для дополнительных пакетов
sk: Nasadiť do extra repozitára pre ďalšie balíky
sv: Distribuera till extra repo för ytterligare paket
tr: Ekstra paketler için ek depoya dağıtım yapın
uk: Deploy to extra repository for additional packages

source: Commit Changes
bg: Запази промените
cs: Zavázat změny
da: Commit ændringer
de: Änderungen übernehmen
el: Επιβεβαίωση Αλλαγών
es: Confirmar cambios
et: Kinnita muudatused
fi: Vahvista muutokset
fr: Valider les modifications
he: בצע שינויים
hr: Započni promjene
hu: Változtatások elkötelezése
is: Skila breytingum
it: Conferma modifiche
ja: 変更をコミット
nl: Wijzigingen bevestigen
no: Forplikt endringer
pl: Zatwierdź zmiany
pt: Commitar Alterações
ro: Confirmă modificările
ru: Зафиксировать изменения
sk: Zaväzovať zmeny
sv: Bekräfta ändringar
tr: Değişiklikleri Taahhüt Et
uk: Зберегти зміни

source: Required when uncommitted changes are present
bg: Изисква се, когато има непотвърдени промени.
cs: Povinné, když jsou přítomny neuložené změny.
da: Påkrævet, når der er ikke-committerede ændringer til stede
de: Erforderlich, wenn nicht übergebene Änderungen vorhanden sind.
el: Απαιτείται όταν υπάρχουν μη αποθηκευμένες αλλαγές
es: Requerido cuando hay cambios no confirmados presentes
et: Nõutav, kui on olemas kinnitamata muudatused.
fi: Vaaditaan, kun ei-vahvistettuja muutoksia on läsnä
fr: Requis lorsque des modifications non validées sont présentes
he: דרוש כאשר יש שינויים לא מחויבים
hr: Obavezno kada su prisjene nekomitirane promjene
hu: Kötelező, ha nem elkötelezett változások vannak jelen.
is: Nauðsynlegt þegar óskráð breytingar eru til staðar
it: Richiesto quando sono presenti modifiche non confermate
ja: 未コミットの変更が存在する場合は必須です
nl: Vereist wanneer er niet-geverifieerde wijzigingen aanwezig zijn
no: Påkrevd når det er ikke-committerte endringer til stede
pl: Wymagane, gdy są obecne niezatwierdzone zmiany
pt: Necessário quando há alterações não commitadas
ro: Necesar atunci când există modificări neconfirmate.
ru: Обязательно, когда есть незавершенные изменения
sk: Povinné, keď sú prítomné neuložené zmeny
sv: Obligatoriskt när ocommitterade ändringar finns.
tr: Taahhüt edilmemiş değişiklikler mevcut olduğunda gereklidir.

source: Commit Message (supports multiple lines)
de: Commit-Nachricht (unterstützt mehrere Zeilen)
et: Kohandmesõnum (toetab mitut rida)
pt: Mensagem de Commit (suporta múltiplas linhas)

source: Workflow Repository
bg: Работно протичане Репозиториум
cs: Úložiště pracovních toků
el: Αποθετήριο Ροής Εργασίας
es: Repositorio de Flujos de Trabajo
et: Töövoo hoidla
fi: Työnkulkuvarasto
fr: Dépôt de flux de travail
he: מאגר זרימת עבודה
hr: Repozitorij radnih tokova
hu: Munkafolyamat-tárhely
is: Vinnslusafn
it: Repository di Workflow
ja: ワークフローレポジトリ
no: Arbeidsflyt Repository
pl: Repozytorium przepływu pracy
pt: Repositório de Workflow
ro: Repositoare de flux de lucru
ru: Репозиторий рабочих процессов
sk: Úložisko pracovných postupov
sv: Arbetsflödesarkiv
tr: İş Akışı Deposu
uk: Репозиторій робочих процесів

source: Reset
bg: Нулиране
cs: Obnovit
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
et: Taasta
fi: Nollaa
fr: Réinitialiser
he: איפוס
hr: Ponovno postavi
hu: Visszaállítás
is: Endurstilla
it: Ripristina
ja: リセット
nl: Resetten
no: Tilbakestill
pl: Resetuj
pt: Resetar
ro: Resetare
ru: Сбросить
sk: Obnoviť
sv: Återställ
tr: Sıfırla
uk: Скинути

source: Error: PKGBUILD not found
bg: Грешка: PKGBUILD не е намерен
cs: Chyba: PKGBUILD nebyl nalezen
da: Fejl: PKGBUILD ikke fundet
de: Fehler: PKGBUILD nicht gefunden
el: Σφάλμα: Δεν βρέθηκε το PKGBUILD
es: Error: PKGBUILD no encontrado
et: Viga: PKGBUILD ei leitud
fi: Virhe: PKGBUILD ei löytynyt
fr: Erreur : PKGBUILD introuvable
he: שגיאה: PKGBUILD לא נמצא
hr: Greška: PKGBUILD nije pronađen
hu: Hiba: PKGBUILD nem található
is: Villa: PKGBUILD fannst ekki
it: Errore: PKGBUILD non trovato
ja: エラー: PKGBUILDが見つかりません
nl: Fout: PKGBUILD niet gevonden
no: Feil: PKGBUILD ikke funnet
pl: Błąd: PKGBUILD nie znaleziono
pt: Erro: PKGBUILD não encontrado
ro: Eroare: PKGBUILD nu a fost găsit
ru: Ошибка: PKGBUILD не найден
sk: Chyba: PKGBUILD nenájdený
sv: Fel: PKGBUILD hittades inte
tr: Hata: PKGBUILD bulunamadı
uk: Помилка: PKGBUILD не знайдено

source: Build Extra Package
bg: Създаване на допълнителен пакет
cs: Sestavit Extra Balíček
da: Byg ekstra pakke
de: Zusätzliches Paket erstellen
el: Κατασκευή Πρόσθετου Πακέτου
es: Construir Paquete Extra
et: Käivita täiendav pakett
fi: Rakenna ylimääräinen paketti
fr: Construire un paquet supplémentaire
he: בנה חבילת תוספות
hr: Izradi dodatni paket
hu: Kiegészítő csomag létrehozása
is: Byggja auka pakka
it: Costruisci pacchetto extra
ja: エクストラパッケージをビルド
nl: Extra Pakket Bouwen
no: Bygg Ekstra Pakke
pl: Zbuduj dodatkowy pakiet
pt: Construir Pacote Extra
ro: Construiește Pachet Extra
ru: Собрать дополнительный пакет
sk: Vytvoriť extra balík
sv: Bygg extra paket
tr: Ekstra Paket Oluştur
uk: Собрати додатковий пакет

source: Building {0} package with TMATE: {1}
pt: Construindo pacote {0} com TMATE: {1}

source: Ready to build {0} package '{1}' from branch '{2}'
bg: Готов за изграждане на {0} пакет '{1}' от клон '{2}'
cs: Připraveno k sestavení {0} balíčku '{1}' z větve '{2}'
da: Klar til at bygge {0} pakke '{1}' fra gren '{2}'
de: Bereit, {0} Paket '{1}' aus dem Zweig '{2}' zu erstellen
el: Έτοιμο να κατασκευάσει το πακέτο {0} '{1}' από το κλάδο '{2}'
es: Listo para construir el paquete {0} '{1}' desde la rama '{2}'
et: Valmis ehitama {0} paketti '{1}' harust '{2}'
fi: Valmis rakentamaan {0} paketti '{1}' haara '{2}'
fr: Prêt à construire le package {0} '{1}' à partir de la branche '{2}'
he: מוכן לבנות חבילת {0} '{1}' מבראנץ' '{2}'
hr: Spreman za izgradnju {0} paketa '{1}' iz grane '{2}'
hu: Kész a(z) {0} csomag '{1}' építésére a '{2}' ágból
is: Búið að byggja {0} pakka '{1}' frá grein '{2}'
it: Pronto per costruire il pacchetto {0} '{1}' dal ramo '{2}'
ja: '{2}' ブランチから '{1}' パッケージをビルドする準備ができました {0}
nl: Klaar om {0} pakket '{1}' te bouwen vanuit tak '{2}'
no: Klar til å bygge {0} pakke '{1}' fra gren '{2}'
pl: Gotowy do zbudowania pakietu {0} '{1}' z gałęzi '{2}'
pt: Pronto para construir pacote {0} '{1}' da branch '{2}'
ro: Pregătit pentru a construi pachetul {0} '{1}' din ramura '{2}'
ru: Готов к сборке {0} пакета '{1}' из ветки '{2}'
sk: Pripravený na zostavenie {0} balíka '{1}' z vetvy '{2}'
sv: Redo att bygga {0} paket '{1}' från gren '{2}'
tr: {0} paketini '{1}' dalından '{2}' oluşturmak için hazır
uk: Готовий до створення {0} пакету '{1}' з гілки '{2}'

source: Build Summary: {0}
pt: Resumo do Build: {0}

source: Found {0} conflicted files:
pt: Encontrados {0} arquivos com conflito:

source: Branch Switch Required
bg: Необходим е превключвател на клонове
da: Grenswitch påkrævet
de: Zweigumschaltung erforderlich
et: Harunülituse lüliti vajalik
pt: Troca de Branch Necessária
ru: Необходим переключатель ветки

source: You are on
bg: Вие сте на
da: Du er tændt
de: Du bist aktiv
et: Sa oled sisse logitud
pt: Você está em
ru: Вы на

source: Your branch is
bg: Вашият клон е
da: Din gren er
de: Ihr Branch ist
et: Teie haru on
pt: Sua branch é
ru: Ваша ветка —

source: No repository
pt: Nenhum repositório

source: Failed to initialize: {0}
bg: Неуспешна инициализация: {0}
cs: Nepodařilo se inicializovat: {0}
da: Mislykkedes at initialisere: {0}
de: Fehler beim Initialisieren: {0}
el: Αποτυχία αρχικοποίησης: {0}
es: Error al inicializar: {0}
et: Ebaõnnestus initsialiseerimine: {0}
fi: Alustaminen epäonnistui: {0}
fr: Échec de l'initialisation : {0}
he: נכשל בהתחלה: {0}
hr: Neuspjela inicijalizacija: {0}
hu: Sikertelen inicializálás: {0}
is: Mistók að byrja: {0}
it: Impossibile inizializzare: {0}
ja: 初期化に失敗しました: {0}
nl: Kon niet initialiseren: {0}
no: Mislyktes med å initialisere: {0}
pl: Nie udało się zainicjować: {0}
pt: Falha ao inicializar: {0}
ro: Eșec la inițializare: {0}
ru: Не удалось инициализировать: {0}
sk: Nepodarilo sa inicializovať: {0}
sv: Misslyckades med att initiera: {0}
tr: Başlatılamadı: {0}
uk: Не вдалося ініціалізувати: {0}

source: Overview
bg: Обзор
cs: Přehled
da: Oversigt
de: Übersicht
el: Επισκόπηση
es: Descripción general
et: Ülevaade
fi: Yleiskatsaus
fr: Aperçu
he: סקירה כללית
hr: Pregled
hu: Áttekintés
is: Yfirlit
it: Panoramica
ja: 概要
nl: Overzicht
no: Oversikt
pl: Przegląd
pt: Visão Geral
ro: Prezentare generală
ru: Обзор
sk: Prehľad
sv: Översikt
tr: Genel Bakış
uk: Обзор

source: AUR Package
bg: AUR пакет
cs: AUR balíček
da: AUR-pakke
de: AUR-Paket
el: Πακέτο AUR
es: Paquete AUR
et: AUR pakett
fi: AUR-paketti
fr: Paquet AUR
he: חבילת AUR
hr: AUR paket
hu: AUR csomag
is: AUR pakkage
it: Pacchetto AUR
ja: AURパッケージ
nl: AUR-pakket
no: AUR-pakke
pl: Pakiet AUR
pt: Pacote AUR
ro: Pachet AUR
ru: AUR пакет
sk: AUR balík
sv: AUR-paket
tr: AUR Paketi
uk: AUR пакет

source: Advanced
bg: Разширен
cs: Pokročilé
da: Avanceret
de: Erweitert
el: Προηγμένος
es: Avanzado
et: Täpsem
fi: Edistynyt
fr: Avancé
he: מתקדם
hr: Napredno
hu: Haladó
is: Fyrirferðarmikill
it: Avanzato
ja: 高度な
nl: Geavanceerd
no: Avansert
pl: Zaawansowany
pt: Avançado
ro: Avansat
ru: Расширенный
sk: Pokročilý
sv: Avancerad
tr: Gelişmiş
uk: Розширений

source: Preferences
bg: Настройки
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Προτιμήσεις
es: Preferencias
et: Eelistused
fi: Asetukset
fr: Préférences
he: העדפות
hr: Postavke
hu: Beállítások
is: Valmyndir
it: Preferenze
ja: 設定
nl: Voorkeuren
no: Innstillinger
pl: Preferencje
pt: Preferências
ro: Preferințe
ru: Настройки
sk: Predvoľby
sv: Inställningar
tr: Tercihler
uk: Налаштування

source: About
bg: За програмата
da: Om
de: Über
et: Teave
hu: A programról
pt: Sobre
ru: О программе

source: Main Menu
bg: Главно меню
cs: Hlavní nabídka
da: Hovedmenu
de: Hauptmenü
el: Κύριο Μενού
es: Menú Principal
et: Peamenüü
fi: Päävalikko
fr: Menu Principal
he: תפריט ראשי
hr: Glavni izbornik
hu: Főmenü
is: Aðalvalmynd
it: Menu Principale
ja: メインメニュー
nl: Hoofdmenu
no: Hovedmeny
pl: Menu Główny
pt: Menu Principal
ro: Meniu Principal
ru: Главное меню
sk: Hlavné menu
sv: Huvudmeny
tr: Ana Menü
uk: Головне меню

source: Git repository manager for building and deploying packages
bg: Мениджър на Git хранилища за изграждане и разгръщане на пакети
da: Git-repositorieadministrator til opbygning og implementering af pakker
de: Git-Repository-Manager zum Erstellen und Bereitstellen von Paketen
et: Git'i hoidla haldur pakettide ehitamiseks ja juurutamiseks
hu: Git tárolókezelő csomagok építéséhez és telepítéséhez
pt: Gerenciador de repositório Git para construir e implantar pacotes
ru: Менеджер репозиториев Git для сборки и развертывания пакетов

source: Git Repository
bg: Гит хранилище
cs: Git repozitář
el: Αποθετήριο Git
es: Repositorio de Git
et: Git'i hoidla
fi: Git-repositorio
fr: Dépôt Git
he: מאגר גיט
hr: Git repozitorij
hu: Git tároló
is: Git skjalasafn
it: Repository Git
ja: Git リポジトリ
no: Git-repositorium
pl: Repozytorium Git
pt: Repositório Git
ro: Repository Git
ru: Гит-репозиторий
sk: Git repozitár
sv: Git-förråd
tr: Git Deposu
uk: Git репозиторій
