Repository: big-comm/gitrepo
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Enable terminal access for debugging build issues
bg: Активирайте достъпа до терминала за отстраняване на проблеми с компилацията
cs: Povolit přístup k terminálu pro ladění problémů s kompilací
da: Aktivér terminaladgang til fejlfinding af byggeproblemer
de: Aktivieren Sie den Terminalzugang zur Fehlersuche bei Build-Problemen
el: Ενεργοποίηση πρόσβασης τερματικού για αποσφαλμάτωση ζητημάτων κατασκευής
es: Habilitar acceso al terminal para depurar problemas de compilación
et: Luba terminali juurdepääs ehituse probleemide tõrkeotsinguks
fi: Ota terminaalipääsy käyttöön virheenkorjausrakennusongelmille
fr: Activer l'accès au terminal pour déboguer les problèmes de construction
he: אפשר גישה למסוף לצורך ניפוי שגיאות בבניית בעיות
hr: Omogući pristup terminalu za otklanjanje grešaka u izgradnji problema
hu: Terminál hozzáférés engedélyezése a hibakeresési build problémákhoz
is: Virkja aðgang að terminali til að afrita byggingavandamál
it: Abilita l'accesso al terminale per il debug dei problemi di build
ja: ビルド問題のデバッグのためにターミナルアクセスを有効にする
nl: Schakel terminaltoegang in voor het debuggen van buildproblemen
no: Aktiver terminaltilgang for feilsøking av byggeproblemer
pl: Włącz dostęp do terminala w celu debugowania problemów z kompilacją
pt: Habilitar acesso a terminal para depurar problemas de build
ro: Activare acces terminal pentru depanarea problemelor de compilare
ru: Включить доступ к терминалу для отладки проблем сборки
sk: Povoliť prístup k terminálu na ladenie problémov s zostavením
sv: Aktivera terminalåtkomst för att felsöka byggproblem
tr: Hata ayıklama derleme sorunları için terminal erişimini etkinleştir
uk: Увімкнути доступ до терміналу для налагодження проблем зі збіркою

source: Build Summary
bg: Резюме на изграждането
cs: Shrnutí sestavení
da: Bygget Resume
de: Build-Zusammenfassung
el: Περίληψη Κατασκευής
es: Resumen de la compilación
et: Kogumise kokkuvõte
fi: Kokoelma yhteenveto
fr: Résumé de la construction
he: סיכום בנייה
hr: Sažetak izgradnje
hu: Építési összefoglaló
is: Byggingarsamantekt
it: Riepilogo della Build
ja: ビルド概要
nl: Bouwsamenvatting
no: Byggrapport
pl: Podsumowanie kompilacji
pt: Resumo do Build
ro: Rezumatul construcției
ru: Сводка сборки
sk: Zhrnutie zostavenia
sv: Byggsammanfattning
tr: Derleme Özeti
uk: Зведення збірки

source: Branch Timestamp
bg: Клон Времева маркировка
cs: Časová značka větve
da: Grener Tidsstempel
de: Zweig-Zeitstempel
el: Χρονική σήμανση κλάδου
es: Marca de tiempo de rama
et: Harukellaeg
fi: Haara-aika
fr: Horodatage de branche
he: חותמת זמן של סניף
hr: Vremenska oznaka grane
hu: Ág Időbélyeg
is: Grein Tímasetning
it: Timestamp di ramo
ja: ブランチのタイムスタンプ
nl: Branch Tijdstempel
no: Grener Tidsstempel
pl: Znacznik czasu gałęzi
pt: Timestamp da Branch
ro: Timpul ramurii
ru: Временная метка ветки
sk: Časová pečiatka vetvy
sv: Grenstämplar
tr: Dalga Zaman Damgası
uk: Гілка Часова мітка

source: Will be generated automatically
bg: Ще бъде генерирано автоматично
cs: Bude generováno automaticky
da: Vil automatisk blive genereret
de: Wird automatisch generiert
el: Θα παραχθεί αυτόματα
es: Se generará automáticamente
et: Kasutatakse automaatselt genereerimiseks
fi: Luodaan automaattisesti
fr: Sera généré automatiquement
he: ית生成 אוטומטית
hr: Bit će generirano automatski
hu: Automatikusan generálva lesz
is: Mun verður sjálfkrafa búin til
it: Sarà generato automaticamente
ja: 自動的に生成されます
nl: Zal automatisch worden gegenereerd
no: Vil bli generert automatisk
pl: Zostanie wygenerowane automatycznie
pt: Será gerado automaticamente
ro: Va fi generat automat.
ru: Будет сгенерировано автоматически
sk: Bude generované automaticky
sv: Kommer att genereras automatiskt
tr: Otomatik olarak oluşturulacak
uk: Будет сгенерировано автоматически

source: Clear
bg: Изчисти
cs: Vymazat
da: Ryd klar
de: Löschen
el: Καθαρισμός
es: Borrar
et: Selge
fi: Tyhjennä
fr: Effacer
he: נקה
hr: Očisti
hu: Törlés
is: Hreinsa
it: Cancella
ja: クリア
nl: Wispen
no: Tøm
pl: Wyczyść
pt: Limpar
ro: Șterge
ru: Очистить
sk: Vymazať
sv: Rensa
tr: Temizle
uk: Очистити

source: Build AUR Package
bg: Създаване на AUR пакет
cs: Sestavte AUR balíček
da: Byg AUR-pakke
de: AUR-Paket erstellen
el: Δημιουργία Πακέτου AUR
es: Construir paquete AUR
et: Käivita AUR pakett
fi: Rakenna AUR-paketti
fr: Construire un paquet AUR
he: בנה חבילת AUR
hr: Izradi AUR paket
hu: AUR csomag építése
is: Byggðu AUR pakka
it: Crea pacchetto AUR
ja: AURパッケージをビルド
nl: AUR-pakket bouwen
no: Bygg AUR-pakke
pl: Zbuduj pakiet AUR
pt: Construir Pacote AUR
ro: Construiește pachet AUR
ru: Собрать пакет AUR
sk: Vytvoriť AUR balík
sv: Bygg AUR-paket
tr: AUR Paketi Oluştur
uk: Собрати AUR пакет

source: Enter package name above
bg: Въведете името на пакета по-горе
cs: Zadejte název balíčku výše
da: Indtast pakkenavn ovenfor
de: Geben Sie oben den Paketnamen ein
el: Εισάγετε το όνομα του πακέτου παραπάνω
es: Ingrese el nombre del paquete arriba
et: Sisestage paketi nimi ülal
fi: Syötä paketin nimi ylle
fr: Entrez le nom du package ci-dessus
he: הזן את שם החבילה למעלה
hr: Unesite naziv paketa iznad
hu: Írja be a csomag nevét a fenti mezőbe
is: Sláðu inn pakkanafn hér að ofan
it: Inserisci il nome del pacchetto sopra
ja: 上にパッケージ名を入力してください
nl: Voer hierboven de pakketnaam in
no: Skriv inn pakkenavn over
pl: Wprowadź nazwę pakietu powyżej
pt: Digite o nome do pacote acima
ro: Introduceți numele pachetului mai sus
ru: Введите имя пакета выше
sk: Zadajte názov balíka vyššie
sv: Ange paketnamn ovanför
tr: Yukarıdaki paket adını girin
uk: Введіть назву пакета вище

source: Confirm AUR Build
bg: Потвърдете AUR изграждане
cs: Potvrdit AUR sestavení
da: Bekræft AUR Bygning
de: AUR-Bau bestätigen
el: Επιβεβαίωση AUR Build
es: Confirmar construcción de AUR
et: Kinnita AUR ehitus
fi: Vahvista AUR-rakennus
fr: Confirmer la construction AUR
he: אשר בניית AUR
hr: Potvrdi AUR Gradnju
hu: AUR építés megerősítése
is: Staðfesta AUR byggingu
it: Conferma Build AUR
ja: AURビルドを確認
nl: Bevestig AUR-build
no: Bekreft AUR-bygg
pl: Potwierdź budowę AUR
pt: Confirmar Build AUR
ro: Confirmare construcție AUR
ru: Подтвердить сборку AUR
sk: Potvrdiť AUR zostavenie
sv: Bekräfta AUR-byggnad
tr: AUR Yapısını Onayla
uk: Підтвердити AUR збірку

source: <b>Package:</b> {0}
bg: <b>Пакет:</b> {0}
da: <b>Pakke:</b> {0}
de: <b>Paket:</b> {0}
et: <b>Pakk:</b> {0}
hu: <b>Csomag:</b> {0}
pt: <b>Pacote:</b> {0}
ru: <b>Пакет:</b> {0}

source: This will:
bg: Това ще:
da: Dette vil:
de: Das wird:
et: See, see:
hu: Ez fog:
pt: Isso irá:
ru: Это будет:

source: • Create branch: {0}
bg: • Създаване на клон: {0}
da: • Opret gren: {0}
de: • Branch erstellen: {0}
et: • Loo filiaal: {0}
hu: • Ág létrehozása: {0}
pt: • Criar branch: {0}
ru: • Создать ветку: {0}

source: • Download from: https://aur.archlinux.org/{0}.git
bg: • Изтеглете от: https://aur.archlinux.org/{0}.git
da: • Download fra: https://aur.archlinux.org/{0}.git
de: • Herunterladen von: https://aur.archlinux.org/{0}.git
et: • Laadi alla: https://aur.archlinux.org/{0}.git
hu: • Letöltés innen: https://aur.archlinux.org/{0}.git
pt: • Baixar de: https://aur.archlinux.org/{0}.git
ru: • Скачайте с: https://aur.archlinux.org/{0}.git

source: • Build package in BigCommunity infrastructure
bg: • Създаване на пакет в инфраструктурата на BigCommunity
da: • Byg pakke i BigCommunity infrastruktur
de: • Paket im BigCommunity-Infrastruktur erstellen
et: • Koguge pakett BigCommunity infrastruktuuris
hu: • Csomag építése a BigCommunity infrastruktúrában
pt: • Construir pacote na infraestrutura BigCommunity
ru: • Создать пакет в инфраструктуре BigCommunity

source: Advanced Operations
bg: Разширени операции
cs: Pokročilé operace
da: Avancerede operationer
de: Erweiterte Operationen
el: Προηγμένες Λειτουργίες
es: Operaciones Avanzadas
et: Täpsemad toimingud
fi: Edistyneet toiminnot
fr: Opérations avancées
he: פעולות מתקדמות
hr: Napredne operacije
hu: Fejlett Műveletek
is: Aðgerðir fyrir háþróaða notkun
it: Operazioni Avanzate
ja: 高度な操作
nl: Geavanceerde Operaties
no: Avanserte operasjoner
pl: Zaawansowane operacje
pt: Operações Avançadas
ro: Operațiuni Avansate
ru: Расширенные операции
sk: Pokročilé operácie
sv: Avancerade operationer
tr: Gelişmiş İşlemler
uk: Розширені операції

source: Advanced Git operations and maintenance
bg: Разширени Git операции и поддръжка
cs: Pokročilé operace a údržba Gitu
da: Avancerede Git-operationer og vedligeholdelse
de: Erweiterte Git-Operationen und -Wartung
el: Προχωρημένες λειτουργίες και συντήρηση Git
es: Operaciones avanzadas de Git y mantenimiento
et: Täpsemad Git'i toimingud ja hooldus
fi: Edistyneet Git-toiminnot ja ylläpito
fr: Opérations avancées de Git et maintenance
he: פעולות ותחזוקה מתקדמות של גיט
hr: Napredne Git operacije i održavanje
hu: Fejlett Git műveletek és karbantartás
is: Fyrirkomulag og viðhald á Advanced Git aðgerðum
it: Operazioni avanzate di Git e manutenzione
ja: 高度なGit操作とメンテナンス
nl: Geavanceerde Git-operaties en onderhoud
no: Avanserte Git-operasjoner og vedlikehold
pl: Zaawansowane operacje Git i konserwacja
pt: Operações Git avançadas e manutenção
ro: Operațiuni avansate Git și întreținere
ru: Расширенные операции и обслуживание Git
sk: Pokročilé operácie a údržba Git
sv: Avancerade Git-operationer och underhåll
tr: Gelişmiş Git işlemleri ve bakımı
uk: Розширені операції Git та обслуговування

source: Warning: These operations can be destructive
bg: Внимание: Тези операции могат да бъдат разрушителни
cs: Upozornění: Tyto operace mohou být destruktivní
da: Advarsel: Disse operationer kan være destruktive
de: Warnung: Diese Operationen können zerstörerisch sein
el: Προειδοποίηση: Αυτές οι ενέργειες μπορεί να είναι καταστροφικές
es: Advertencia: Estas operaciones pueden ser destructivas
et: Hoiatus: Need toimingud võivad olla hävitavad
fi: Varoitus: Nämä toiminnot voivat olla tuhoisia
fr: Avertissement : Ces opérations peuvent être destructrices
he: אזהרה: פעולות אלו עשויות להיות הרסניות
hr: Upozorenje: Ove operacije mogu biti destruktivne
hu: Figyelmeztetés: Ezek a műveletek destruktívak lehetnek
is: Viðvörun: Þessar aðgerðir geta verið eyðileggjandi
it: Attenzione: Queste operazioni possono essere distruttive
ja: 警告: これらの操作は破壊的な可能性があります
nl: Waarschuwing: Deze bewerkingen kunnen destructief zijn
no: Advarsel: Disse operasjonene kan være destruktive
pl: Ostrzeżenie: Te operacje mogą być destrukcyjne
pt: Aviso: Estas operações podem ser destrutivas
ro: Atenție: Aceste operațiuni pot fi distrugătoare
ru: Предупреждение: Эти операции могут быть разрушительными
sk: Upozornenie: Tieto operácie môžu byť deštruktívne
sv: Varning: Dessa operationer kan vara destruktiva
tr: Uyarı: Bu işlemler yıkıcı olabilir
uk: Увага: Ці операції можуть бути руйнівними

source: Cleanup Operations
bg: Операции по почистване
cs: Údržba systému
da: Rydningsoperationer
de: Bereinigungsoperationen
el: Διαδικασίες Καθαρισμού
es: Operaciones de limpieza
et: Puhastusoperatsioonid
fi: Siivousoperaatiot
fr: Opérations de nettoyage
he: פעולות ניקוי
hr: Operacije čišćenja
hu: Tisztítási műveletek
is: Hreinsunarferli
it: Operazioni di Pulizia
ja: クリーンアップ操作
nl: Opschonen Operaties
no: Ryddeoperasjoner
pl: Operacje czyszczenia
pt: Operações de Limpeza
ro: Operațiuni de curățare
ru: Операции очистки
sk: Operácie čistenia
sv: Rensningsoperationer
tr: Temizlik İşlemleri
uk: Операції очищення

source: Remove old branches, actions, and tags
bg: Премахнете стари клонове, действия и етикети
cs: Odstranit staré větve, akce a značky
da: Fjern gamle grene, handlinger og tags
de: Alte Branches, Aktionen und Tags entfernen
el: Αφαίρεση παλαιών κλάδων, ενεργειών και ετικετών
es: Eliminar ramas, acciones y etiquetas antiguas
et: Eemalda vanad harud, toimingud ja sildid
fi: Poista vanhat haarat, toiminnot ja tunnisteet
fr: Supprimer les anciennes branches, actions et étiquettes
he: הסר סניפים, פעולות ותגים ישנים
hr: Ukloni stare grane, radnje i oznake
hu: Távolítsa el a régi ágakat, műveleteket és címkéket
is: Fjarlægja gömul greinar, aðgerðir og merki
it: Rimuovi vecchi rami, azioni e tag
ja: 古いブランチ、アクション、およびタグを削除
nl: Verwijder oude takken, acties en labels
no: Fjern gamle grener, handlinger og merkelapper
pl: Usuń stare gałęzie, akcje i tagi
pt: Remover branches, actions e tags antigas
ro: Elimină ramurile, acțiunile și etichetele vechi
ru: Удалить старые ветки, действия и теги
sk: Odstrániť staré vetvy, akcie a značky
sv: Ta bort gamla grenar, åtgärder och taggar
tr: Eski dalları, eylemleri ve etiketleri kaldırın
uk: Видалити старі гілки, дії та теги

source: Delete Old Branches
bg: Изтрийте стари клонове
cs: Smazat staré větve
da: Slet gamle grene
de: Alte Zweige löschen
el: Διαγραφή Παλιών Κλάδων
es: Eliminar ramas antiguas
et: Kustuta vanad harud
fi: Poista vanhat haarat
fr: Supprimer les anciennes branches
he: מחק סניפים ישנים
hr: Izbriši stare grane
hu: Régi ágak törlése
is: Eyða gömlum greinum
it: Elimina rami obsoleti
ja: 古いブランチを削除
nl: Verwijder Oude Takken
no: Slett gamle grener
pl: Usuń stare gałęzie
pt: Excluir Branches Antigas
ro: Șterge ramurile vechi
ru: Удалить старые ветки
sk: Odstrániť staré vetvy
sv: Ta bort gamla grenar
tr: Eski Dalları Sil
uk: Видалити старі гілки

source: Remove development branches except main and latest
bg: Премахнете клоновете за разработка, с изключение на основния и последния.
cs: Odstranit vývojové větve kromě hlavní a nejnovější.
da: Fjern udviklingsgrene undtagen hoved- og seneste
de: Entfernen Sie Entwicklungszweige außer Haupt- und Neueste
el: Αφαίρεση αναπτυξιακών κλάδων εκτός από τον κύριο και τον τελευταίο
es: Eliminar ramas de desarrollo excepto main y latest
et: Eemalda arendusharud, välja arvatud peamine ja uusim.
fi: Poista kehityshaarat lukuun ottamatta pää- ja uusinta.
fr: Supprimer les branches de développement sauf main et latest
he: הסר סניפי פיתוח למעט ראשי והאחרון
hr: Ukloni razvojne grane osim glavne i najnovije
hu: Fejlesztési ágak eltávolítása, kivéve a főt és a legújabbat
is: Fjarlægðu þróunargreinar nema aðalgrein og nýjustu.
it: Rimuovi i rami di sviluppo tranne main e latest
ja: メインと最新を除く開発ブランチを削除する
nl: Verwijder ontwikkeltakken behalve main en latest
no: Fjern utviklingsgrener unntatt hoved og nyeste
pl: Usuń gałęzie deweloperskie, z wyjątkiem głównej i najnowszej.
pt: Remover branches de desenvolvimento exceto main e mais recente
ro: Elimină ramurile de dezvoltare, cu excepția celei principale și a celei mai recente.
ru: Удалить ветки разработки, кроме основной и последней
sk: Odstrániť vývojové vetvy okrem hlavnej a najnovšej
sv: Ta bort utvecklingsgrenar förutom huvud- och senaste.
tr: Ana ve en son hariç geliştirme dallarını kaldır
uk: Видалити гілки розробки, крім основної та останньої

source: Delete Failed Actions
bg: Изтрийте неуспешни действия
cs: Odstranit neúspěšné akce
da: Slet mislykkedes handlinger
de: Löschen fehlgeschlagener Aktionen
el: Διαγραφή Αποτυχημένων Ενεργειών
es: Eliminar Acciones Fallidas
et: Kustuta ebaõnnestunud toimingud
fi: Poista epäonnistuneet toiminnot
fr: Supprimer les actions échouées
he: מחק פעולות שנכשלו
hr: Izbriši neuspjele radnje
hu: Hibás műveletek törlése
is: Eyða misheppnuðum aðgerðum
it: Elimina azioni non riuscite
ja: 失敗したアクションを削除
nl: Verwijder Mislukte Acties
no: Slett mislykkede handlinger
pl: Usuń nieudane akcje
pt: Excluir Actions com Falha
ro: Șterge Acțiunile Eșuate
ru: Удалить неудачные действия
sk: Odstrániť zlyhané akcie
sv: Ta bort misslyckade åtgärder
tr: Başarısız İşlemleri Sil
uk: Видалити невдалі дії

source: Remove failed GitHub Action jobs
bg: Премахнете неуспешните GitHub Action задачи
cs: Odstranit neúspěšné úlohy GitHub Action
da: Fjern mislykkede GitHub Action-jobber
de: Entfernen Sie fehlgeschlagene GitHub Action-Jobs
el: Αφαίρεση αποτυχημένων εργασιών GitHub Action
es: Eliminar trabajos de GitHub Action fallidos
et: Eemalda ebaõnnestunud GitHub Actioni tööd
fi: Poista epäonnistuneet GitHub Action -työt
fr: Supprimer les travaux GitHub Action échoués
he: הסר עבודות GitHub Action שנכשלו
hr: Ukloni neuspjele GitHub Action poslove
hu: Eltávolítás a sikertelen GitHub Action munkákból
is: Fjarlægðu misheppnaðar GitHub Action vinnur
it: Rimuovi i lavori di GitHub Action non riusciti
ja: 失敗したGitHub Actionジョブを削除
nl: Verwijder mislukte GitHub Actie-taken
no: Fjern mislykkede GitHub Action-jobber
pl: Usuń nieudane zadania GitHub Action
pt: Remover jobs de GitHub Action com falha
ro: Elimină lucrările GitHub Action eșuate
ru: Удалить неудачные задания GitHub Action
sk: Odstrániť zlyhané úlohy GitHub Action
sv: Ta bort misslyckade GitHub Action-jobb
tr: Başarısız GitHub Action işlerini kaldırın
uk: Видалити невдалі завдання GitHub Action

source: Delete Successful Actions
bg: Изтриване на успешни действия
cs: Odstranit úspěšné akce
da: Slet vellykkede handlinger
de: Erfolgreiche Aktionen löschen
el: Διαγραφή Επιτυχών Ενεργειών
es: Eliminar acciones exitosas
et: Kustuta edukad toimingud
fi: Poista onnistuneet toiminnot
fr: Supprimer les actions réussies
he: מחק פעולות מוצלחות
hr: Izbriši uspješne radnje
hu: Sikeres műveletek törlése
is: Eyða árangursríkum aðgerðum
it: Elimina azioni riuscite
ja: 成功したアクションを削除
nl: Verwijder succesvolle acties
no: Slett vellykkede handlinger
pl: Usuń pomyślne akcje
pt: Excluir Actions Bem-sucedidas
ro: Șterge Acțiunile Reușite
ru: Удалить успешные действия
sk: Odstrániť úspešné akcie
sv: Ta bort framgångsrika åtgärder
tr: Başarılı İşlemleri Sil
uk: Видалити успішні дії

source: Remove successful GitHub Action jobs
bg: Премахнете успешните GitHub Action задачи
cs: Odstranit úspěšné úlohy GitHub Action
da: Fjern vellykkede GitHub Action-jobs
de: Entfernen erfolgreicher GitHub Action-Jobs
el: Αφαίρεση επιτυχημένων εργασιών GitHub Action
es: Eliminar trabajos exitosos de GitHub Action
et: Eemalda edukad GitHub Action töökohad
fi: Poista onnistuneet GitHub Action -työt
fr: Supprimer les travaux GitHub Action réussis
he: הסר עבודות GitHub Action שהושלמו בהצלחה
hr: Ukloni uspješne GitHub Action poslove
hu: Sikeres GitHub Action munkák eltávolítása
is: Fjarlægðu árangursríkar GitHub Action vinnur
it: Rimuovi i lavori di GitHub Action riusciti
ja: 成功したGitHub Actionジョブを削除
nl: Verwijder succesvolle GitHub Actie-taken
no: Fjern vellykkede GitHub Action-jobber
pl: Usuń udane zadania GitHub Action
pt: Remover jobs de GitHub Action bem-sucedidos
ro: Eliminare lucrările de acțiune GitHub reușite
ru: Удалить успешные задания GitHub Action
sk: Odstrániť úspešné úlohy GitHub Action
sv: Ta bort framgångsrika GitHub Action-jobb
tr: Başarılı GitHub Action işlerini kaldırın
uk: Видалити успішні роботи GitHub Action

source: Delete All Tags
bg: Изтрий всички тагове
cs: Smazat všechny štítky
da: Slet alle tags
de: Alle Tags löschen
el: Διαγραφή Όλων των Ετικετών
es: Eliminar todas las etiquetas
et: Kustuta kõik sildid
fi: Poista kaikki tunnisteet
fr: Supprimer tous les tags
he: מחק את כל התגים
hr: Izbriši sve oznake
hu: Összes címke törlése
is: Eyða öllum merkingum
it: Elimina tutti i tag
ja: すべてのタグを削除
nl: Verwijder alle tags
no: Slett alle merker
pl: Usuń wszystkie tagi
pt: Excluir Todas as Tags
ro: Șterge toate etichetele
ru: Удалить все теги
sk: Odstrániť všetky značky
sv: Ta bort alla taggar
tr: Tüm Etiketleri Sil
uk: Видалити всі теги

source: Remove all repository tags
bg: Премахнете всички етикети на хранилището
cs: Odstranit všechny značky repozitáře
da: Fjern alle repository-tags
de: Entferne alle Repository-Tags
el: Αφαίρεση όλων των ετικετών αποθετηρίου
es: Eliminar todas las etiquetas del repositorio
et: Eemalda kõik hoidla sildid
fi: Poista kaikki varastotunnisteet
fr: Supprimer toutes les étiquettes de dépôt
he: הסר את כל התגיות של המאגר
hr: Ukloni sve oznake repozitorija
hu: Távolítsa el az összes tároló címkét
is: Fjarlægðu öll geymslumerki
it: Rimuovi tutti i tag del repository
ja: すべてのリポジトリタグを削除
nl: Verwijder alle repository-tags
no: Fjern alle depotmerker
pl: Usuń wszystkie tagi repozytoriów
pt: Remover todas as tags do repositório
ro: Elimină toate etichetele de depozit
ru: Удалить все теги репозитория
sk: Odstrániť všetky značky repozitára
sv: Ta bort alla lagertaggar
tr: Tüm depo etiketlerini kaldır
uk: Видалити всі теги репозиторію

source: Commit History
bg: История на комитите
cs: Historie změn
da: Commit-historik
de: Commit-Historie
el: Ιστορικό Δεσμεύσεων
es: Historial de Commits
et: Commiti ajalugu
fi: Sitohistoria
fr: Historique des commits
he: היסטוריית התחייבויות
hr: Povijest promjena
hu: Elkötelezési Történet
is: Skilaboðaskrá
it: Cronologia dei commit
ja: コミット履歴
nl: Commitgeschiedenis
no: Forpliktelseshistorikk
pl: Historia commitów
pt: Histórico de Commits
ro: Istoricul angajamentelor
ru: История коммитов
sk: História zmien
sv: Commit-historik
tr: Taahhüt Geçmişi
uk: Історія комітів

source: View and revert recent commits
bg: Прегледайте и възстановете последните комити
cs: Zobrazit a vrátit nedávné commity
da: Se vis og fortryd nylige commits
de: Letzte Commits anzeigen und zurücksetzen
el: Προβολή και επαναφορά πρόσφατων commits
es: Ver y revertir commits recientes
et: Vaata ja tühista hiljutised commit'id
fi: Näytä ja palauta viimeisimmät sitoumukset
fr: Afficher et annuler les commits récents
he: צפה והחזר שינויים אחרונים
hr: Pogledajte i vratite nedavne promjene
hu: Legutóbbi elköteleződések megtekintése és visszaállítása
is: Skoða og endurheimta nýlegar skuldbindingar
it: Visualizza e ripristina i commit recenti
ja: 最近のコミットを表示して元に戻す
nl: Bekijk en herstel recente commits
no: Vis og tilbakestill nylige forpliktelser
pl: Wyświetl i przywróć ostatnie commity
pt: Ver e reverter commits recentes
ro: Vizualizați și reveniți la angajamentele recente
ru: Просмотреть и отменить недавние коммиты
sk: Zobraziť a vrátiť nedávne commity
sv: Visa och återställ senaste åtaganden
tr: Son commit'leri görüntüle ve geri al
uk: Переглянути та скасувати нещодавні коміти

source: Revert Method
bg: Метод за възстановяване
cs: Metoda vrácení
da: Fortryd metode
de: Rückgängig-Methode
el: Μέθοδος Επαναφοράς
es: Método de Reversión
et: Tagasi pööramise meetod
fi: Palauta menetelmä
fr: Méthode de restauration
he: שיטת החזרה
hr: Metoda vraćanja
hu: Visszaállítási Módszer
is: Afturkalla aðferð
it: Metodo di ripristino
ja: 元に戻すメソッド
nl: Herstelmethode
no: Tilbakestillingsmetode
pl: Metoda przywracania
pt: Método de Reversão
ro: Metodă de revenire
ru: Метод отката
sk: Metóda vrátenia
sv: Återställningsmetod
tr: Geri Alma Yöntemi
uk: Метод скасування

source: Choose how to undo the commit
bg: Изберете как да отмените комита
cs: Vyberte, jak zrušit potvrzení.
da: Vælg hvordan du vil fortryde committet
de: Wählen Sie aus, wie Sie den Commit rückgängig machen möchten.
el: Επιλέξτε πώς να αναιρέσετε την δέσμευση
es: Elige cómo deshacer el commit
et: Vali, kuidas tühistada commit.
fi: Valitse, miten kumoat sitoumuksen.
fr: Choisissez comment annuler le commit
he: בחר כיצד לבטל את ההתחייבות
hr: Odaberite kako poništiti commit
hu: Válaszd ki, hogyan vonod vissza a commitot
is: Veldu hvernig á að afturkalla skuldbindinguna
it: Scegli come annullare il commit
ja: コミットを元に戻す方法を選択してください
nl: Kies hoe je de commit ongedaan wilt maken
no: Velg hvordan du vil angre commiten
pl: Wybierz sposób cofnięcia zatwierdzenia
pt: Escolha como desfazer o commit
ro: Alegeți cum să anulați commit-ul
ru: Выберите способ отмены коммита
sk: Vyberte, ako zrušiť potvrdenie
sv: Välj hur du vill ångra committen
tr: Commit'i geri almak için nasıl bir yol seçeceğinizi belirleyin.
uk: Виберіть, як скасувати коміт

source: Revert (keep)
da: Gendan (behold)
de: Zurücksetzen (beibehalten)
et: Tagasi (hoia)
pt: Reverter (manter)

source: Reset (delete)
da: Nulstil (slet)
de: Zurücksetzen (löschen)
et: Reset (kustuta)
pt: Resetar (excluir)
