Repository: big-comm/gitrepo
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Repository Statistics
bg: Статистика на хранилището
cs: Statistiky repozitáře
da: Repositorystatistik
de: Repository-Statistiken
el: Στατιστικά Αποθετηρίου
es: Estadísticas del repositorio
et: Repo statistikad
fi: Tietovaraston tilastot
fr: Statistiques du dépôt
he: סטטיסטיקות מאגר
hr: Statistika repozitorija
hu: Tárhely Statisztikák
is: Gagnasafn Tölfræði
it: Statistiche del Repository
ja: リポジトリ統計
nl: Repositorystatistieken
no: Repositorystatistikk
pl: Statystyki repozytorium
pt: Estatísticas do Repositório
ro: Statistici ale Repozitorului
ru: Статистика репозитория
sk: Štatistika repozitára
sv: Repositorystatistik
tr: Depo İstatistikleri
uk: Репозиторій Статистика

source: Total Branches
bg: Общо клонове
cs: Celkové větve
da: Samlede grene
de: Gesamtanzahl der Zweige
el: Συνολικά Παραρτήματα
es: Total de ramas
et: Kokku harud
fi: Yhteensä haaraumaista
fr: Branches totales
he: סך כל הסניפים
hr: Ukupno grana
hu: Összes ág
is: Heildarfjöldi greina
it: Rami Totali
ja: 総ブランチ数
nl: Totaal Aantal Takken
no: Totale grener
pl: Łączna liczba gałęzi
pt: Total de Branches
ro: Total Ramuri
ru: Всего веток
sk: Celkový počet vetiev
sv: Totala grenar
tr: Toplam Dallar
uk: Загальна кількість гілок

source: Commits in Current Branch
bg: Комити в текущия клон
cs: Změny v aktuální větvi
da: Commits i nuværende gren
de: Commits im aktuellen Zweig
el: Δεσμεύσεις στην Τρέχουσα Διακλάδωση
es: Commits en la Rama Actual
et: Pühendused praeguses haru
fi: Commitit nykyisessä haarassa
fr: Engagements dans la branche actuelle
he: התחייבויות בענף הנוכחי
hr: Zatvori u trenutnoj grani
hu: Elköteleződések a Jelenlegi Ágon
is: Skref í núverandi grein
it: Commit nel ramo attuale
ja: 現在のブランチのコミット
nl: Commits in Huidige Tak
no: Forpliktelser i nåværende gren
pl: Commity w bieżącej gałęzi
pt: Commits na Branch Atual
ro: Comituri în ramura curentă
ru: Коммиты в текущей ветке
sk: Zmeny v aktuálnej vetve
sv: Åtaganden i nuvarande gren
tr: Mevcut Dalda Yapılan Commitler
uk: Коміти в поточній гілці

source: Repository Size
bg: Размер на хранилището
cs: Velikost repozitáře
da: Repository Størrelse
de: Repository-Größe
el: Μέγεθος Αποθετηρίου
es: Tamaño del repositorio
et: Repo suurus
fi: Tietovaraston koko
fr: Taille du dépôt
he: גודל מאגר
hr: Veličina repozitorija
hu: Tárhely Méret
is: Geymslu stærð
it: Dimensione del repository
ja: リポジトリサイズ
nl: Repositorygrootte
no: Lagringsstørrelse
pl: Rozmiar repozytorium
pt: Tamanho do Repositório
ro: Dimensiune Repositoriu
ru: Размер репозитория
sk: Veľkosť repozitára
sv: Repositorystorlek
tr: Depo Boyutu
uk: Розмір репозиторію

source: Refresh
bg: Обнови
cs: Obnovit
da: Opdater
de: Aktualisieren
el: Ανανέωση
es: Actualizar
et: Värskenda
fi: Päivitä
fr: Rafraîchir
he: רענן
hr: Osvježi
hu: Frissítés
is: Endurnýja
it: Aggiorna
ja: 更新
nl: Vernieuwen
no: Oppdater
pl: Odśwież
pt: Atualizar
ro: Actualizare
ru: Обновить
sk: Obnoviť
sv: Uppdatera
tr: Yenile

source: Revert Selected
bg: Върни избраното
cs: Vrátit vybrané
da: Gendan valgte
de: Auswahl zurücksetzen
el: Αναίρεση Επιλογής
es: Revertir Seleccionado
et: Tagasi valitud
fi: Palauta valittu
fr: Rétablir la sélection
he: שחזר נבחר
hr: Vrati odabrano
hu: Visszaállítás kijelölt
is: Endurvalið
it: Ripristina Selezionato
ja: 選択を元に戻す
nl: Herstel Geselecteerd
no: Gjenopprett valgt
pl: Przywróć zaznaczone
pt: Reverter Selecionado
ro: Revenire selecționat
ru: Вернуть выбранное
sk: Obnovi vybrané
sv: Återställ vald
tr: Seçimi Geri Al
uk: Відновити вибране

source: No commits yet
de: Noch keine Commits vorhanden
et: Ei ole veel commit'e.
pt: Nenhum commit ainda

source: Create your first commit to see history
de: Erstelle deinen ersten Commit, um die Historie zu sehen.
et: Loo oma esimene commit, et näha ajalugu
pt: Crie seu primeiro commit para ver histórico

source: Error refreshing commits: {0}
pt: Erro ao atualizar commits: {0}

source: Unknown
bg: Неизвестен
cs: Neznámý
da: Ukendt
de: Unbekannt
el: Άγνωστο
es: Desconocido
et: Tundmatu
fi: Tuntematon
fr: Inconnu
he: לא ידוע
hr: Nepoznato
hu: Ismeretlen
is: Ókunnugt
it: Sconosciuto
ja: 不明
nl: Onbekend
no: Ukjent
pl: Nieznany
pt: Desconhecido
ro: Necunoscut
ru: Неизвестно
sk: Neznáme
sv: Okänd
tr: Bilinmiyor

source: Error refreshing stats: {0}
pt: Erro ao atualizar estatísticas: {0}

source: Confirm Cleanup Operation
bg: Потвърдете операцията по почистване
cs: Potvrdit operaci úklidu
da: Bekræft oprydningsoperation
de: Bestätigen Sie die Bereinigungsoperation
el: Επιβεβαίωση Λειτουργίας Καθαρισμού
es: Confirmar operación de limpieza
et: Kinnita puhastusoperatsioon
fi: Vahvista puhdistustoimenpide
fr: Confirmer l'opération de nettoyage
he: אשר את פעולת הניקוי
hr: Potvrdi operaciju čišćenja
hu: Tisztítási művelet megerősítése
is: Staðfesta hreinsunarferli
it: Conferma Operazione di Pulizia
ja: クリーンアップ操作を確認
nl: Bevestig opruimactie
no: Bekreft opprydningsoperasjon
pl: Potwierdź operację czyszczenia
pt: Confirmar Operação de Limpeza
ro: Confirmare operațiune de curățare
ru: Подтвердите операцию очистки
sk: Potvrdiť operáciu čistenia
sv: Bekräfta rensningsåtgärd
tr: Temizleme İşlemini Onayla

source: Are you sure you want to perform '{0}'? This operation cannot be undone.
bg: Сигурни ли сте, че искате да извършите '{0}'? Тази операция не може да бъде отменена.
cs: Opravdu chcete provést '{0}'? Tuto operaci nelze vrátit zpět.
da: Er du sikker på, at du vil udføre '{0}'? Denne handling kan ikke fortrydes.
de: Sind Sie sicher, dass Sie '{0}' ausführen möchten? Dieser Vorgang kann nicht rückgängig gemacht werden.
el: Είστε σίγουροι ότι θέλετε να εκτελέσετε '{0}'; Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: ¿Estás seguro de que deseas realizar '{0}'? Esta operación no se puede deshacer.
et: Kas olete kindel, et soovite teostada '{0}'? Seda toimingut ei saa tagasi võtta.
fi: Oletko varma, että haluat suorittaa '{0}'? Tätä toimintoa ei voi peruuttaa.
fr: Êtes-vous sûr de vouloir effectuer '{0}' ? Cette opération ne peut pas être annulée.
he: האם אתה בטוח שברצונך לבצע '{0}'? פעולה זו אינה ניתנת לביטול.
hr: Jeste li sigurni da želite izvršiti '{0}'? Ova operacija se ne može poništiti.
hu: Biztos benne, hogy végre akarja hajtani a '{0}' műveletet? Ez a művelet nem vonható vissza.
is: Ertu viss um að þú viljir framkvæma '{0}'? Þessi aðgerð er ekki hægt að afturkalla.
it: Sei sicuro di voler eseguire '{0}'? Questa operazione non può essere annullata.
ja: '{0}'を実行してもよろしいですか？ この操作は元に戻せません。
nl: Weet u zeker dat u '{0}' wilt uitvoeren? Deze bewerking kan niet ongedaan worden gemaakt.
no: Er du sikker på at du vil utføre '{0}'? Denne operasjonen kan ikke angres.
pl: Czy na pewno chcesz wykonać '{0}'? Ta operacja nie może być cofnięta.
pt: Tem certeza que deseja executar '{0}'? Esta operação não pode ser desfeita.
ro: Ești sigur că vrei să efectuezi '{0}'? Această operațiune nu poate fi anulată.
ru: Вы уверены, что хотите выполнить '{0}'? Это действие нельзя отменить.
sk: Ste si istí, že chcete vykonať '{0}'? Túto operáciu nie je možné vrátiť späť.
sv: Är du säker på att du vill utföra '{0}'? Denna åtgärd kan inte ångras.
tr: '{0}' işlemini gerçekleştirmek istediğinize emin misiniz? Bu işlem geri alınamaz.
uk: Ви впевнені, що хочете виконати '{0}'? Цю операцію не можна скасувати.

source: revert
bg: върни обратно
cs: vrátit
da: fortryd
de: rückgängig machen
el: αναίρεση
et: tagasi
fi: palauta
fr: rétablir
he: שחזר
hr: vrati
hu: visszaállít
is: afturkalla
it: annulla
ja: 元に戻す
nl: terugzetten
no: tilbakeføre
pl: przywrócić
pt: reverter
ro: restaura
ru: вернуть
sk: vrátiť
sv: återställ
tr: geri al
uk: виправити

source: reset
bg: нулиране
cs: resetovat
da: nulstil
de: zurücksetzen
el: επαναφορά
es: reiniciar
et: taasta
fi: nollaa
fr: réinitialiser
he: איפוס
hr: ponovno postavi
hu: visszaállítás
is: endurstilla
it: ripristina
ja: リセット
nl: resetten
no: tilbakestill
pl: resetować
pt: resetar
ro: resetare
ru: сброс
sk: resetovať
sv: återställ
tr: sıfırla
uk: скинути

source: Confirm Commit {0}
bg: Потвърдете ангажимента {0}
cs: Potvrdit závazek {0}
da: Bekræft forpligtelse {0}
de: Bestätigen Sie den Commit {0}
el: Επιβεβαίωση Δέσμευσης {0}
es: Confirmar Compromiso {0}
et: Kinnita kohustus {0}
fi: Vahvista sitoumus {0}
fr: Confirmer l'engagement {0}
he: אשר התחייבות {0}
hr: Potvrdi Zapis {0}
hu: Megerősítés Elkötelezés {0}
is: Staðfesta skuldbindingu {0}
it: Conferma Commit {0}
ja: コミットを確認 {0}
nl: Bevestig Commit {0}
no: Bekreft forpliktelse {0}
pl: Potwierdź zatwierdzenie {0}
pt: Confirmar Commit {0}
ro: Confirmare angajament {0}
ru: Подтвердить коммит {0}
sk: Potvrdiť zmenu {0}
sv: Bekräfta åtagande {0}
tr: Onayla Taahhüt {0}
uk: Підтвердити коміт {0}

source: Are you sure you want to {0} this commit? {1} Commit: {2}
bg: Сигурни ли сте, че искате да {0} този комит? {1} Комит: {2}
cs: Opravdu si přejete {0} tento commit? {1} Commit: {2}
da: Er du sikker på, at du vil {0} denne commit? {1} Commit: {2}
de: Sind Sie sicher, dass Sie diesen Commit {0} möchten? {1} Commit: {2}
el: Είστε σίγουροι ότι θέλετε να {0} αυτή τη δέσμευση; {1} Δέσμευση: {2}
es: ¿Estás seguro de que quieres {0} este commit? {1} Commit: {2}
et: Kas olete kindel, et soovite {0} seda commit'i? {1} Commit: {2}
fi: Oletko varma, että haluat {0} tämän sitoumuksen? {1} Sitoumus: {2}
fr: Êtes-vous sûr de vouloir {0} ce commit ? {1} Commit : {2}
he: האם אתה בטוח שאתה רוצה {0} את ההתחייבות הזו? {1} התחייבות: {2}
hr: Jeste li sigurni da želite {0} ovu promjenu? {1} Promjena: {2}
hu: Biztos benne, hogy {0} szeretné ezt a commitot? {1} Commit: {2}
is: Ertu viss um að þú viljir {0} þessa skuldbindingu? {1} Skuldbinding: {2}
it: Sei sicuro di voler {0} questo commit? {1} Commit: {2}
ja: このコミットを{0}してもよろしいですか？ {1} コミット: {2}
nl: Weet je zeker dat je deze commit wilt {0}? {1} Commit: {2}
no: Er du sikker på at du vil {0} denne commiten? {1} Commit: {2}
pl: Czy na pewno chcesz {0} ten commit? {1} Commit: {2}
pt: Tem certeza que deseja {0} este commit? {1} Commit: {2}
ro: Ești sigur că vrei să {0} acest commit? {1} Commit: {2}
ru: Вы уверены, что хотите {0} этот коммит? {1} Коммит: {2}
sk: Ste si istí, že chcete {0} túto zmenu? {1} Zmena: {2}
sv: Är du säker på att du vill {0} den här committen? {1} Commit: {2}
tr: Bu commit'i {0} istediğinize emin misiniz? {1} Commit: {2}

source: Repository Status
bg: Статус на хранилището
cs: Stav repozitáře
el: Κατάσταση Αποθετηρίου
es: Estado del repositorio
et: Repo olekud
fi: Tietovaraston tila
fr: État du dépôt
he: סטטוס מאגר
hr: Status repozitorija
hu: Tárhely állapot
is: Geymslustaða
it: Stato del Repository
ja: リポジトリのステータス
pl: Status repozytorium
pt: Status do Repositório
ro: Starea depozitului
ru: Статус репозитория
sk: Stav repozitára
tr: Depo Durumu
uk: Стан репозиторію

source: Repository
bg: Репозиториум
cs: Repozitář
el: Αποθετήριο
es: Repositorio
et: Repoo.
fi: Tietovarasto
fr: Dépôt
he: מאגר
hr: Skladište
hu: Tárhely
is: Geymsla
ja: リポジトリ
nl: Opslagplaats
pl: Repozytorium
pt: Repositório
ro: Depozit
ru: Репозиторий
sk: Úložisko
sv: Förråd
tr: Depo
uk: Репозиторій

source: Current Branch
bg: Текуща клон
cs: Aktuální větev
da: Nuværende gren
de: Aktueller Zweig
el: Τρέχουσα Διακλάδωση
es: Rama Actual
et: Praegune haru
fi: Nykyinen haara
fr: Branche actuelle
he: סניף נוכחי
hr: Trenutna grana
hu: Aktuális ág
is: Núverandi greina
it: Ramo Corrente
ja: 現在のブランチ
nl: Huidige Tak
no: Nåværende gren
pl: Bieżąca gałąź
pt: Branch Atual
ro: Ramură curentă
ru: Текущая ветка
sk: Aktuálna vetva
sv: Aktuell gren
tr: Geçerli Dal
uk: Поточна гілка

source: Changes
bg: Промени
cs: Změny
da: Ændringer
de: Änderungen
el: Αλλαγές
es: Cambios
et: Muutatused
fi: Muutokset
fr: Modifications
he: שינויים
hr: Promjene
hu: Változások
is: Breytingar
it: Modifiche
ja: 変更
nl: Wijzigingen
no: Endringer
pl: Zmiany
pt: Alterações
ro: Modificări
ru: Изменения
sk: Zmeny
sv: Ändringar
tr: Değişiklikler
uk: Зміни

source: Quick Actions
bg: Бързи действия
cs: Rychlé akce
da: Hurtige handlinger
de: Schnellaktionen
el: Γρήγορες Ενέργειες
es: Acciones Rápidas
et: Kiired toimingud
fi: Nopeat toiminnot
fr: Actions rapides
he: פעולות מהירות
hr: Brze radnje
hu: Gyors műveletek
is: Hraðvalkostir
it: Azioni Veloci
ja: クイックアクション
nl: Snelle Acties
no: Raske handlinger
pl: Szybkie akcje
pt: Ações Rápidas
ro: Acțiuni rapide
ru: Быстрые действия
sk: Rýchle akcie
sv: Snabba åtgärder
tr: Hızlı Eylemler
uk: Швидкі дії

source: Pull Latest
bg: Изтегли последното
cs: Načíst nejnovější
da: Hent seneste
de: Neueste abrufen
el: Ανακτήστε την τελευταία έκδοση
es: Obtener Última
et: Tõmba uusim
fi: Hae uusin
fr: Tirer le dernier
he: משוך את האחרון
hr: Preuzmi najnovije
hu: Legfrissebb letöltése
is: Sækja nýjustu
it: Tira Ultimo
ja: 最新を取得
nl: Haal Laatste Op
no: Hent nyeste
pl: Pobierz najnowsze
pt: Baixar Mais Recente
ro: Trage Ultimul
ru: Получить последние обновления
sk: Načítať najnovšie
sv: Hämta senaste
tr: Son Güncellemeleri Çek

source: Pull latest changes from remote repository
bg: Изтеглете последните промени от отдалеченото хранилище
cs: Načíst nejnovější změny z vzdáleného repozitáře
da: Hent de nyeste ændringer fra den fjerne repository
de: Aktuellste Änderungen aus dem Remote-Repository abrufen
el: Ανακτήστε τις τελευταίες αλλαγές από το απομακρυσμένο αποθετήριο
es: Obtener los últimos cambios del repositorio remoto
et: Tõmba uusimad muudatused kaugrepository'lt
fi: Hae viimeisimmät muutokset etävarastosta
fr: Tirer les dernières modifications du dépôt distant
he: משוך את השינויים האחרונים ממאגר מרוחק
hr: Preuzmi najnovije promjene iz udaljenog repozitorija
hu: Húzd le a legfrissebb változtatásokat a távoli tárolóból
is: Draga nýjustu breytingar frá fjarveitu.
it: Estrai le ultime modifiche dal repository remoto
ja: リモートリポジトリから最新の変更を取得する
nl: Haal de laatste wijzigingen op uit de externe repository
no: Hent de nyeste endringene fra ekstern lagringsplass
pl: Pobierz najnowsze zmiany z zdalnego repozytorium
pt: Baixar últimas alterações do repositório remoto
ro: Trage ultimele modificări din depozitul remote
ru: Получить последние изменения из удаленного репозитория
sk: Načítanie najnovších zmien z diaľkového úložiska
sv: Hämta de senaste ändringarna från den fjärranslutna lagringen
tr: Uzak depodan en son değişiklikleri çek
uk: Витягти останні зміни з віддаленого репозиторію

source: Commit and Push
bg: Комитиране и Изпращане
cs: Zavázat a Odeslat
da: Commit og Push
de: Commit und Senden
el: Δέσμευση και Αποστολή
es: Confirmar y Enviar
et: Kinnita ja tõuka
fi: Vahvista ja Työnnä
fr: Valider et Pousser
he: בצע והעלה
hr: Započni i Pošalji
hu: Elkötelezés és Feltöltés
is: Senda og ýta
it: Commit e Inviare
ja: コミットとプッシュ
nl: Commit en Push
no: Forplikt og Push
pl: Zatwierdź i wyślij
pt: Commit e Push
ro: Comitează și împinge
ru: Коммит и Пуш
sk: Zaviazať a odoslať
sv: Commit och Push
tr: Taahhüt Et ve Gönder
uk: Коміт і Виштовхнути

source: Stage changes and push to development branch
bg: Подгответе промените и ги изпратете в клон за разработка
cs: Změňte fáze a odešlete do vývojové větve
da: Stage ændringer og push til udviklingsgren
de: Änderungen stagen und in den Entwicklungszweig pushen
el: Στάδιο αλλαγών και προώθηση στο αναπτυξιακό κλάδο
es: Preparar cambios y enviar a la rama de desarrollo
et: Etapi muudatused ja suru arendusharu
fi: Vaihda muutokset ja työnnä kehityshaaraan
fr: Mettre en scène les modifications et pousser vers la branche de développement
he: במה שינויים ודחוף לענף הפיתוח
hr: Pripremite promjene i gurnite u razvojnu granu
hu: Változások színpadra állítása és feltöltés a fejlesztési ágra
is: Skrá breytingar og ýta á þróunargrein
it: Preparare le modifiche e inviare al ramo di sviluppo
ja: 変更をステージングして開発ブランチにプッシュする
nl: Wijzigingen stagen en naar de ontwikkeltak pushen
no: Stad endringer og push til utviklingsgren
pl: Zatwierdź zmiany i wypchnij do gałęzi deweloperskiej
pt: Preparar alterações e enviar para branch de desenvolvimento
ro: Etapează modificările și împinge în ramura de dezvoltare
ru: Подготовьте изменения и отправьте в ветку разработки
sk: Zaradenie zmien a odoslanie do vývojovej vetvy
sv: Ställ in ändringar och tryck på utvecklingsgrenen
tr: Değişiklikleri sahnele ve geliştirme dalına gönder.
uk: Стадія змін та відправка до гілки розробки

source: Build Testing Package
bg: Пакет за тестване на изграждане
cs: Balíček pro testování sestavení
da: Byggetestpakke
de: Build-Testpaket
el: Πακέτο Δοκιμής Κατασκευής
es: Paquete de Pruebas de Construcción
et: Ehituskatsepakett
fi: Rakennustestauspaketti
fr: Package de test de construction
he: חבילת בדיקות בנייה
hr: Pakiranje za testiranje izrade
hu: Építési Tesztelő Csomag
is: Byggingarprófunarpakki
it: Pacchetto di test di build
ja: ビルドテストパッケージ
nl: Bouw Testpakket
no: Byggingstestpakke
pl: Pakiet testowania kompilacji
pt: Construir Pacote de Teste
ro: Pachet de testare a construcției
ru: Пакет тестирования сборки
sk: Balíček na testovanie zostáv
sv: Byggtestpaket
tr: Yapı Test Paketi
uk: Пакет тестування збірки

source: Build and deploy to testing repository
bg: Създаване и разгръщане в тестов репозиторий
cs: Sestavte a nasadte do testovacího repozitáře
da: Byg og implementer til testrepository
de: Bauen und bereitstellen im Test-Repository
el: Κατασκευή και ανάπτυξη στο αποθετήριο δοκιμών
es: Compilar y desplegar en el repositorio de pruebas
et: Käivita ja juurutage testimisreposiiti
fi: Rakenna ja julkaise testivarastoon
fr: Construire et déployer vers le dépôt de test
he: בנה ופרוס למאגר הבדיקות
hr: Izgradnja i implementacija u repozitorij za testiranje
hu: Építsd és telepítsd a tesztelő tárolóra
is: Byggðu og settu í prófunarskrá.
it: Compila e distribuisci al repository di test
ja: テストリポジトリにビルドしてデプロイする
nl: Bouw en implementeer naar testrepository
no: Bygg og distribuer til testlager
pl: Zbuduj i wdroż do repozytorium testowego
pt: Construir e implantar no repositório de teste
ro: Construiește și desfășoară în depozitul de testare
ru: Собрать и развернуть в тестовом репозитории
sk: Vytvorte a nasadte do testovacej repozitára
sv: Bygg och distribuera till testrepository
tr: Test deposuna inşa et ve dağıt
uk: Збірка та розгортання в тестовий репозиторій

source: Build Stable Package
bg: Създаване на стабилен пакет
cs: Sestavit stabilní balíček
da: Byg stabil pakke
de: Stabiles Paket erstellen
el: Δημιουργία Σταθερού Πακέτου
es: Construir Paquete Estable
et: Käivita stabiilne pakett
fi: Rakenna vakaa paketti
fr: Construire un paquet stable
he: בנה חבילת יציב
hr: Izradi stabilan paket
hu: Stabil Csomag Készítése
is: Byggðu stöðugan pakka
it: Crea Pacchetto Stabile
ja: 安定版パッケージをビルド
nl: Bouw Stabiel Pakket
no: Bygg stabil pakke
pl: Zbuduj stabilny pakiet
pt: Construir Pacote Estável
ro: Construiește Pachet Stabil
ru: Собрать стабильный пакет
sk: Vytvoriť stabilný balík
sv: Bygg stabilt paket
tr: Kararlı Paket Oluştur
uk: Сформувати стабільний пакет

source: Build and deploy to stable repository
bg: Създаване и разгръщане в стабилно хранилище
cs: Sestavte a nasadte do stabilního repozitáře
da: Byg og implementer til stabilt repository
de: Bauen und bereitstellen im stabilen Repository
el: Κατασκευή και ανάπτυξη σε σταθερό αποθετήριο
es: Construir y desplegar en el repositorio estable
et: Käivita ja juurutage stabiilsesse hoidlasse
fi: Rakenna ja julkaise vakaaseen varastoon
fr: Construire et déployer vers le dépôt stable
he: בנה ופרוס למאגר יציב
hr: Izgradnja i implementacija u stabilno spremište
hu: Építsd és telepítsd a stabil tárolóra
is: Byggja og setja í stöðugan geymslu
it: Costruisci e distribuisci nel repository stabile
ja: 安定したリポジトリにビルドしてデプロイする
nl: Bouw en implementeer naar stabiele repository
no: Bygg og distribuer til stabilt depot
pl: Buduj i wdrażaj do stabilnego repozytorium
pt: Construir e implantar no repositório estável
ro: Construiește și desfășoară în depozitul stabil
ru: Собрать и развернуть в стабильный репозиторий
sk: Vytvoriť a nasadiť do stabilného úložiska
sv: Bygg och distribuera till stabilt arkiv
tr: Kararlı depoya oluştur ve dağıt
uk: Збірка та розгортання в стабільний репозиторій

source: Build package from Arch User Repository
bg: Създаване на пакет от Arch User Repository
cs: Sestavte balíček z Arch User Repository
da: Byg pakke fra Arch User Repository
de: Paket aus dem Arch User Repository erstellen
el: Δημιουργία πακέτου από το Arch User Repository
es: Construir paquete desde el Arch User Repository
et: Kogu pakett Arch User Repository'ist
fi: Rakenna paketti Arch User Repositorysta
fr: Construire un paquet à partir du dépôt utilisateur Arch
he: בנה חבילה ממאגר המשתמשים של Arch
hr: Izradi paket iz Arch User Repository-a
hu: Csomag építése az Arch Felhasználói Tárházból
is: Byggðu pakka úr Arch User Repository
it: Crea pacchetto dal Arch User Repository
ja: Arch User Repositoryからパッケージをビルド
nl: Bouw pakket van Arch User Repository
no: Bygg pakke fra Arch User Repository
pl: Zbuduj pakiet z Arch User Repository
pt: Construir pacote do Arch User Repository
ro: Construiește pachet din Arch User Repository
ru: Собрать пакет из Arch User Repository
sk: Vytvoriť balík z Arch User Repository
sv: Bygg paket från Arch User Repository
tr: Arch Kullanıcı Deposundan paket oluştur
uk: Скласти пакет з Arch User Repository

source: Recent Activity
bg: Наскоро дейности
cs: Nedávná aktivita
da: Seneste aktivitet
de: Letzte Aktivitäten
el: Πρόσφατη Δραστηριότητα
es: Actividad Reciente
et: Hiljutine tegevus
fi: Viimeisimmät toiminnot
fr: Activité récente
he: פעילות אחרונה
hr: Nedavna aktivnost
hu: Legutóbbi tevékenység
is: Nýlegar virkni
it: Attività recente
ja: 最近のアクティビティ
nl: Recente Activiteit
no: Nylig aktivitet
pl: Ostatnia aktywność
pt: Atividade Recente
ro: Activitate recentă
ru: Недавняя активность
sk: Nedávna aktivita
sv: Senaste aktivitet
tr: Son Etkinlikler
uk: Остання активність

source: No recent activity
bg: Няма скорошна активност
cs: Žádná nedávná aktivita
da: Ingen nylig aktivitet
de: Keine aktuellen Aktivitäten
el: Καμία πρόσφατη δραστηριότητα
es: No hay actividad reciente
et: Ei mingeid hiljutisi tegevusi
fi: Ei äskettäistä toimintaa
fr: Aucune activité récente
he: אין פעילות recent
hr: Nema nedavne aktivnosti
hu: Nincs friss tevékenység
is: Engin ekki nýleg virkni
it: Nessuna attività recente
ja: 最近のアクティビティはありません
nl: Geen recente activiteit
no: Ingen nylig aktivitet
pl: Brak ostatniej aktywności
pt: Sem atividade recente
ro: Nicio activitate recentă
ru: Нет недавней активности
sk: Žiadna nedávna aktivita
sv: Ingen senaste aktivitet
tr: Son zamanlarda etkinlik yok
uk: Немає нещодавньої активності

source: Activity will appear here after operations
bg: Дейността ще се появи тук след операциите.
cs: Aktivita se zde zobrazí po operacích
da: Aktivitet vil vises her efter operationer
de: Aktivität wird hier nach den Vorgängen angezeigt
el: Η δραστηριότητα θα εμφανιστεί εδώ μετά τις λειτουργίες
es: La actividad aparecerá aquí después de las operaciones.
et: Tegevus ilmub siia pärast toimingute sooritamist.
fi: Toiminta näkyy täällä operaatioiden jälkeen
fr: L'activité apparaîtra ici après les opérations.
he: הפעילות תופיע כאן לאחר הפעולות
hr: Aktivnost će se ovdje pojaviti nakon operacija
hu: A műveletek után itt fog megjelenni a tevékenység.
is: Virkni mun birtast hér eftir aðgerðir.
it: L'attività apparirà qui dopo le operazioni
ja: 操作後、アクティビティがここに表示されます。
nl: Activiteit verschijnt hier na bewerkingen
no: Aktivitet vil vises her etter operasjoner
pl: Aktywność pojawi się tutaj po operacjach
pt: Atividade aparecerá aqui após operações
ro: Activitatea va apărea aici după operațiuni
ru: Деятельность появится здесь после операций
sk: Aktivita sa tu zobrazí po operáciách
sv: Aktivitet kommer att visas här efter operationer
tr: İşlemlerden sonra etkinlik burada görünecektir.
uk: Дія з'явиться тут після операцій

source: Show welcome screen
bg: Покажи началния екран
da: Vis visningsskærm
de: Willkommensbildschirm anzeigen
et: Kuvaa tervituse ekraan
hu: Üdvözlő képernyő megjelenítése
pt: Mostrar tela de boas-vindas
ru: Показать экран приветствия
