Repository: big-comm/gitrepo
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Git has changes: {0} - {1}
cs: Git má změny: {0} - {1}
el: Το Git έχει αλλαγές: {0} - {1}
es: Git tiene cambios: {0} - {1}
fi: Gitissä on muutoksia: {0} - {1}
fr: Git a des modifications : {0} - {1}
he: בגיט יש שינויים: {0} - {1}
hr: Git ima promjene: {0} - {1}
is: Git hefur breytingar: {0} - {1}
it: Git ha modifiche: {0} - {1}
ja: Gitに変更があります: {0} - {1}
nl: Git heeft wijzigingen: {0} - {1}
no: Git har endringer: {0} - {1}
pl: Git ma zmiany: {0} - {1}
ro: Git are modificări: {0} - {1}
sk: Git má zmeny: {0} - {1}
sv: Git har ändringar: {0} - {1}
tr: Git'te değişiklikler var: {0} - {1}
uk: Git має зміни: {0} - {1}

source: Error checking changes: {0}
cs: Chyba při kontrole změn: {0}
el: Σφάλμα κατά τον έλεγχο αλλαγών: {0}
es: Error al verificar cambios: {0}
fi: Virhe tarkistaessa muutoksia: {0}
fr: Erreur lors de la vérification des modifications : {0}
he: שגיאה בבדיקת שינויים: {0}
hr: Greška pri provjeri promjena: {0}
is: Villa að athuga breytingar: {0}
it: Errore durante il controllo delle modifiche: {0}
ja: 変更の確認中エラー: {0}
nl: Fout bij het controleren van wijzigingen: {0}
no: Feil ved sjekking av endringer: {0}
pl: Błąd podczas sprawdzania zmian: {0}
ro: Eroare la verificarea modificărilor: {0}
sk: Chyba pri kontrole zmien: {0}
sv: Fel vid kontroll av ändringar: {0}
tr: Değişiklikleri kontrol etme hatası: {0}
uk: Помилка перевірки змін: {0}

source: Pushing new branch to remote repository...
cs: Odesílání nové větve do vzdáleného repozitáře...
el: Σπρώχνοντας νέο κλάδο στο απομακρυσμένο αποθετήριο...
es: Enviando nueva rama al repositorio remoto...
fi: Työnnetään uusi haara etävarastoon...
fr: Pousser une nouvelle branche vers le dépôt distant...
he: דחיפת ענף חדש למאגר מרוחק...
hr: Guranje nove grane na udaljeni repozitorij...
is: Þrýstingur nýrrar greinar á fjarveitu...
it: Invio nuovo ramo al repository remoto...
ja: リモートリポジトリに新しいブランチをプッシュしています...
nl: Nieuwe tak naar externe repository duwen...
no: Skyverer ny gren til ekstern lagring...
pl: Wysyłanie nowej gałęzi do zdalnego repozytorium...
ro: Împingerea unei noi ramuri către depozitul remote...
sk: Tlačenie novej vetvy do vzdialeného úložiska...
sv: Skickar ny gren till fjärrrepository...
tr: Yeni dalı uzak depoya itiyor...
uk: Пуш нової гілки до віддаленого репозиторію...

source: Branch {0} created and pushed successfully!
cs: Větev {0} byla úspěšně vytvořena a odeslána!
el: Κλάδος {0} δημιουργήθηκε και προωθήθηκε με επιτυχία!
es: ¡Rama {0} creada y enviada con éxito!
fi: Haara {0} luotiin ja työnnettiin onnistuneesti!
fr: Branche {0} créée et poussée avec succès !
he: סניף {0} נוצר ודחף בהצלחה!
hr: Grana {0} uspješno je kreirana i poslana!
is: Grein {0} búin til og ýtt með góðum árangri!
it: Ramo {0} creato e inviato con successo!
ja: ブランチ {0} が正常に作成され、プッシュされました！
nl: Branch {0} succesvol aangemaakt en gepusht!
no: Gren {0} opprettet og dyttet vellykket!
pl: Gałąź {0} została pomyślnie utworzona i wypchnięta!
ro: Ramura {0} a fost creată și trimisă cu succes!
sk: Branch {0} bol úspešne vytvorený a odoslaný!
sv: Gren {0} skapad och pushad framgångsrikt!
tr: Dal {0} başarıyla oluşturuldu ve gönderildi!
uk: Гілка {0} успішно створена та надіслана!

source: Finding most recent branch in remote repository...
fi: Etsitään uusinta haaraa etävarastosta...
fr: Recherche de la branche la plus récente dans le dépôt distant...

source: ✓ Found matching remote branch: {0}
fi: ✓ Löydettiin vastaava etähaara: {0}
fr: ✓ Branche distante correspondante trouvée : {0}

source: Local HEAD doesn't match any remote branch, finding most recent...
fi: Paikallinen HEAD ei vastaa mitään etähaaraa, etsitään uusinta...
fr: La tête locale ne correspond à aucune branche distante, recherche de la plus récente...

source: ✓ Using most recent remote branch: {0}
fi: ✓ Käytetään uusinta etähaaraa: {0}
fr: ✓ Utilisation de la branche distante la plus récente : {0}

source: ⚠️ Could not determine best branch, using: {0}
fi: ⚠️ Parasta haaraa ei voitu määrittää, käytetään: {0}
fr: ⚠️ Impossible de déterminer la meilleure branche, utilisation de : {0}

source: Testing package: workflow will use branch {0}
cs: Testovací balíček: pracovní postup bude používat větev {0}
el: Δοκιμαστικό πακέτο: η ροή εργασίας θα χρησιμοποιήσει το κλάδο {0}
es: Probando paquete: el flujo de trabajo utilizará la rama {0}
fi: Testauspaketti: työnkulku käyttää haaraa {0}
fr: Package de test : le flux de travail utilisera la branche {0}
he: חבילת בדיקה: הזרימה תשתמש בענף {0}
hr: Testiranje paketa: radni tok će koristiti granu {0}
is: Prófunarpakki: vinnuflæði mun nota grein {0}
it: Pacchetto di test: il flusso di lavoro utilizzerà il ramo {0}
ja: テストパッケージ: ワークフローはブランチ {0} を使用します
nl: Testpakket: workflow zal tak {0} gebruiken
pl: Testowanie pakietu: workflow będzie używać gałęzi {0}
ro: Pachet de testare: fluxul de lucru va folosi ramura {0}
sk: Testovací balík: pracovný tok použije vetvu {0}
sv: Testpaket: arbetsflödet kommer att använda gren {0}
tr: Test paketi: iş akışı {0} dalını kullanacak
uk: Тестовий пакет: робочий процес використовуватиме гілку {0}

source: Error determining branch: {0}
fi: Virhe haaran määrittämisessä: {0}
fr: Erreur lors de la détermination de la branche : {0}

source: ⚠️ Using fallback branch: {0}
fi: ⚠️ Käytetään varahaarukkaa: {0}
fr: ⚠️ Utilisation de la branche de secours : {0}

source: Pull Latest Changes
cs: Načíst nejnovější změny
el: Ανακτήστε τις τελευταίες αλλαγές
es: Obtener últimos cambios
fi: Hae uusimmat muutokset
fr: Tirer les dernières modifications
he: משוך שינויים אחרונים
hr: Preuzmi najnovije promjene
is: Sækja nýjustu breytingar
it: Scarica le ultime modifiche
ja: 最新の変更を取得
nl: Haal Laatste Wijzigingen Op
no: Hent nyeste endringer
pl: Pobierz najnowsze zmiany
ro: Trage ultimele modificări
sk: Načítať najnovšie zmeny
sv: Hämta senaste ändringar
tr: Son Değişiklikleri Çek
uk: Витягти останні зміни

source: Selected branch: {0}
cs: Vybraný branch: {0}
el: Επιλεγμένο κλάδος: {0}
es: Rama seleccionada: {0}
fi: Valittu haara: {0}
fr: Branche sélectionnée : {0}
he: סניף נבחר: {0}
hr: Odabrana grana: {0}
is: Valin grein: {0}
it: Ramo selezionato: {0}
ja: 選択したブランチ: {0}
nl: Geselecteerde tak: {0}
no: Valgt gren: {0}
pl: Wybrana gałąź: {0}
ro: Ramură selectată: {0}
sk: Vybraný branch: {0}
sv: Vald gren: {0}
tr: Seçilen dal: {0}
uk: Вибрана гілка: {0}

source: Select the type of changes you are committing
cs: Vyberte typ změn, které provádíte.
el: Επιλέξτε τον τύπο των αλλαγών που δεσμεύεστε.
es: Seleccione el tipo de cambios que está confirmando
fi: Valitse tekemäsi muutosten tyyppi
fr: Sélectionnez le type de modifications que vous validez
he: בחר את סוג השינויים שאתה מחויב בהם
hr: Odaberite vrstu promjena koje potvrđujete
is: Veldu þann breytinga tegund sem þú ert að skuldbinda þig.
it: Seleziona il tipo di modifiche che stai effettuando
ja: コミットする変更の種類を選択してください
nl: Selecteer het type wijzigingen dat u aan het committeren bent
no: Velg typen endringer du forplikter deg til
pl: Wybierz typ zmian, które wprowadzasz.
ro: Selectați tipul de modificări pe care le angajați
sk: Vyberte typ zmien, ktoré zavádzate
sv: Välj typ av ändringar du åtar dig
tr: Yapmakta olduğunuz değişikliklerin türünü seçin

source: Quick Access
cs: Rychlý přístup
el: Γρήγορη Πρόσβαση
es: Acceso Rápido
fi: Pikakäyttö
fr: Accès rapide
he: גישה מהירה
hr: Brzi pristup
is: Sniðug aðgangur
it: Accesso rapido
ja: クイックアクセス
nl: Snelle Toegang
no: Hurtig tilgang
pl: Szybki dostęp
ro: Acces rapid
sk: Rýchly prístup
sv: Snabbåtkomst
tr: Hızlı Erişim
uk: Швидкий доступ

source: AUR helper written in Go
cs: AUR pomocník napsaný v Go
el: Βοηθός AUR γραμμένος σε Go
es: Ayudante de AUR escrito en Go
fi: AUR-apuohjelma, joka on kirjoitettu Go-kielellä
fr: Aide AUR écrite en Go
he: עוזר AUR שנכתב ב-Go
hr: AUR pomoćnik napisan u Go-u
is: AUR aðstoðarmaður skrifaður í Go
it: AUR helper scritto in Go
ja: Goで書かれたAURヘルパー
nl: AUR-helper geschreven in Go
no: AUR-hjelper skrevet i Go
pl: AUR helper napisany w Go
ro: AUR helper scris în Go
sk: AUR pomocník napísaný v Go
sv: AUR-hjälpare skriven i Go
tr: Go ile yazılmış AUR yardımcı programı
uk: AUR помічник, написаний на Go

source: Visual Studio Code editor
cs: Editor Visual Studio Code
el: Επεξεργαστής Visual Studio Code
es: Editor de Visual Studio Code
fi: Visual Studio Code -editori
fr: Éditeur Visual Studio Code
he: עורך Visual Studio Code
hr: Uređivač Visual Studio Code
is: Visual Studio Code ritill
it: Editor di Visual Studio Code
ja: Visual Studio Code エディター
no: Visual Studio Code-redigerer
pl: Edytor Visual Studio Code
ro: Editor Visual Studio Code
sk: Editor Visual Studio Code
sv: Visual Studio Code-redigerare
tr: Visual Studio Code editörü
uk: Visual Studio Code редактор

source: Google Chrome browser
cs: prohlížeč Google Chrome
el: Περιηγητής Google Chrome
es: navegador Google Chrome
fi: Google Chrome -selain
fr: Navigateur Google Chrome
he: דפדפן גוגל כרום
hr: Google Chrome preglednik
is: Google Chrome vafriður
it: browser Google Chrome
ja: Google Chromeブラウザ
no: Google Chrome-nettleser
pl: przeglądarka Google Chrome
ro: browser Google Chrome
sk: prehliadač Google Chrome
sv: Google Chrome-webbläsare
tr: Google Chrome tarayıcısı
uk: Google Chrome браузер

source: Discord chat application
cs: Aplikace pro chat Discord
el: Εφαρμογή συνομιλίας Discord
es: Aplicación de chat de Discord
fi: Discord-keskusteluohjelma
fr: Application de chat Discord
he: אפליקציית צ'אט דיסקורד
hr: Discord aplikacija za chat
is: Discord spjallforrit
it: Applicazione di chat Discord
ja: Discordチャットアプリケーション
nl: Discord-chatapp
no: Discord chatteapplikasjon
pl: Aplikacja czatu Discord
ro: Aplicație de chat Discord
sk: Aplikácia Discord na chatovanie
sv: Discord chattapplikation
tr: Discord sohbet uygulaması
uk: Discord чат-додаток

source: Build AUR package '{0}'? This will: • Create branch: {1} • Download from: https://aur.archlinux.org/{0}.git • Build package in BigCommunity infrastructure
cs: Sestavte AUR balíček '{0}'? To bude: • Vytvořit větev: {1} • Stáhnout z: https://aur.archlinux.org/{0}.git • Sestavit balíček v infrastruktuře BigCommunity
el: Δημιουργία πακέτου AUR '{0}'; Αυτό θα: • Δημιουργήσει κλάδο: {1} • Κατεβάσει από: https://aur.archlinux.org/{0}.git • Δημιουργήσει πακέτο στην υποδομή του BigCommunity
es: ¿Construir paquete AUR '{0}'? Esto: • Creará rama: {1} • Descargar de: https://aur.archlinux.org/{0}.git • Construirá paquete en la infraestructura de BigCommunity
fi: Käynnistä AUR-paketti '{0}'? Tämä tekee: • Luo haara: {1} • Lataa osoitteesta: https://aur.archlinux.org/{0}.git • Rakenna paketti BigCommunity-infrastruktuurissa
fr: Construire le paquet AUR '{0}' ? Cela va : • Créer une branche : {1} • Télécharger depuis : https://aur.archlinux.org/{0}.git • Construire le paquet dans l'infrastructure de BigCommunity
he: בנה חבילת AUR '{0}'? זה י: • ייצור סניף: {1} • יוריד מ: https://aur.archlinux.org/{0}.git • יבנה חבילה בתשתית BigCommunity
hr: Izraditi AUR paket '{0}'? To će: • Stvoriti granu: {1} • Preuzeti s: https://aur.archlinux.org/{0}.git • Izraditi paket u BigCommunity infrastrukturi
is: Byggðu AUR pakka '{0}'? Þetta mun: • Búa til grein: {1} • Sækja frá: https://aur.archlinux.org/{0}.git • Byggja pakka í BigCommunity innviðum
it: Costruire il pacchetto AUR '{0}'? Questo farà: • Creare un ramo: {1} • Scaricare da: https://aur.archlinux.org/{0}.git • Costruire il pacchetto nell'infrastruttura di BigCommunity
ja: AURパッケージ '{0}' をビルドしますか？ これにより： • ブランチを作成します: {1} • からダウンロードします: https://aur.archlinux.org/{0}.git • BigCommunityインフラストラクチャでパッケージをビルドします
nl: AUR-pakket '{0}' bouwen? Dit zal: • Tak aanmaken: {1} • Downloaden van: https://aur.archlinux.org/{0}.git • Pakket bouwen in de BigCommunity-infrastructuur
no: Bygg AUR-pakke '{0}'? Dette vil: • Opprette gren: {1} • Laste ned fra: https://aur.archlinux.org/{0}.git • Bygge pakke i BigCommunity-infrastrukturen
pl: Zbudować pakiet AUR '{0}'? To spowoduje: • Utworzenie gałęzi: {1} • Pobranie z: https://aur.archlinux.org/{0}.git • Zbudowanie pakietu w infrastrukturze BigCommunity
ro: Construiește pachet AUR '{0}'? Aceasta va: • Crea ramura: {1} • Descărca de la: https://aur.archlinux.org/{0}.git • Construiește pachetul în infrastructura BigCommunity
sk: Vytvoriť AUR balík '{0}'? Toto: • Vytvorí vetvu: {1} • Stiahne z: https://aur.archlinux.org/{0}.git • Vytvorí balík v infraštruktúre BigCommunity
sv: Bygg AUR-paket '{0}'? Detta kommer att: • Skapa gren: {1} • Ladda ner från: https://aur.archlinux.org/{0}.git • Bygga paket i BigCommunity-infrastrukturen
tr: AUR paketini '{0}' oluşturmak mı? Bu şunları yapacak: • Dal oluştur: {1} • Şuradan indir: https://aur.archlinux.org/{0}.git • Paketi BigCommunity altyapısında oluştur
uk: Собрати AUR пакет '{0}'? Це буде: • Створити гілку: {1} • Завантажити з: https://aur.archlinux.org/{0}.git • Побудувати пакет в інфраструктурі BigCommunity

source: Common operations for package development
cs: Běžné operace pro vývoj balíčků
el: Κοινές λειτουργίες για την ανάπτυξη πακέτων
es: Operaciones comunes para el desarrollo de paquetes
fi: Yleisimmät toiminnot pakettikehitykselle
fr: Opérations courantes pour le développement de packages
he: פעולות נפוצות לפיתוח חבילות
hr: Uobičajene operacije za razvoj paketa
is: Algengar aðgerðir við pakkagerð
it: Operazioni comuni per lo sviluppo di pacchetti
ja: パッケージ開発の一般的な操作
nl: Veelvoorkomende bewerkingen voor pakketontwikkeling
no: Vanlige operasjoner for pakkeutvikling
pl: Typowe operacje dla rozwoju pakietów
ro: Operațiuni comune pentru dezvoltarea pachetelor
sk: Bežné operácie pre vývoj balíkov
sv: Vanliga operationer för paketutveckling
tr: Paket geliştirme için yaygın işlemler
uk: Звичайні операції для розробки пакетів

source: System Information
cs: Informace o systému
el: Πληροφορίες Συστήματος
es: Información del sistema
fi: Järjestelmätiedot
fr: Informations système
he: מידע מערכת
hr: Informacije o sustavu
is: Kerfiss upplýsingar
it: Informazioni di sistema
ja: システム情報
nl: Systeeminformatie
no: Systeminformasjon
pl: Informacje o systemie
ro: Informații despre sistem
sk: Informácie o systéme
tr: Sistem Bilgisi
uk: Системна інформація

source: GitHub User
cs: Uživatel GitHub
el: Χρήστης GitHub
es: Usuario de GitHub
fi: GitHub-käyttäjä
fr: Utilisateur GitHub
he: משתמש GitHub
hr: GitHub korisnik
is: GitHub notandi
it: Utente GitHub
ja: GitHubユーザー
nl: GitHub-gebruiker
no: GitHub-bruker
pl: Użytkownik GitHub
ro: Utilizator GitHub
sk: Používateľ GitHub
sv: GitHub-användare
tr: GitHub Kullanıcısı
uk: Користувач GitHub

source: Clean
cs: Čistý
el: Καθαρισμός
es: Limpiar
fi: Puhdas
fr: Nettoyer
he: נקה
hr: Čistiti
is: Hreinsa
it: Pulito
ja: クリーン
nl: Schoon
no: Rens
pl: Czysty
ro: Curățare
sk: Čistý
sv: Rensa
tr: Temiz
uk: Очистити

source: Package Type
cs: Typ balíčku
el: Τύπος Πακέτου
es: Tipo de paquete
fi: Pakettityyppi
fr: Type de paquet
he: סוג חבילה
hr: Tip paketa
is: Pakkager tegund
it: Tipo di pacchetto
ja: パッケージタイプ
nl: Pakkettype
no: Pakke Type
pl: Typ pakietu
ro: Tip pachet
sk: Typ balíka
sv: Pakettyp
tr: Paket Türü
uk: Тип пакета

source: Select the repository type for package deployment
cs: Vyberte typ repozitáře pro nasazení balíčku
el: Επιλέξτε τον τύπο αποθετηρίου για την ανάπτυξη πακέτων
es: Seleccione el tipo de repositorio para la implementación del paquete
fi: Valitse pakettien käyttöönottoa varten käytettävä repositorion tyyppi
fr: Sélectionnez le type de dépôt pour le déploiement du package
he: בחר את סוג המאגר לפריסת החבילה
hr: Odaberite vrstu repozitorija za implementaciju paketa
is: Veldu geymslugerð fyrir pakkadeild.
it: Seleziona il tipo di repository per il deployment del pacchetto
ja: パッケージデプロイメントのためのリポジトリタイプを選択してください
nl: Selecteer het type repository voor pakketimplementatie
no: Velg reponavntype for pakkedistribusjon
pl: Wybierz typ repozytorium do wdrożenia pakietu
ro: Selectați tipul de depozit pentru desfășurarea pachetului
sk: Vyberte typ repozitára pre nasadenie balíka
sv: Välj typ av repository för paketdistribution
tr: Paket dağıtımı için depo türünü seçin
uk: Виберіть тип репозиторію для розгортання пакета

source: Testing Repository
cs: Testovací repozitář
el: Αποθετήριο Δοκιμών
es: Repositorio de Pruebas
fi: Testausvarasto
fr: Dépôt de test
he: מאגר בדיקות
hr: Repozitorij za testiranje
is: Prófunarsafn
it: Repository di Test
ja: テストリポジトリ
nl: Testrepository
no: Testingsrepository
pl: Repozytorium testowe
ro: Repository de Testare
sk: Testovacia repozitár
sv: Testningsrepository
tr: Test Deposu
uk: Тестовий репозиторій

source: Stable Repository
cs: Stabilní repozitář
el: Σταθερό Αποθετήριο
es: Repositorio Estable
fi: Vakaa varasto
fr: Dépôt stable
he: מאגר יציב
hr: Stabilno spremište
is: Stöðugur geymsla
it: Repository Stabile
ja: 安定リポジトリ
nl: Stabiele Repository
no: Stabilt Repository
pl: Stabilne Repozytorium
ro: Repository stabil
sk: Stabilné úložisko
sv: Stabilt förråd
tr: Kararlı Depo
uk: Стабільний репозиторій

source: Extra Repository
cs: Extra repozitář
el: Επιπλέον Αποθετήριο
es: Repositorio Extra
fi: Lisävarasto
fr: Dépôt supplémentaire
he: מאגר נוסף
hr: Dodatni repozitorij
is: Aukalega Geymsla
it: Repository Extra
ja: エクストラリポジトリ
no: Ekstra Repository
pl: Dodatkowe repozytorium
ro: Repository suplimentar
sk: Extra repozitár
tr: Ekstra Depo
uk: Додатковий репозиторій

source: Preparing...
cs: Připravuje se...
el: Ετοιμασία...
es: Preparando...
fi: Valmistellaan...
fr: Préparation...
he: מכין...
hr: Priprema...
is: Undirbúningur...
it: Preparazione...
ja: 準備中...
nl: Voorbereiden...
no: Forbereder...
pl: Przygotowywanie...
ro: Se pregătește...
sk: Pripravujem...
sv: Förbereder...
tr: Hazırlanıyor...

source: Details
cs: Podrobnosti
el: Λεπτομέρειες
es: Detalles
fi: Yksityiskohdat
fr: Détails
he: פרטים
hr: Detalji
is: Skráningar
it: Dettagli
ja: 詳細
no: Detaljer
pl: Szczegóły
ro: Detalii
sk: Podrobnosti
sv: Detaljer
tr: Ayrıntılar
uk: Деталі

source: Checking if branch {0} exists remotely...
sv: Kontrollerar om gren {0} finns på distans...

source: Branch {0} not found on remote. Pushing...
sv: Gren {0} hittades inte på fjärran. Pushar...

source: ✓ Branch {0} pushed successfully to remote
sv: ✓ Gren {0} har framgångsrikt pushats till fjärran

source: Failed to push branch {0}: {1}
sv: Misslyckades med att trycka på gren {0}: {1}

source: ⚠️ Workflow may fail if it cannot find the branch
sv: ⚠️ Arbetsflödet kan misslyckas om det inte kan hitta grenen

source: ✓ Branch {0} already exists on remote
sv: ✓ Gren {0} finns redan på fjärrservern

source: Could not verify remote branch status: {0}
sv: Kunde inte verifiera status för fjärrgren: {0}

source: ⚠️ Continuing anyway, but workflow may fail
sv: ⚠️ Fortsätter ändå, men arbetsflödet kan misslyckas

source: Unexpected state: {0}
cs: Neočekávaný stav: {0}
el: Αναπάντεχη κατάσταση: {0}
es: Estado inesperado: {0}
he: מצב בלתי צפוי: {0}
hr: Neočekivano stanje: {0}
it: Stato imprevisto: {0}
ja: 予期しない状態: {0}
pl: Nieoczekiwany stan: {0}
ro: Stare neașteptată: {0}
sk: Neočakávaný stav: {0}
tr: Beklenmedik durum: {0}
uk: Несподіваний стан: {0}

source: OUR VERSION:
sk: NAŠA VERZIA:
uk: НАША ВЕРСІЯ:

source: THEIR VERSION:
sk: ICH VERZIA:
uk: ЇХНЯ ВЕРСІЯ:

source: ⚠️ You have unresolved conflicts from a previous operation!
sk: ⚠️ Máte nevyriešené konflikty z predchádzajúcej operácie!

source: ✓ Conflicts resolved, continuing with pull...
sk: ✓ Konflikty boli vyriešené, pokračujem s ťahaním...

source: ⚠️ Conflicts detected after pull
sk: ⚠️ Zistené konflikty po stiahnutí
uk: ⚠️ Конфлікти виявлено після отримання

source: ⚠️ Conflicts detected while restoring your changes
sk: ⚠️ Zistené konflikty pri obnove vašich zmien

source: Target branch for commit: {0}
cs: Cílová větev pro potvrzení: {0}
el: Στόχος κλάδου για δέσμευση: {0}
es: Rama objetivo para el commit: {0}
he: ענף יעד עבור התחייבות: {0}
ja: コミットのターゲットブランチ: {0}
pl: Docelowa gałąź dla zatwierdzenia: {0}
ro: Ramura țintă pentru commit: {0}
tr: Commit için hedef dal: {0}

source: Failed to pull changes. Do you want to continue anyway?
cs: Nepodařilo se stáhnout změny. Chcete pokračovat přesto?
el: Αποτυχία λήψης αλλαγών. Θέλετε να συνεχίσετε ούτως ή άλλως;
es: Error al obtener cambios. ¿Quieres continuar de todos modos?
he: נכשל למשוך שינויים. האם אתה רוצה להמשיך בכל מקרה?
ja: 変更の取得に失敗しました。それでも続行しますか？
pl: Nie udało się pobrać zmian. Czy chcesz kontynuować mimo to?
ro: A eșuat extragerea modificărilor. Vrei să continui oricum?
tr: Değişiklikleri çekme başarısız oldu. Yine de devam etmek istiyor musunuz?

source: No changes to commit, proceeding with package generation.
cs: Žádné změny k potvrzení, pokračuji s generováním balíčku.
el: Δεν υπάρχουν αλλαγές για δέσμευση, προχωρώντας με τη δημιουργία πακέτου.
es: No hay cambios que confirmar, procediendo con la generación del paquete.
he: אין שינויים להתחייב, ממשיכים עם יצירת החבילה.
ja: コミットする変更はありません。パッケージ生成を続行します。
pl: Brak zmian do zatwierdzenia, kontynuowanie generowania pakietu.
ro: Nu sunt modificări de confirmat, continuând cu generarea pachetului.
tr: Taahhüt edilecek değişiklik yok, paket oluşturma işlemine devam ediliyor.

source: ⚠ Some conflicts need manual resolution. Check 'git status'
cs: ⚠ Některé konflikty vyžadují ruční vyřešení. Zkontrolujte 'git status'
el: ⚠ Ορισμένες συγκρούσεις χρειάζονται χειροκίνητη επίλυση. Ελέγξτε το 'git status'
es: ⚠ Algunos conflictos necesitan resolución manual. Verifica 'git status'
he: ⚠ ישנם קונפליקטים שדורשים פתרון ידני. בדוק 'git status'
ja: ⚠ 一部の競合は手動で解決する必要があります。'git status'を確認してください。
pl: ⚠ Niektóre konflikty wymagają ręcznego rozwiązania. Sprawdź 'git status'
ro: ⚠ Unele conflicte necesită rezolvare manuală. Verifică 'git status'
tr: ⚠ Bazı çatışmaların manuel olarak çözülmesi gerekiyor. 'git status' kontrol edin.

source: Update completed successfully!
cs: Aktualizace byla úspěšně dokončena!
el: Η ενημέρωση ολοκληρώθηκε με επιτυχία!
es: ¡Actualización completada con éxito!
he: עדכון הושלם בהצלחה!
ja: 更新が正常に完了しました！
pl: Aktualizacja zakończona pomyślnie!
ro: Actualizare finalizată cu succes!
tr: Güncelleme başarıyla tamamlandı!

source: Preferences - Coming soon
cs: Nastavení - Brzy bude k dispozici
el: Προτιμήσεις - Έρχεται σύντομα
es: Preferencias - Próximamente
he: העדפות - בקרוב
ja: 設定 - 近日公開
pl: Preferencje - Wkrótce
ro: Preferințe - În curând
tr: Tercihler - Çok yakında

source: Build Package initialized successfully
cs: Sestavení balíčku bylo úspěšně inicializováno
el: Η διαδικασία δημιουργίας πακέτου αρχικοποιήθηκε με επιτυχία
es: Paquete de construcción inicializado con éxito
he: חבילת הבנייה הוזנה בהצלחה
ja: ビルドパッケージが正常に初期化されました
pl: Pakiet budowy zainicjowany pomyślnie
ro: Pachetul de construcție a fost inițializat cu succes
tr: Yapı Paketi başarıyla başlatıldı
