Repository: big-comm/gitrepo
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Refresh Status
bg: Обнови статус
cs: Obnovit stav
da: Opdater Status
de: Aktualisierungsstatus
el: Ανανεώστε Κατάσταση
es: Actualizar estado
et: Värskenda olek
fi: Päivitä tila
fr: Actualiser le statut
he: רענן מצב
hr: Osvježi status
hu: Frissítési állapot
is: Endurnýja stöðu
it: Aggiorna stato
ja: 更新ステータス
nl: Vernieuw Status
no: Oppdater status
pl: Odśwież status
pt: Atualizar Status
ro: Actualizare stare
ru: Обновить статус
sk: Obnoviť stav
sv: Uppdatera status
tr: Durumu Yenile
uk: Aktualizuj stav

source: Refresh repository status and information
bg: Обнови статуса и информацията на хранилището
cs: Obnovit stav a informace o repozitáři
da: Opdater repository-status og information
de: Aktualisiere den Status und die Informationen des Repositories
el: Ανανεώστε την κατάσταση και τις πληροφορίες του αποθετηρίου
es: Actualizar el estado y la información del repositorio
et: Uuenda hoidla olek ja teave
fi: Päivitä varaston tila ja tiedot
fr: Actualiser l'état et les informations du dépôt
he: רענן מצב ומידע של מאגר
hr: Osvježi status i informacije repozitorija
hu: Frissítse a tároló állapotát és információit
is: Endurnýja stöðu og upplýsingar um geymslu
it: Aggiorna lo stato e le informazioni del repository
ja: リポジトリのステータスと情報を更新
nl: Vernieuw de status en informatie van de repository
no: Oppdater status og informasjon for depotet
pl: Odśwież status i informacje repozytorium
pt: Atualizar status e informações do repositório
ro: Actualizează starea și informațiile depozitului
ru: Обновить статус и информацию репозитория
sk: Obnoviť stav a informácie repozitára
sv: Uppdatera status och information för repository
tr: Depoyu güncelle ve bilgi al
uk: Оновити статус та інформацію репозиторію

source: Error refreshing overview: {0}
pt: Erro ao atualizar visão geral: {0}

source: Not a Git repo
bg: Не е Git хранилище
cs: Není to Git repozitář
da: Ikke et Git-repo
de: Kein Git-Repository
el: Δεν είναι αποθετήριο Git
es: No es un repositorio de Git
et: Ei ole Git'i hoidla
fi: Ei Git-repoa
fr: Pas un dépôt Git
he: לא מאגר Git
hr: Nije Git repozitorij
hu: Nem Git tároló
is: Ekki Git skráarsafn
it: Non è un repository Git
ja: Gitリポジトリではありません
nl: Geen Git-repo
no: Ikke et Git-repo
pl: Nie jest to repozytorium Git
pt: Não é um repositório Git
ro: Nu este un repo Git
ru: Не репозиторий Git
sk: Nie je to Git repozitár
sv: Inte ett Git-repo
tr: Bir Git deposu değil
uk: Не є репозиторієм Git

source: Local repo
bg: Локално хранилище
cs: Místní repozitář
da: Lokal repo
de: Lokales Repository
el: Τοπικό αποθετήριο
es: Repositorio local
et: Kohalik repo
fi: Paikallinen repositorio
fr: Dépôt local
he: מאגר מקומי
hr: Lokalni repozitorij
hu: Helyi tároló
is: Staðbundin geymsla
it: Repo locale
ja: ローカルリポジトリ
nl: Lokale repo
no: Lokal repo
pl: Lokalne repozytorium
pt: Repositório local
ro: Repo local
ru: Локальный репозиторий
sk: Lokálny repozitár
sv: Lokal repo
tr: Yerel depo
uk: Локальний репозиторій

source: Modified
bg: Променен
cs: Upraveno
da: Ændret
de: Modifiziert
el: Τροποποιημένο
es: Modificado
et: Muudetud
fi: Muokattu
fr: Modifié
he: שונה
hr: Izmijenjeno
hu: Módosított
is: Breytt
it: Modificato
ja: 修正済み
nl: Gewijzigd
no: Modifisert
pl: Zmodyfikowany
pt: Modificado
ro: Modificat
ru: Изменённый
sk: Upravené
sv: Modifierad
tr: Değiştirildi
uk: Змінено

source: No changes
bg: Няма промени
da: Ingen ændringer
de: Keine Änderungen
et: Ei muudatusi
hu: Nincsenek változások
pt: Sem alterações
ru: Нет изменений

source: Error updating status cards: {0}
pt: Erro ao atualizar cartões de status: {0}

source: Create your first commit to start tracking activity
de: Erstellen Sie Ihren ersten Commit, um die Aktivität zu verfolgen.
et: Loo oma esimene commit, et alustada tegevuse jälgimist
pt: Crie seu primeiro commit para começar a rastrear atividade

source: Last commit
bg: Последно комитиране
cs: Poslední commit
da: Sidste commit
de: Letzter Commit
el: Τελευταία δέσμευση
es: Último commit
et: Viimane commit
fi: Viimeisin sitoumus
fr: Dernier commit
he: התחייבות אחרונה
hr: Zadnji commit
hu: Utolsó elköteleződés
is: Síðasta skuldbinding
it: Ultimo commit
ja: 最後のコミット
nl: Laatste commit
no: Siste commit
pl: Ostatni commit
pt: Último commit
ro: Ultimul commit
ru: Последний коммит
sk: Posledný commit
sv: Senaste commit
tr: Son taahhüt
uk: Останній коміт

source: Current branch
bg: Текуща клон
cs: Aktuální větev
da: Nuværende gren
de: Aktueller Zweig
el: Τρέχον κλάδος
es: Rama actual
et: Praegune haru
fi: Nykyinen haara
fr: Branche actuelle
he: סניף נוכחי
hr: Trenutna grana
hu: Aktuális ág
is: Núverandi grein
it: Ramo attuale
ja: 現在のブランチ
nl: Huidige tak
no: Nåværende gren
pl: Bieżąca gałąź
pt: Branch atual
ro: Ramură curentă
ru: Текущая ветка
sk: Aktuálna vetva
sv: Aktuell gren
tr: Geçerli dal
uk: Поточна гілка

source: Branch Management
bg: Управление на клонове
cs: Správa větví
da: Grensestyring
de: Zweigverwaltung
el: Διαχείριση Παραρτημάτων
es: Gestión de Ramas
et: Filiaali haldus
fi: Haaraohjaus
fr: Gestion des branches
he: ניהול סניפים
hr: Upravljanje granama
hu: Ágkezelés
is: Sviðsstjórn
it: Gestione dei rami
ja: ブランチ管理
nl: Branchbeheer
no: Grenering avdelinger
pl: Zarządzanie gałęziami
pt: Gerenciamento de Branches
ro: Gestionarea ramurilor
ru: Управление ветвями
sk: Správa pobočiek
sv: Grenhantering
tr: Şube Yönetimi
uk: Управління гілками

source: Manage Git branches and merge operations
bg: Управление на Git клонове и операции по сливане
cs: Spravovat větve Git a operace sloučení
da: Administrer Git-grene og sammenfletningsoperationer
de: Git-Zweige und Merge-Operationen verwalten
el: Διαχείριση κλάδων Git και λειτουργιών συγχώνευσης
es: Gestionar ramas de Git y operaciones de fusión
et: Haldage Git harude ja ühendamise toimingud
fi: Hallitse Git-haaruksia ja yhdistämistoimintoja
fr: Gérer les branches Git et les opérations de fusion
he: נהל סניפים של Git ופעולות מיזוג
hr: Upravljanje Git granama i operacijama spajanja
hu: Git ágak és egyesítési műveletek kezelése
is: Stjórna Git greinum og sameiningaraðgerðum
it: Gestisci i rami Git e le operazioni di fusione
ja: Gitブランチとマージ操作を管理する
nl: Beheer Git-takken en samenvoegbewerkingen
no: Administrer Git-grener og sammenslåingsoperasjoner
pl: Zarządzaj gałęziami Git i operacjami scalania
pt: Gerencie branches Git e operações de merge
ro: Gestionați ramurile Git și operațiunile de îmbinare
ru: Управление ветками Git и операциями слияния
sk: Spravovať Git vetvy a operácie zlúčenia
sv: Hantera Git-grenar och sammanslagningsoperationer
tr: Git dalları ve birleştirme işlemlerini yönetin
uk: Управління гілками Git та операціями злиття

source: Current Status
bg: Текущо състояние
cs: Aktuální stav
da: Nuværende status
de: Aktueller Status
el: Τρέχουσα Κατάσταση
es: Estado Actual
et: Praegune olek
fi: Nykyinen tila
fr: État actuel
he: סטטוס נוכחי
hr: Trenutni Status
hu: Jelenlegi állapot
is: Núverandi Staða
it: Stato attuale
ja: 現在のステータス
nl: Huidige Status
no: Nåværende status
pl: Bieżący status
pt: Status Atual
ro: Stare curentă
ru: Текущий статус
sk: Aktuálny stav
sv: Aktuell status
tr: Mevcut Durum
uk: Поточний статус

source: Active Branch
bg: Активен клон
cs: Aktivní větev
da: Aktiv Gren
de: Aktiver Zweig
el: Ενεργό Κλάδος
es: Rama activa
et: Aktiivne haru
fi: Aktiivinen haara
fr: Branche active
he: סניף פעיל
hr: Aktivna grana
hu: Aktív ág
is: Virkur grein
it: Ramo attivo
ja: アクティブブランチ
nl: Actieve Tak
no: Aktiv gren
pl: Aktywny oddział
pt: Branch Ativa
ro: Ramură activă
ru: Активная ветка
sk: Aktívna vetva
sv: Aktiv Gren
tr: Aktif Dal
uk: Активна гілка

source: Most Recent Branch
bg: Най-нов клон
cs: Nejnovější větev
da: Seneste gren
de: Neuester Zweig
el: Πιο Πρόσφατος Κλάδος
es: Rama más reciente
et: Viimase haru
fi: Viimeisin haara
fr: Branche la plus récente
he: סניף אחרון
hr: Najnovija grana
hu: Legutolsó ág
is: Nýjasta grein
it: Ramo più recente
ja: 最新のブランチ
nl: Meest recente tak
no: Siste gren
pl: Najbardziej aktualna gałąź
pt: Branch Mais Recente
ro: Ramură cea mai recentă
ru: Последняя ветка
sk: Najnovšia vetva
sv: Senaste grenen
tr: En Son Dal
uk: Найновіша гілка

source: Branch with latest commits
bg: Клон с последните комити
cs: Větev s nejnovějšími commity
da: Gren med de nyeste commits
de: Zweig mit den neuesten Commits
el: Κλάδος με τις τελευταίες καταχωρήσεις
es: Rama con los últimos commits
et: Harud viimaste commit'idega
fi: Haara, jossa on uusimmat sitoumukset
fr: Branche avec les derniers commits
he: סניף עם ההתחייבויות האחרונות
hr: Grana s najnovijim commitima
hu: Ág a legfrissebb elkötelezésekkel
is: Grein með nýjustu skuldbindingum
it: Ramo con gli ultimi commit
ja: 最新のコミットがあるブランチ
nl: Branch met de laatste commits
no: Gren med nyeste forpliktelser
pl: Gałąź z najnowszymi commitami
pt: Branch com commits mais recentes
ro: Ramură cu cele mai recente comiteri
ru: Ветка с последними коммитами
sk: Branch s najnovšími zmenami
sv: Gren med senaste ändringarna
tr: Son commit'leri içeren dal
uk: Гілка з останніми комітами

source: Available Branches
bg: Налични клонове
cs: Dostupné větve
da: Tilgængelige grene
de: Verfügbare Zweige
el: Διαθέσιμα Παραρτήματα
es: Ramas disponibles
et: Saadaval harud
fi: Saatavilla olevat haarat
fr: Branches disponibles
he: סניפים זמינים
hr: Dostupne grane
hu: Elérhető ágak
is: Tiltar Greinar
it: Rami disponibili
ja: 利用可能なブランチ
nl: Beschikbare Takken
no: Tilgjengelige grener
pl: Dostępne gałęzie
pt: Branches Disponíveis
ro: Ramuri disponibile
ru: Доступные ветки
sk: Dostupné vetvy
sv: Tillgängliga grenar
tr: Mevcut Dallar
uk: Доступні гілки

source: Main Branch
de: Hauptzweig
et: Peamine haru
pt: Branch Principal

source: Switch to main or create if it doesn't exist
de: Wechsel zu Haupt- oder erstellen, falls es nicht existiert
et: Lülita põhiversioonile või loo, kui see ei eksisteeri
pt: Trocar para main ou criar se não existir

source: Use main
de: Haupt verwenden
et: Kasutage peamist
pt: Usar main

source: Merge Operations
bg: Обединяване на операции
cs: Sloučení operací
da: Sammenfletningsoperationer
de: Zusammenführungsoperationen
el: Συγχώνευση Λειτουργιών
es: Operaciones de fusión
et: Ühendamise toimingud
fi: Yhdistämistoiminnot
fr: Opérations de fusion
he: מיזוג פעולות
hr: Operacije spajanja
hu: Egyesítési műveletek
is: Samskeyti aðgerðir
it: Operazioni di fusione
ja: マージ操作
nl: Samenvoegbewerkingen
no: Sammenslåingsoperasjoner
pl: Operacje scalania
pt: Operações de Merge
ro: Operațiuni de îmbinare
ru: Слияние операций
sk: Zlúčenie operácií
sv: Sammanfoga operationer
tr: Birleştirme İşlemleri
uk: Злиття операцій

source: Source Branch
bg: Източна клон
cs: Zdrojová větev
da: Kildegren
de: Quellzweig
el: Πηγή Κλάδος
es: Rama de origen
et: Allika haru
fi: Lähdehaara
fr: Branche source
he: סניף מקור
hr: Izvorna grana
hu: Forráság
is: Upprunagrein
it: Ramo sorgente
ja: ソースブランチ
nl: Bronbranch
no: Kildegren
pl: Gałąź źródłowa
pt: Branch de Origem
ro: Ramură sursă
ru: Исходная ветка
sk: Zdrojová vetva
sv: Källgren
tr: Kaynak Dal
uk: Стовбур джерела

source: Branch to merge from
bg: Клон за сливане от
cs: Větev pro sloučení z
da: Gren til at flette fra
de: Zweig zum Zusammenführen
el: Κλάδος προς συγχώνευση
es: Rama de la que fusionar
et: Harud, millelt liita
fi: Yhdistettävä haara
fr: Branche à fusionner depuis
he: סניף למיזוג מ-
hr: Grana za spajanje iz
hu: Ág, ahonnan összevonás történik
is: Grein til að sameina frá
it: Ramo da cui unire
ja: マージ元ブランチ
nl: Branch om van te mergen
no: Gren for å slå sammen fra
pl: Gałąź do scalania z
pt: Branch de origem para merge
ro: Ramură de fuzionat din
ru: Ветка для слияния
sk: Branch na zlúčenie z
sv: Gren att slå samman från
tr: Birleştirilecek dal
uk: Гілка для злиття з

source: Target Branch
bg: Целева клонка
cs: Cílová větev
da: Målgren
de: Zielbranch
el: Στόχος Κλάδος
es: Rama de destino
et: Sihtharu
fi: Kohdehaara
fr: Branche cible
he: סניף יעד
hr: Ciljna grana
hu: Célágazat
is: Markmið Grein
it: Ramo di destinazione
ja: ターゲットブランチ
nl: Doelbranch
no: Målgrenser
pl: Gałąź docelowa
pt: Branch de Destino
ro: Ramură țintă
ru: Целевая ветка
sk: Cieľová vetva
sv: Målsida
tr: Hedef Dal
uk: Цільова гілка

source: Branch to merge into
bg: Клон за сливане в
cs: Větev, do které se má sloučit
da: Gren til at flette ind i
de: Zweig, in den zusammengeführt werden soll
el: Κλάδος για συγχώνευση
es: Rama a fusionar en
et: Harud, kuhu liita
fi: Yhdistettävä haara
fr: Branche à fusionner dans
he: סניף למיזוג לתוכו
hr: Grana za spajanje u
hu: Ág, amelybe összevonásra kerül
is: Grein til að sameina í
it: Ramo in cui unire
ja: マージ先ブランチ
nl: Branch om in te mergen
no: Gren for å slå sammen til
pl: Gałąź do scalania z
pt: Branch de destino para merge
ro: Ramură în care se va face îmbinarea
ru: Ветка для слияния
sk: Vetev na zlúčenie do
sv: Gren att slå samman med
tr: Birleştirilecek dal
uk: Гілка для злиття в

source: Auto-merge
bg: Автоматично сливане
cs: Automatické sloučení
da: Auto-sammenlægning
de: Automatisches Zusammenführen
el: Αυτόματη συγχώνευση
es: Fusión automática
et: Automaatne ühinemine
fi: Automaattinen yhdistäminen
fr: Fusion automatique
he: איחוד אוטומטי
hr: Automatsko spajanje
hu: Automatikus egyesítés
is: Sjálfvirk sameining
it: Auto-unione
ja: 自動マージ
nl: Automatisch samenvoegen
no: Auto-sammenslåing
pl: Automatyczne scalanie
pt: Merge automático
ro: Auto-fuzionare
ru: Авто-слияние
sk: Automatické zlúčenie
sv: Automatisk sammanslagning
tr: Otomatik birleştirme
uk: Автоматичне злиття

source: Automatically merge if no conflicts
bg: Автоматично обединявай, ако няма конфликти
cs: Automaticky sloučit, pokud nejsou konflikty
da: Automatisk sammensmeltning, hvis der ikke er konflikter
de: Automatisch zusammenführen, wenn keine Konflikte vorliegen
el: Αυτόματη συγχώνευση αν δεν υπάρχουν συγκρούσεις
es: Fusionar automáticamente si no hay conflictos
et: Automaatne ühinemine, kui konflikte ei esine
fi: Yhdistä automaattisesti, jos ei ole ristiriitoja
fr: Fusion automatique en l'absence de conflits
he: מזג אוטומטית אם אין קונפליקטים
hr: Automatski spoji ako nema sukoba
hu: Automatikus egyesítés, ha nincsenek ütközések
is: Sjálfvirkt sameina ef engin átök eru.
it: Unisci automaticamente se non ci sono conflitti
ja: 競合がない場合は自動的にマージする
nl: Automatisch samenvoegen als er geen conflicten zijn
no: Automatisk sammenslåing hvis ingen konflikter
pl: Automatycznie scal, jeśli nie ma konfliktów
pt: Mesclar automaticamente se não houver conflitos
ro: Fuzionare automată dacă nu există conflicte
ru: Автоматически объединять, если нет конфликтов
sk: Automaticky zlúčiť, ak nie sú konflikty
sv: Automatiskt slå samman om inga konflikter finns
tr: Çatışma yoksa otomatik olarak birleştir.
uk: Автоматично зливати, якщо немає конфліктів

source: Refresh branch list
bg: Обнови списъка с клонове
cs: Obnovit seznam větví
da: Opdater grenliste
de: Zweigliste aktualisieren
el: Ανανέωση λίστας κλάδων
es: Actualizar lista de ramas
et: Värskenda harude loendit
fi: Päivitä haara lista
fr: Rafraîchir la liste des branches
he: רענן רשימת סניפים
hr: Osvježi popis grana
hu: Áglista frissítése
is: Endurnýja greinaskrá
it: Aggiorna elenco rami
ja: ブランチリストを更新
nl: Vernieuw taklijst
no: Oppdater grenliste
pl: Odśwież listę gałęzi
pt: Atualizar lista de branches
ro: Actualizează lista de ramuri
ru: Обновить список веток
sk: Obnoviť zoznam vetiev
sv: Uppdatera grenlista
tr: Dalga listesini yenile
uk: Оновити список гілок

source: Cleanup Branches
bg: Почистване на клонове
cs: Úklid větví
da: Rydde grene
de: Zweige bereinigen
el: Καθαρισμός Κλαδιών
es: Limpiar Ramas
et: Harude harud.
fi: Siivota haarat
fr: Nettoyer les branches
he: ניקוי סניפים
hr: Čišćenje grana
hu: Tisztítási ágak
is: Ræstingar greinar
it: Pulizia dei rami
ja: ブランチのクリーンアップ
nl: Opruimen van takken
no: Rydde opp grener
pl: Oczyszczanie gałęzi
pt: Limpar Branches
ro: Curățare ramuri
ru: Очистка веток
sk: Údržba vetiev
sv: Rensa grenar
tr: Dalları Temizle
uk: Очистка гілок

source: Remove old development branches
bg: Премахнете стари разработки на клонове
cs: Odstranit staré vývojové větve
da: Fjern gamle udviklingsgrene
de: Alte Entwicklungszweige entfernen
el: Αφαίρεση παλαιών αναπτυξιακών κλάδων
es: Eliminar ramas de desarrollo antiguas
et: Eemalda vanad arendusharud
fi: Poista vanhat kehityshaarat
fr: Supprimer les anciennes branches de développement
he: הסר סניפים ישנים של פיתוח
hr: Ukloni stare razvojne grane
hu: Távolítsa el a régi fejlesztési ágakat
is: Fjarlægja gamla þróunargreinar
it: Rimuovi vecchi rami di sviluppo
ja: 古い開発ブランチを削除
nl: Verwijder oude ontwikkeltakken
no: Fjern gamle utviklingsgrener
pl: Usuń stare gałęzie deweloperskie
pt: Remover branches de desenvolvimento antigas
ro: Elimină ramurile vechi de dezvoltare
ru: Удалить старые ветки разработки
sk: Odstrániť staré vývojové vetvy
sv: Ta bort gamla utvecklingsgrenar
tr: Eski geliştirme dallarını kaldırın
uk: Видалити старі гілки розробки

source: Create Merge Request
bg: Създаване на заявка за сливане
cs: Vytvořit žádost o sloučení
da: Opret sammenslutningsanmodning
de: Merge-Anfrage erstellen
el: Δημιουργία Αιτήματος Συγχώνευσης
es: Crear Solicitud de Fusión
et: Loo Ühendussoovitus
fi: Luo yhdistämispyyntö
fr: Créer une demande de fusion
he: צור בקשת מיזוג
hr: Izradi zahtjev za spajanje
hu: Merge kérés létrehozása
is: Búa til sameiningarbeiðni
it: Crea Richiesta di Merge
ja: マージリクエストを作成
nl: Mergeverzoek aanmaken
no: Opprett sammenslåingsforespørsel
pl: Utwórz prośbę o scalanie
pt: Criar Merge Request
ro: Creează Cerere de Combinare
ru: Создать запрос на слияние
sk: Vytvoriť požiadavku na zlúčenie
sv: Skapa sammanslagningsbegäran
tr: Birleştirme İsteği Oluştur
uk: Створити запит на злиття

source: Error refreshing branches: {0}
pt: Erro ao atualizar branches: {0}

source: Error creating main branch: {0}
pt: Erro ao criar branch main: {0}

source: Error switching to main: {0}
pt: Erro ao trocar para main: {0}

source: Stage changes and push to your development branch
bg: Подгответе промените и ги изпратете към вашия клон за разработка
cs: Změňte fáze a odešlete je do své vývojové větve
da: Stage ændringer og push til din udviklingsgren
de: Änderungen stagen und in Ihren Entwicklungsbranch pushen
el: Στάδιο αλλαγών και σπρώξτε στον κλάδο ανάπτυξής σας
es: Preparar cambios y enviar a tu rama de desarrollo
et: Ettevalmistage muudatused ja saatke need oma arendusharu.
fi: Vaihda muutokset ja työnnä ne kehityshaaraasi
fr: Mettez en scène les modifications et poussez-les vers votre branche de développement
he: בצע שלב שינויים ודחוף לענף הפיתוח שלך
hr: Pripremite promjene i pošaljite ih na svoju razvojnu granu
hu: Változások színpadra állítása és feltöltés a fejlesztési ágadba
is: Skráðu breytingar og ýttu á þróunargreinina þína
it: Prepara le modifiche e inviale al tuo ramo di sviluppo
ja: 変更をステージングして、開発ブランチにプッシュします
nl: Wijzigingen stage en push naar je ontwikkeltak
no: Stad endringer og push til din utviklingsgren
pl: Zatwierdź zmiany i wypchnij do swojej gałęzi deweloperskiej
pt: Preparar alterações e enviar parsua branch de desenvolvimento
ro: Etapează modificările și împinge-le în ramura ta de dezvoltare
ru: Стадия изменений и отправка в вашу ветку разработки
sk: Zarovnajte zmeny a odovzdajte ich do svojej vývojovej vetvy
sv: Ställ in ändringar och tryck på din utvecklingsgren
tr: Değişiklikleri sahnele ve geliştirme dalına gönder.
uk: Стадія змін та відправка до вашої гілки розробки

source: Working Directory
bg: Работна директория
cs: Pracovní adresář
da: Arbejdsmappe
de: Arbeitsverzeichnis
el: Κατάλογος Εργασίας
es: Directorio de trabajo
et: Töökataloog
fi: Työhakemisto
fr: Répertoire de travail
he: ספריית עבודה
hr: Radni direktorij
hu: Munkakönyvtár
is: Vinnsluskráður
it: Directory di lavoro
ja: 作業ディレクトリ
nl: Werkmap
no: Arbeidskatalog
pl: Katalog roboczy
pt: Diretório de Trabalho
ro: Directorul de lucru
ru: Рабочая директория
sk: Pracovný adresár
sv: Arbetskatalog
tr: Çalışma Dizini
uk: Робочий каталог

source: Last Commit
da: Sidste commit
de: Letzter Commit
et: Viimane pühendus
pt: Último Commit

source: No commit info
da: Ingen commit-info
de: Keine Commit-Informationen
et: Ei pühendatud teavet
pt: Sem informações de commit

source: Undo last commit (keep changes)
da: Fortryd sidste commit (behold ændringer)
de: Letzten Commit rückgängig machen (Änderungen beibehalten)
et: Tühista viimane commit (hoia muudatused)
pt: Desfazer último commit (manter alterações)

source: Commit Type
bg: Тип на комита
cs: Typ commitu
de: Commit-Typ
el: Τύπος Δέσμευσης
es: Tipo de compromiso
et: Kohandustüüp
fi: Sitoutumistyyppi
fr: Type de commit
he: סוג מחויבות
hr: Vrsta potvrde
hu: Elkötelezés típusa
is: Skilgreining skuldbindingar
it: Tipo di Commit
ja: コミットタイプ
no: Forpliktelsestype
pl: Typ zatwierdzenia
pt: Tipo de Commit
ro: Tip de angajament
ru: Тип коммита
sk: Typ commitu
sv: Committyp
tr: Taahhüt Türü

source: Select the type of change
bg: Изберете типа на промяната
da: Vælg typen af ændring
de: Wählen Sie die Art der Änderung aus
et: Vali muutuse tüüp
hu: Válassza ki a változás típusát
pt: Selecione o tipo de alteração
ru: Выберите тип изменения

source: Commit Message
bg: Съобщение за комит
cs: Zpráva o commitu
da: Commit-besked
de: Commit-Nachricht
el: Μήνυμα Δέσμευσης
es: Mensaje de confirmación
et: Kohanduste sõnum
fi: Viestin sitoutuminen
fr: Message de validation
he: הודעת התחייבות
hr: Poruka za potvrdu
hu: Elkötelezési üzenet
is: Skilaboð um skuldbindingu
it: Messaggio di commit
ja: コミットメッセージ
nl: Commitbericht
no: Commit-melding
pl: Wiadomość zatwierdzenia
pt: Mensagem de Commit
ro: Mesaj de commit
ru: Сообщение коммита
sk: Správa o potvrdení
sv: Commit-meddelande
tr: Commit Mesajı
uk: Повідомлення про коміт

source: Description (supports multiple lines)
de: Beschreibung (unterstützt mehrere Zeilen)
et: Kirjeldus (toetab mitut rida)
pt: Descrição (suporta múltiplas linhas)

source: Pull latest changes from remote
bg: Изтеглете последните промени от отдалеченото хранилище
cs: Načíst nejnovější změny z vzdáleného úložiště
da: Hent de nyeste ændringer fra fjernserver
de: Aktuelle Änderungen vom Remote abrufen
el: Ανακτήστε τις τελευταίες αλλαγές από το απομακρυσμένο
es: Obtener los últimos cambios del remoto
et: Tõmba uusimad muudatused kaugserverist
fi: Hae viimeisimmät muutokset etäpalvelimelta
fr: Tirer les dernières modifications du dépôt distant
he: משוך שינויים אחרונים מהמרוחק
hr: Preuzmi najnovije promjene s udaljenog repozitorija
hu: Húzd le a legfrissebb változtatásokat a távoli tárolóból
is: Draga nýjustu breytingar frá fjarhýsli
it: Estrai le ultime modifiche dal remoto
ja: リモートから最新の変更を取得
nl: Haal de laatste wijzigingen van de externe bron op
no: Hent de nyeste endringene fra fjernlageret
pl: Pobierz najnowsze zmiany z zdalnego repozytorium
pt: Baixar últimas alterações do remoto
ro: Trage ultimele modificări de la distanță
ru: Получить последние изменения с удаленного репозитория
sk: Načítanie najnovších zmien z diaľkového úložiska
sv: Hämta de senaste ändringarna från fjärrservern
tr: Uzak sunucudan en son değişiklikleri çekin
uk: Витягти останні зміни з віддаленого репозиторію
