Repository: big-comm/gitrepo
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Automatically increment version based on commit type
bg: Автоматично увеличаване на версията въз основа на типа на комита
da: Automatisk inkrementer version baseret på commit-type
de: Version automatisch basierend auf dem Commit-Typ erhöhen
et: Automaatne versiooni suurendamine commit tüübi põhjal
fi: Versio kasvaa automaattisesti sitoutumistyyppiin perustuen
fr: Incrémenter automatiquement la version en fonction du type de commit
hr: Automatski povećaj verziju na temelju tipa commita
hu: Automatikusan növelje a verziót a commit típusa alapján
is: Sjálfvirkt að auka útgáfu byggt á gerð skuldbindingar
it: Incrementa automaticamente la versione in base al tipo di commit
nl: Automatisch versie verhogen op basis van committype
no: Automatisk øk versjon basert på commit-type
pt: Incrementar automaticamente versão baseado no tipo de commit
ru: Автоматически увеличивать версию в зависимости от типа коммита
sk: Automaticky zvyšovať verziu na základe typu commitu
sv: Automatiskt öka version baserat på commit-typ
uk: Автоматично збільшувати версію на основі типу коміту

source: Display
bg: Дисплей
da: Visning
de: Anzeige
et: Kuva
fi: Näyttö
fr: Affichage
hr: Prikaz
hu: Kijelző
is: Sýna
it: Visualizza
nl: Weergave
no: Visning
pt: Exibição
ru: Дисплей
sk: Zobrazenie
sv: Visa
uk: Відображення

source: Display git commands being executed
bg: Показване на изпълнявани git команди
da: Vis vises git-kommandoer, der udføres
de: Git-Befehle werden ausgeführt
et: Kuvaa git-käskude täitmine
fi: Näytä suoritettavat git-komennot
fr: Afficher les commandes git en cours d'exécution
hr: Prikaži izvršene git naredbe
hu: Git parancsok végrehajtásának megjelenítése
is: Sýna git skipanir sem eru framkvæmdar
it: Visualizza i comandi git in esecuzione
nl: Toon git-opdrachten die worden uitgevoerd
no: Viser git-kommandoer som blir utført
pt: Exibir comandos git sendo executados
ru: Отображать выполняемые команды git
sk: Zobrazovať vykonávané príkazy git
sv: Visa git-kommandon som körs
uk: Показати виконувані команди git

source: Always confirm potentially destructive operations
bg: Винаги потвърдете потенциално разрушителни операции
da: Bekræft altid potentielt destruktive operationer
de: Bestätigen Sie immer potenziell destruktive Vorgänge.
et: Alati kinnitage potentsiaalselt hävitavad toimingud
fi: Vahvista aina mahdollisesti tuhoisat toiminnot
fr: Toujours confirmer les opérations potentiellement destructrices
hr: Uvijek potvrdite potencijalno destruktivne operacije
hu: Mindig erősítse meg a potenciálisan destruktív műveleteket
is: Alltaf staðfesta mögulega eyðileggjandi aðgerðir
it: Conferma sempre le operazioni potenzialmente distruttive
nl: Bevestig altijd potentieel destructieve bewerkingen
no: Bekreft alltid potensielt destruktive operasjoner
pt: Sempre confirmar operações potencialmente destrutivas
ru: Всегда подтверждайте потенциально разрушительные операции
sk: Vždy potvrďte potenciálne deštruktívne operácie
sv: Bekräfta alltid potentiellt destruktiva åtgärder
uk: Завжди підтверджуйте потенційно руйнівні операції

source: Reset to defaults
bg: Нулиране на настройки по подразбиране
da: Nulstil til standardindstillinger
de: Auf Werkseinstellungen zurücksetzen
et: Lähtesta vaikeused
fi: Palauta oletusasetukset
fr: Réinitialiser aux valeurs par défaut
hr: Vrati na zadane postavke
hu: Alapértelmezett értékek visszaállítása
is: Endurstilla á sjálfgefið
it: Ripristina le impostazioni predefinite
nl: Standaardinstellingen herstellen
no: Tilbakestill til standardinnstillinger
pt: Restaurar padrões
ru: Сбросить на значения по умолчанию
sk: Obnoviť na predvolené hodnoty
sv: Återställ till standardinställningar
uk: Скинути до стандартних налаштувань

source: Restore all settings to their default values
bg: Възстановете всички настройки до техните стойности по подразбиране
da: Gendan alle indstillinger til deres standardværdier
de: Stellen Sie alle Einstellungen auf die Standardwerte zurück
et: Taasta kõik seaded nende vaikeseadetele.
fi: Palauta kaikki asetukset oletusarvoihinsa
fr: Restaurer tous les paramètres à leurs valeurs par défaut
hr: Vrati sve postavke na njihove zadane vrijednosti
hu: Állítsa vissza az összes beállítást az alapértelmezett értékekre
is: Endurðu allar stillingar í þeirra sjálfgefnar gildi.
it: Ripristina tutte le impostazioni ai valori predefiniti
nl: Herstel alle instellingen naar hun standaardwaarden
no: Gjenopprett alle innstillinger til standardverdiene.
pt: Restaurar todas as configurações para valores padrão
ru: Восстановить все настройки до значений по умолчанию
sk: Obnovi všetky nastavenia na ich predvolené hodnoty
sv: Återställ alla inställningar till deras standardvärden
uk: Відновити всі налаштування до значень за замовчуванням

source: Keyboard Shortcuts
bg: Клавишни комбинации
cs: Klávesové zkratky
da: Tastaturgenveje
de: Tastenkombinationen
el: Συντομεύσεις Πληκτρολογίου
es: Atajos de teclado
et: Klaviatuuri otseteed
fi: Pikanäppäimet
fr: Raccourcis clavier
he: קיצורי מקלדת
hr: Prečaci na tipkovnici
hu: Billentyűparancsok
is: Takkarstýringar
it: Scorciatoie da tastiera
ja: キーボードショートカット
nl: Toetsenbord sneltoetsen
no: Tastatursnarveier
pl: Skróty klawiszowe
pt: Atalhos de Teclado
ro: Comenzi rapide de la tastatură
ru: Сочетания клавиш
sk: Klávesové skratky
sv: Tangentbordsgenvägar
tr: Klavye Kısayolları
uk: Комбінації клавіш

source: About Build Package
bg: За пакета на изграждане
cs: O aplikaci Build Package
da: Om Byg Pakke
de: Über Build-Paket
el: Σχετικά με το Πακέτο Δημιουργίας
es: Acerca del Paquete de Construcción
et: Teave ehituse paketi kohta
fi: Tietoa Build-paketista
fr: À propos du package de construction
he: אודות חבילת הבנייה
hr: O aplikaciji Build Package
hu: A Build Package-ról
is: Um byggipakka
it: Informazioni sul pacchetto di build
ja: ビルドパッケージについて
nl: Over Buildpakket
no: Om Bygg Pakke
pl: O pakiecie kompilacji
pt: Sobre Build Package
ro: Despre Pachetul de Construire
ru: О пакете сборки
sk: O balíku zostavenia
sv: Om byggpaket
tr: Yapı Paketi Hakkında
uk: Про пакет збірки

source: translator-credits
bg: кредити на преводача
cs: překladatelské kredity
da: oversætter-credits
de: Übersetzer-Credits
el: πιστώσεις μεταφραστή
es: créditos del traductor
et: tõlkija-krediidid
fi: kääntäjä-tekstit
fr: crédits du traducteur
he: קרדיטים למתרגם
hr: priznanje prevoditelju
hu: fordító-jogosultságok
is: þýðandaskuldir
it: crediti del traduttore
ja: 翻訳者クレジット
nl: vertaler-credits
no: oversetter-kreditter
pl: kredyty tłumacza
pt: Créditos de tradução
ro: creditul traducătorului
ru: кредиты переводчика
sk: preklady-prekladateľa
sv: översättar-erkännanden
tr: çevirmen-kredileri
uk: перекладач-кредити

source: Settings updated
bg: Настройките са актуализирани
da: Indstillinger opdateret
de: Einstellungen aktualisiert
et: Seaded uuendatud
fi: Asetukset päivitetty
fr: Paramètres mis à jour
hr: Postavke ažurirane
hu: Beállítások frissítve
is: Stillingar uppfærðar
it: Impostazioni aggiornate
nl: Instellingen bijgewerkt
no: Innstillinger oppdatert
pt: Configurações atualizadas
ru: Настройки обновлены
sk: Nastavenia aktualizované
sv: Inställningar uppdaterade
uk: Настройки оновлено

source: Settings not available
bg: Настройките не са налични
da: Indstillinger ikke tilgængelige
de: Einstellungen nicht verfügbar
et: Seaded ei ole saadaval
fi: Asetuksia ei ole saatavilla
fr: Paramètres non disponibles
hr: Postavke nisu dostupne
hu: A beállítások nem elérhetők
is: Stillingar ekki í boði
it: Impostazioni non disponibili
nl: Instellingen niet beschikbaar
no: Innstillinger ikke tilgjengelige
pt: Configurações não disponíveis
ru: Настройки недоступны
sk: Nastavenia nie sú k dispozícii
sv: Inställningar inte tillgängliga
uk: Налаштування недоступні

source: General
bg: Общи
cs: Obecné
da: Generel
de: Allgemein
el: Γενικά
et: Üldine
fi: Yleinen
fr: Général
he: כללי
hr: Općenito
hu: Általános
is: Almennt
it: Generale
ja: 一般
nl: Algemeen
no: Generell
pl: Ogólny
pt: Geral
ru: Общий
sk: Všeobecné
sv: Allmänt
tr: Genel
uk: Загальний

source: Quit
bg: Изход
cs: Ukončit
da: Afslut
de: Beenden
el: Έξοδος
es: Salir
et: Välja
fi: Lopeta
fr: Quitter
he: יציאה
hr: Izlaz
hu: Kilépés
is: Hætta
it: Esci
ja: 終了
nl: Afsluiten
no: Avslutt
pl: Zakończ
pt: Sair
ro: Ieșire
ru: Выйти
sk: Ukončiť
sv: Avsluta
tr: Çıkış

source: Welcome Screen
bg: Екран за приветствие
da: Velkomstskærm
de: Willkommensbildschirm
et: Tere tulemast ekraanile
hu: Üdvözlő képernyő
pt: Tela de Boas-vindas
ru: Экран приветствия

source: Application
bg: Приложение
cs: Aplikace
da: Applikation
de: Anwendung
el: Εφαρμογή
es: Aplicación
et: Rakendus
fi: Sovellus
he: יישום
hr: Aplikacija
hu: Alkalmazás
is: Forrit
it: Applicazione
ja: アプリケーション
nl: Toepassing
no: Applikasjon
pl: Aplikacja
pt: Aplicação
ro: Aplicație
ru: Приложение
sk: Aplikácia
sv: Applikation
tr: Uygulama
uk: Застосунок

source: GUI Error: {0}
pt: Erro de GUI: {0}

source: Failed to start GUI interface
bg: Неуспешно стартиране на графичния интерфейс
cs: Nepodařilo se spustit rozhraní GUI
da: Mislykkedes i at starte GUI-grænsefladen
de: Fehler beim Starten der GUI-Oberfläche
el: Αποτυχία εκκίνησης διεπαφής GUI
es: Error al iniciar la interfaz gráfica de usuario
et: GUI liidese käivitamine ebaõnnestus
fi: GUI-käyttöliittymän käynnistys epäonnistui
fr: Échec du démarrage de l'interface graphique
he: כישלון בהפעלה של ממשק גרפי
hr: Neuspjelo pokretanje GUI sučelja
hu: A GUI felület indítása nem sikerült
is: Mistók að ræsa GUI viðmót
it: Impossibile avviare l'interfaccia GUI
ja: GUIインターフェイスの起動に失敗しました
nl: GUI-interface kon niet worden gestart
no: Feilet å starte GUI-grensesnittet
pl: Nie udało się uruchomić interfejsu GUI
pt: Falha ao iniciar interface GUI
ro: Eșec la pornirea interfeței GUI
ru: Не удалось запустить графический интерфейс пользователя
sk: Nepodarilo sa spustiť grafické rozhranie
sv: Misslyckades med att starta GUI-gränssnittet
tr: GUI arayüzü başlatılamadı
uk: Не вдалося запустити графічний інтерфейс

source: Fatal GUI Error: {0}
pt: Erro Fatal de GUI: {0}

source: This operation is only available in Git repositories.
bg: Тази операция е налична само в Git хранилища.
cs: Tato operace je k dispozici pouze v repozitářích Git.
da: Denne operation er kun tilgængelig i Git-repositorier.
de: Dieser Vorgang ist nur in Git-Repositorys verfügbar.
el: Αυτή η λειτουργία είναι διαθέσιμη μόνο σε αποθετήρια Git.
es: Esta operación solo está disponible en repositorios de Git.
et: See operatsioon on saadaval ainult Git'i hoidlates.
fi: Tämä toiminto on saatavilla vain Git-repositorioissa.
fr: Cette opération n'est disponible que dans les dépôts Git.
he: פעולה זו זמינה רק במאגרי Git.
hr: Ova operacija dostupna je samo u Git repozitorijima.
hu: Ez a művelet csak Git tárolókban érhető el.
is: Þessi aðgerð er aðeins aðgengileg í Git geymslum.
it: Questa operazione è disponibile solo nei repository Git.
ja: この操作はGitリポジトリでのみ利用可能です。
nl: Deze bewerking is alleen beschikbaar in Git-repositories.
no: Denne operasjonen er kun tilgjengelig i Git-repositorier.
pl: Ta operacja jest dostępna tylko w repozytoriach Git.
pt: Esta operação está disponível apenas em repositórios Git.
ro: Această operațiune este disponibilă doar în repositoarele Git.
ru: Эта операция доступна только в репозиториях Git.
sk: Táto operácia je k dispozícii iba v repozitároch Git.
sv: Denna åtgärd är endast tillgänglig i Git-repositorier.
tr: Bu işlem yalnızca Git depolarında mevcuttur.
uk: Ця операція доступна лише в репозиторіях Git.

source: Aborting merge in progress...
bg: Прекратено сливане в процес...
cs: Zrušení probíhajícího sloučení...
da: Afbryder sammenlægning i gang...
de: Mergevorgang wird abgebrochen...
el: Ακύρωση συγχώνευσης σε εξέλιξη...
es: Abortando la fusión en progreso...
et: Ühendamise katkestamine...
fi: Yhdistämisen keskeyttäminen käynnissä...
fr: Annulation de la fusion en cours...
he: מבצע ביטול מיזוג בתהליך...
hr: Prekidanje spajanja u tijeku...
hu: A folyamatban lévő egyesítés megszakítása...
is: Aðgerð sameiningar í gangi er hætt...
it: Interruzione della fusione in corso...
ja: マージ処理を中止しています...
nl: Samenvoegen in uitvoering afgebroken...
no: Avbryter pågående sammenslåing...
pl: Przerywanie trwającego scalania...
pt: Abortando merge em andamento...
ro: Anularea fuziunii în curs...
ru: Отмена слияния в процессе...
sk: Zrušenie prebiehajúceho zlúčenia...
sv: Avbryter pågående sammanslagning...
tr: Birleşme işlemi iptal ediliyor...

source: Resolving conflicts automatically...
bg: Автоматично разрешаване на конфликти...
cs: Automatické řešení konfliktů...
da: Løser konflikter automatisk...
de: Konflikte automatisch beheben...
el: Αυτόματη επίλυση συγκρούσεων...
es: Resolviendo conflictos automáticamente...
et: Konfliktide automaatne lahendamine...
fi: Ratkaistaan ristiriidat automaattisesti...
fr: Résolution automatique des conflits...
he: פתרון קונפליקטים באופן אוטומטי...
hr: Automatsko rješavanje sukoba...
hu: Automatikus konfliktusok megoldása...
is: Að leysa deilur sjálfkrafa...
it: Risoluzione automatica dei conflitti...
ja: 自動的に競合を解決しています...
nl: Conflicten automatisch oplossen...
no: Løser konflikter automatisk...
pl: Automatyczne rozwiązywanie konfliktów...
pt: Resolvendo conflitos automaticamente...
ro: Rezolvarea conflictelor automat...
ru: Автоматическое разрешение конфликтов...
sk: Automatické riešenie konfliktov...
sv: Löser konflikter automatiskt...
tr: Çatışmaları otomatik olarak çözme...
uk: Автоматичне вирішення конфліктів...

source: Current branch: {0}
bg: Текуща клон: {0}
cs: Aktuální větev: {0}
da: Nuværende gren: {0}
de: Aktueller Zweig: {0}
el: Τρέχον κλάδος: {0}
es: Rama actual: {0}
et: Praegune haru: {0}
fi: Nykyinen haara: {0}
fr: Branche actuelle : {0}
he: סניף נוכחי: {0}
hr: Trenutna grana: {0}
hu: Aktuális ág: {0}
is: Núverandi grein: {0}
it: Ramo attuale: {0}
ja: 現在のブランチ: {0}
nl: Huidige tak: {0}
no: Nåværende gren: {0}
pl: Bieżąca gałąź: {0}
pt: Branch atual: {0}
ro: Ramura curentă: {0}
ru: Текущая ветка: {0}
sk: Aktuálna vetva: {0}
sv: Aktuell gren: {0}
tr: Geçerli dal: {0}
uk: Поточна гілка: {0}

source: Most recent branch identified: {0}
bg: Най-новият идентифициран клон: {0}
cs: Nejnovější identifikovaná větev: {0}
da: Seneste identificerede gren: {0}
de: Zuletzt identifizierter Zweig: {0}
el: Πιο πρόσφατος κλάδος που εντοπίστηκε: {0}
es: Rama más reciente identificada: {0}
et: Viimati tuvastatud haru: {0}
fi: Viimeisin tunnistettu haara: {0}
fr: Branche la plus récente identifiée : {0}
he: סניף אחרון זוהה: {0}
hr: Najnovija identificirana grana: {0}
hu: Legutóbbi azonosított ág: {0}
is: Nýjasta greinin sem fundin var: {0}
it: Ramo più recente identificato: {0}
ja: 最も最近のブランチが特定されました: {0}
nl: Meest recente tak geïdentificeerd: {0}
no: Siste identifiserte gren: {0}
pl: Ostatnio zidentyfikowana gałąź: {0}
pt: Branch mais recente identificada: {0}
ro: Ramura cea mai recent identificată: {0}
ru: Последняя идентифицированная ветка: {0}
sk: Najnovšia identifikovaná vetva: {0}
sv: Senaste identifierade grenen: {0}
tr: En son tanımlanan dal: {0}
uk: Найновіша виявлена гілка: {0}

source: Pulling latest changes from most recent branch: {0}
bg: Изтегляне на последните промени от най-новия клон: {0}
cs: Stahování nejnovějších změn z nejnovější větve: {0}
da: Henter de seneste ændringer fra den nyeste gren: {0}
de: Die neuesten Änderungen vom aktuellsten Zweig abrufen: {0}
el: Ανάκτηση τελευταίων αλλαγών από τον πιο πρόσφατο κλάδο: {0}
es: Extrayendo los últimos cambios de la rama más reciente: {0}
et: Viimaste muudatuste tõmbamine kõige uuemalt harult: {0}
fi: Hakee viimeisimmät muutokset viimeisimmästä haarasta: {0}
fr: Récupération des dernières modifications de la branche la plus récente : {0}
he: מושך שינויים אחרונים מהסניף האחרון: {0}
hr: Preuzimanje najnovijih promjena s najnovije grane: {0}
hu: A legfrissebb változtatások letöltése a legutolsó ágból: {0}
is: Draga síðustu breytingar frá nýjustu grein: {0}
it: Estrazione delle ultime modifiche dal ramo più recente: {0}
ja: 最新のブランチから最新の変更を取得しています: {0}
nl: Laatste wijzigingen ophalen van de meest recente tak: {0}
no: Henter de nyeste endringene fra den nyeste grenen: {0}
pl: Pobieranie najnowszych zmian z najnowszej gałęzi: {0}
pt: Baixando últimas alterações da branch mais recente: {0}
ro: Tragerea celor mai recente modificări din ramura cea mai recentă: {0}
ru: Получение последних изменений из самой последней ветки: {0}
sk: Načítanie najnovších zmien z najnovšej vetvy: {0}
sv: Hämtar de senaste ändringarna från den senaste grenen: {0}
tr: En son dalından en son değişiklikleri çekme: {0}
uk: Витягування останніх змін з найновішої гілки: {0}

source: Successfully pulled latest changes from {0}
bg: Успешно изтеглени последни промени от {0}
cs: Úspěšně staženy nejnovější změny z {0}
da: Succesfuldt hentet de nyeste ændringer fra {0}
de: Erfolgreich die neuesten Änderungen von {0} abgerufen.
el: Επιτυχής λήψη τελευταίων αλλαγών από {0}
es: Se han obtenido correctamente los últimos cambios de {0}
et: Edukasin viimased muudatused {0} edukalt.
fi: Onnistuneesti haettu viimeisimmät muutokset kohteesta {0}
fr: Modifications les plus récentes récupérées avec succès depuis {0}
he: המשיכה של השינויים האחרונים מ-{0} בוצעה בהצלחה
hr: Uspješno preuzete najnovije promjene s {0}
hu: Sikeresen letöltötte a legújabb változtatásokat a {0} -tól.
is: Súgulega dregið nýjustu breytingar frá {0}
it: Modifiche più recenti estratte con successo da {0}
ja: {0}から最新の変更を正常に取得しました。
nl: Succesvol de laatste wijzigingen van {0} opgehaald.
no: Suksessfullt hentet de nyeste endringene fra {0}
pl: Pomyślnie pobrano najnowsze zmiany z {0}
pt: Últimas alterações baixadas com sucesso de {0}
ro: S-au preluat cu succes ultimele modificări din {0}
ru: Успешно извлечены последние изменения из {0}
sk: Úspešne stiahnuté najnovšie zmeny z {0}
sv: Framgångsrikt hämtade de senaste ändringarna från {0}
tr: {0} en son değişiklikler başarıyla alındı.
uk: Успішно завантажено останні зміни з {0}

source: Failed to pull from {0}, trying current branch: {1}
bg: Неуспешно изтегляне от {0}, опитвам текущия клон: {1}
cs: Nepodařilo se stáhnout z {0}, pokouším se o aktuální větev: {1}
da: Mislykkedes med at hente fra {0}, prøver nu den aktuelle gren: {1}
de: Fehler beim Abrufen von {0}, versuche aktuellen Zweig: {1}
el: Αποτυχία λήψης από {0}, προσπαθώντας τον τρέχοντα κλάδο: {1}
es: Error al extraer de {0}, intentando la rama actual: {1}
et: Eba {0} tõmbamine ebaõnnestus, proovime praegust haru: {1}
fi: Epäonnistui vetämään {0}:sta, yritetään nykyistä haaraa: {1}
fr: Échec de l'extraction depuis {0}, tentative sur la branche actuelle : {1}
he: נכשל למשוך מ-{0}, מנסה את הסניף הנוכחי: {1}
hr: Neuspješno povlačenje s {0}, pokušavam trenutnu granu: {1}
hu: Sikertelen a {0} letöltése, próbálkozás a jelenlegi ággal: {1}
is: Ekki tókst að draga frá {0}, reyni núverandi grein: {1}
it: Impossibile estrarre da {0}, tentando il ramo attuale: {1}
ja: {0} からのプルに失敗しました。現在のブランチを試しています: {1}
nl: Mislukt om te trekken van {0}, probeer huidige tak: {1}
no: Feilet å hente fra {0}, prøver nåværende gren: {1}
pl: Nie udało się pobrać z {0}, próba z bieżącą gałęzią: {1}
pt: Falha ao baixar de {0}, tentanda branch atual: {1}
ro: Eșec la extragerea din {0}, încercând ramura curentă: {1}
ru: Не удалось получить данные из {0}, пытаюсь текущую ветку: {1}
sk: Nepodarilo sa stiahnuť z {0}, pokúšam sa o aktuálnu vetvu: {1}
sv: Misslyckades med att hämta från {0}, försöker nu aktuell gren: {1}
tr: {0} adresinden çekme başarısız, mevcut dalı deniyor: {1}
uk: Не вдалося отримати з {0}, намагаюся поточну гілку: {1}

source: Failed to pull from current branch, trying dev branch
bg: Неуспешно изтегляне от текущия клон, опитвам клон dev
cs: Nepodařilo se stáhnout z aktuální větve, pokouším se o větev dev.
da: Mislykkedes at hente fra den nuværende gren, prøver dev-grenen
de: Fehler beim Abrufen des aktuellen Branches, versuche den Entwicklungsbranch.
el: Αποτυχία λήψης από το τρέχον κλάδο, προσπαθώντας τον κλάδο dev
es: Error al extraer de la rama actual, intentando la rama de desarrollo.
et: Eba tõmmata praegusest harust, proovides arendusharu.
fi: Epäonnistui vetämään nykyiseltä haaralta, yritetään kehityshaaralta
fr: Échec de l'extraction de la branche actuelle, tentative de la branche dev
he: נכשל למשוך מהסניף הנוכחי, מנסה סניף dev
hr: Neuspješno povlačenje s trenutne grane, pokušavam s dev granom
hu: Sikertelen a jelenlegi ágból való letöltés, próbálkozás a fejlesztői ággal
is: Mistók að draga úr núverandi grein, reyni dev grein
it: Impossibile estrarre dal ramo attuale, tentativo di utilizzare il ramo di sviluppo.
ja: 現在のブランチからプルに失敗しました。devブランチを試しています。
nl: Mislukt om van de huidige tak te trekken, probeer de dev-tak.
no: Mislyktes med å hente fra nåværende gren, prøver utviklingsgrenen
pl: Nie udało się pobrać z bieżącej gałęzi, próba gałęzi deweloperskiej
pt: Falha ao baixar da branch atual, tentanda branch dev
ro: Eșec la extragerea din ramura curentă, încercând ramura dev
ru: Не удалось получить данные из текущей ветки, пытаюсь ветку dev.
sk: Nepodarilo sa stiahnuť z aktuálnej vetvy, pokúšam sa o vetvu dev.
sv: Misslyckades med att hämta från nuvarande gren, försöker utvecklingsgrenen
tr: Mevcut dalı çekme başarısız, dev dalını deniyor
uk: Не вдалося отримати з поточної гілки, намагаючись гілку dev

source: Successfully pulled latest changes from dev
bg: Успешно изтеглени последни промени от dev
cs: Úspěšně staženy nejnovější změny z vývoje
da: Succesfuldt hentet de seneste ændringer fra dev
de: Erfolgreich die neuesten Änderungen von dev abgerufen.
el: Επιτυχής λήψη τελευταίων αλλαγών από το dev
es: Se han obtenido correctamente los últimos cambios de dev.
et: Edukalt tõmmatud uusimad muudatused dev-ist
fi: Viimeisimmät muutokset on onnistuneesti haettu dev:ltä.
fr: Modifications les plus récentes extraites avec succès de dev
he: המשיכה של השינויים האחרונים מהסניף dev בוצעה בהצלחה
hr: Uspješno preuzete najnovije promjene s dev-a
hu: Sikeresen letöltötte a legújabb változtatásokat a dev-ből.
is: Súgulega dregið nýjustu breytingar frá dev
it: Modifiche più recenti estratte con successo da dev
ja: 最新の変更をdevから正常に取得しました。
nl: Succesvol de laatste wijzigingen van dev binnengehaald
no: Suksessfullt hentet de nyeste endringene fra dev
pl: Pomyślnie pobrano najnowsze zmiany z gałęzi dev.
pt: Últimas alterações baixadas com sucesso do dev
ro: Modificările recente au fost extrase cu succes din dev.
ru: Успешно извлечены последние изменения из dev
sk: Úspešne stiahnuté najnovšie zmeny z dev
sv: Framgångsrikt hämtade de senaste ändringarna från dev
tr: Başarıyla dev'den en son değişiklikler alındı.
uk: Останні зміни з dev успішно завантажено.

source: Error pulling changes: {0}
bg: Грешка при изтегляне на промени: {0}
cs: Chyba při stahování změn: {0}
da: Fejl ved hentning af ændringer: {0}
de: Fehler beim Abrufen der Änderungen: {0}
el: Σφάλμα κατά την ανάκτηση αλλαγών: {0}
es: Error al obtener cambios: {0}
et: Viga muudatuste tõmbamisel: {0}
fi: Virhe muutosten hakemisessa: {0}
fr: Erreur lors de l'extraction des modifications : {0}
he: שגיאה במשיכת שינויים: {0}
hr: Greška prilikom preuzimanja promjena: {0}
hu: Hiba a változtatások letöltésekor: {0}
is: Villa að draga breytingar: {0}
it: Errore durante il recupero delle modifiche: {0}
ja: 変更の取得中にエラーが発生しました: {0}
nl: Fout bij het ophalen van wijzigingen: {0}
no: Feil ved henting av endringer: {0}
pl: Błąd podczas pobierania zmian: {0}
pt: Erro ao baixar alterações: {0}
ro: Eroare la preluarea modificărilor: {0}
ru: Ошибка при получении изменений: {0}
sk: Chyba pri sťahovaní zmien: {0}
sv: Fel vid hämtning av ändringar: {0}
tr: Değişiklikler çekilirken hata: {0}
uk: Помилка при отриманні змін: {0}
