Repository: big-comm/gitrepo
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Press Enter to start resolving conflicts...
bg: Натиснете Enter, за да започнете разрешаването на конфликти...
da: Tryk på Enter for at begynde at løse konflikter...
de: Drücken Sie die Eingabetaste, um Konflikte zu beheben...
et: Vajutage Enter, et alustada konfliktide lahendamist...
fi: Paina Enter aloittaaksesi konfliktien ratkaisemisen...
fr: Appuyez sur Entrée pour commencer à résoudre les conflits...
hr: Pritisnite Enter za početak rješavanja sukoba...
hu: Nyomja meg az Entert a konfliktusok megoldásának megkezdéséhez...
is: Pressa Enter til að byrja að leysa deilur...
it: Premi Invio per iniziare a risolvere i conflitti...
nl: Druk op Enter om conflicten op te lossen...
no: Trykk Enter for å begynne å løse konflikter...
pt: Pressione Enter para começar a resolver conflitos...
ru: Нажмите Enter, чтобы начать разрешение конфликтов...
sv: Tryck på Enter för att börja lösa konflikter...

source: Opening conflict resolver...
bg: Отваряне на резолютора на конфликти...
da: Åbner konfliktløser...
de: Öffne Konfliktlöser...
et: Ava konflikti lahendaja...
fi: Avaamisen konfliktin ratkaisu...
fr: Ouverture du résolveur de conflits...
hr: Otvaranje rješavača sukoba...
hu: Konfliktuskezelő megnyitása...
is: Opna árekstrarlausn...
it: Apertura del risolutore di conflitti...
nl: Conflictresolver openen...
no: Åpner konfliktløser...
pt: Abrindo resolvedor de conflitos...
ru: Открытие разрешения конфликтов...
sv: Öppnar konfliktlösare...

source: ✓ Conflicts resolved
bg: ✓ Конфликтите са разрешени
da: ✓ Konflikter løst
de: ✓ Konflikte gelöst
et: ✓ Konfliktid lahendatud
fi: ✓ Konfliktit ratkaistu
fr: ✓ Conflits résolus
hr: ✓ Sukobi riješeni
hu: ✓ Konfliktusok megoldva
is: ✓ Ágreiningar leystar
it: ✓ Conflitti risolti
nl: ✓ Conflicten opgelost
no: ✓ Konflikter løst
pt: ✓ Conflitos resolvidos
ru: ✓ Конфликты разрешены
sk: ✓ Konflikty vyriešené
sv: ✓ Konflikter lösta
uk: ✓ Конфлікти вирішено

source: Committing resolved conflicts...
bg: Комитиране на разрешени конфликти...
da: Forpligtelse af løste konflikter...
de: Konflikte, die gelöst wurden, werden festgeschrieben...
et: Kinnitatud lahendatud konfliktid...
fi: Vahvistetaan ratkaistuja konflikteja...
fr: Validation des conflits résolus...
hr: Započinjanje potvrđivanja riješenih sukoba...
hu: A megoldott konfliktusok elkötelezése...
is: Skráning leystra átaka...
it: Impegnando conflitti risolti...
nl: Conflicten die zijn opgelost worden gecommit...
no: Forplikte løste konflikter...
pt: Commitando conflitos resolvidos...
ru: Фиксация разрешённых конфликтов...
sv: Åtar lösta konflikter...

source: Resolved files:
bg: Разрешени файлове:
da: Løste filer:
de: Gelöste Dateien:
et: Lahendatud failid:
fi: Ratkaistut tiedostot:
fr: Fichiers résolus :
hr: Riješeni datoteke:
hu: Megoldott fájlok:
is: Lokuð skrár:
it: File risolti:
nl: Opgeloste bestanden:
no: Løste filer:
pt: Arquivos resolvidos:
ru: Разрешенные файлы:
sv: Lösta filer:

source: ✓ Resolved conflicts committed ({0} files)
bg: ✓ Конфликтите са разрешени и ангажирани ({0} файла)
da: ✓ Løste konflikter forpligtet ({0} filer)
de: ✓ Konflikte gelöst und übernommen ({0} Dateien)
et: ✓ Lahendatud konfliktid on salvestatud ({0} faili)
fi: ✓ Ratkaistut konfliktit on tallennettu ({0} tiedostoa)
fr: ✓ Conflits résolus engagés ({0} fichiers)
hr: ✓ Riješeni sukobi su pohranjeni ({0} datoteka)
hu: ✓ Megoldott konfliktusok elkötelezve ({0} fájl)
is: ✓ Leystir deilur skráðar ({0} skrár)
it: ✓ Conflitti risolti impegnati ({0} file)
nl: ✓ Opgeloste conflicten gecommit ({0} bestanden)
no: ✓ Løste konflikter forpliktet ({0} filer)
pt: ✓ Conflitos resolvidos commitados ({0} arquivos)
ru: ✓ Конфликты разрешены, зафиксировано ({0} файлов)
sv: ✓ Lösta konflikter åtagna ({0} filer)

source: ✗ Failed to commit resolved conflicts
bg: ✗ Неуспешно записване на разрешените конфликти
da: ✗ Mislykkedes at forpligte løste konflikter
de: ✗ Fehler beim Übertragen der gelösten Konflikte
et: ✗ Eba tõrge lahendatud konfliktide kinnitamisel
fi: ✗ Virhe: ratkaistuja ristiriitoja ei voitu sitoa
fr: ✗ Échec de l'engagement des conflits résolus
hr: ✗ Neuspješno izvršavanje potvrde riješenih sukoba
hu: ✗ A megoldott konfliktusok elkötelezése nem sikerült
is: ✗ Mistók að staðfesta leystar deilur
it: ✗ Impossibile eseguire il commit dei conflitti risolti
nl: ✗ Mislukt om opgeloste conflicten te committen
no: ✗ Mislyktes med å forplikte løste konflikter
pt: ✗ Falha ao commitar conflitos resolvidos
ru: ✗ Не удалось зафиксировать разрешенные конфликты
sv: ✗ Misslyckades med att begå lösta konflikter

source: Continuing with pull operations...
bg: Продължаване с операции по изтегляне...
da: Fortsætter med pull-operationer...
de: Fortfahren mit Herunterladen-Operationen...
et: Jätkamine tõmbetegevustega...
fi: Jatketaan vetotoimintoja...
fr: Poursuite des opérations de récupération...
hr: Nastavljam s povlačenjem operacija...
hu: A húzási műveletek folytatása...
is: Halda áfram með draga aðgerðir...
it: Continuando con le operazioni di scaricare...
nl: Doorgaan met pullbewerkingen...
no: Fortsetter med henting av operasjoner...
pt: Continuando com operações de pull...
ru: Продолжение операций извлечения...
sv: Fortsätter med hämtningar...

source: Local changes: {0}
bg: Локални промени: {0}
da: Lokale ændringer: {0}
de: Lokale Änderungen: {0}
et: Kohalikud muudatused: {0}
fi: Paikalliset muutokset: {0}
fr: Modifications locales : {0}
hr: Lokalne promjene: {0}
hu: Helyi változások: {0}
is: Staðbundnar breytingar: {0}
it: Modifiche locali: {0}
nl: Lokale wijzigingen: {0}
no: Lokale endringer: {0}
pt: Alterações locais: {0}
ru: Локальные изменения: {0}
sk: Lokálne zmeny: {0}
sv: Lokala ändringar: {0}
uk: Локальні зміни: {0}

source: Stash local changes
bg: Скрий локалните промени
da: Gem lokale ændringer
de: Änderungen lokal speichern
et: Peida kohalikud muudatused
fi: Piilota paikalliset muutokset
fr: Mettre de côté les modifications locales
hr: Sakrij lokalne promjene
hu: Helyezze el a helyi módosításokat
is: Geyma staðbundnar breytingar
it: Archivia modifiche locali
nl: Verberg lokale wijzigingen
no: Stash lokale endringer
pt: Fazer stash das alterações locais
ru: Сохранить локальные изменения
sk: Uložiť miestne zmeny
sv: Spara lokala ändringar
uk: Сховати локальні зміни

source: Create local branch {0} from remote
bg: Създайте локален клон {0} от отдалеченото хранилище
da: Opret lokal gren {0} fra fjernlager
de: Lokalen Branch {0} vom Remote erstellen
et: Loo kohalik haru {0} kaugserverist
fi: Luo paikallinen haara {0} etäyhteydestä
fr: Créer une branche locale {0} à partir de la télécommande
hu: Helyi ág létrehozása {0} távoli ágból
is: Búa til staðbundna grein {0} úr fjarveitu
nl: Maak lokale tak {0} van remote
no: Opprett lokal gren {0} fra fjern
pt: Criar branch local {0} do remoto
ru: Создать локальную ветку {0} из удалённого репозитория
sv: Skapa lokal gren {0} från fjärran.

source: Create new branch {0}
bg: Създайте нов клон {0}
da: Opret ny gren {0}
de: Neuen Branch erstellen {0}
et: Loo uus haru {0}
fi: Luo uusi haara {0}
fr: Créer une nouvelle branche {0}
hu: Új ág létrehozása {0}
is: Búa til nýja grein {0}
nl: Nieuwe tak aanmaken {0}
no: Opprett ny gren {0}
pt: Criar nova branch {0}
ru: Создать новую ветку {0}
sv: Skapa ny gren {0}

source: Restore local changes
bg: Възстановяване на локални промени
da: Gendan lokale ændringer
de: Lokale Änderungen wiederherstellen
et: Taasta kohalikud muudatused
fi: Palauta paikalliset muutokset
fr: Restaurer les modifications locales
hr: Vrati lokalne promjene
hu: Helyi változtatások visszaállítása
is: Endurðu staðbundnar breytingar
it: Ripristina le modifiche locali
nl: Herstel lokale wijzigingen
no: Gjenopprett lokale endringer
pt: Restaurar alterações locais
ru: Восстановить локальные изменения
sk: Obnovi miestne zmeny
sv: Återställ lokala ändringar
uk: Відновити локальні зміни

source: You're in {0}, but your branch is {1}
bg: Вие сте в {0}, но вашият клон е {1}
da: Du er i {0}, men din gren er {1}
de: Du bist in {0}, aber dein Zweig ist {1}
et: Oled {0}, kuid teie haru on {1}
fi: Olet {0}, mutta haara on {1}
fr: Vous êtes dans {0}, mais votre branche est {1}
hr: Nalazite se u {0}, ali vaša grana je {1}
hu: A {0} helyen vagy, de a fiókod {1}.
is: Þú ert í {0}, en greinin þín er {1}
it: Sei in {0}, ma il tuo ramo è {1}
nl: Je bent in {0}, maar je tak is {1}
no: Du er i {0}, men din gren er {1}
pt: Você está em {0}, mas sua branch é {1}
ru: Вы находитесь в {0}, но ваша ветка {1}
sk: Si v {0}, ale vaša pobočka je {1}
sv: Du är i {0}, men din gren är {1}
uk: Ви в {0}, але ваша гілка - {1}

source: Switch to my branch and pull there
bg: Превключи се на моя клон и изтегли там
da: Skift til min gren og hent der.
de: Wechsel zu meinem Zweig und ziehe dort.
et: Lülita minu harule ja tõmba sinna
fi: Vaihda minun haaraani ja hae sieltä
fr: Passez à ma branche et tirez là.
hr: Prebaci se na moju granu i povuci odatle
hu: Válts a branch-emre és húzd le ott.
is: Fara yfir á greinina mína og draga þar.
it: Passa al mio ramo e scarica lì
nl: Schakel over naar mijn branch en haal daar op
no: Bytt til min gren og hent der
pt: Alternar para minha branch e fazer pull lá
ru: Переключитесь на мою ветку и выполните там извлечение.
sk: Prepnúť na moju vetvu a stiahnuť tam
sv: Byt till min gren och hämta där
uk: Переключитися на мою гілку та витягнути звідти

source: Pull to current branch
bg: Изтегли до текущия клон
da: Hent til nuværende gren
de: Aktuellen Zweig abrufen
et: Tõmba praegusele harule
fi: Hae nykyiseen haaraan
fr: Tirer vers la branche actuelle
hr: Povuci na trenutnu granu
hu: Húzd a jelenlegi ágra
is: Draga í núverandi grein
it: Tira nel ramo attuale
nl: Haal naar huidige tak
no: Hent til nåværende gren
pt: Fazer pull para branch atual
ru: Перейти на текущую ветку
sk: Načítanie do aktuálnej vetvy
sv: Dra till nuvarande gren

source: Local changes stashed
de: Lokale Änderungen gespeichert
et: Kohalikud muudatused salvestatud
pt: Alterações locais em stash

source: No changes to stash
de: Keine Änderungen am Stash
et: Ei muudatusi varusse
pt: Sem alterações para stash

source: ⚠ Could not stash changes: {0}
de: ⚠ Änderungen konnten nicht gespeichert werden: {0}
et: ⚠ Muudatusi ei saanud salvestada: {0}
pt: ⚠ Não foi possível fazer stash das alterações: {0}

source: unknown error
de: unbekannter Fehler
et: tundmatu viga
pt: erro desconhecido

source: Creating local branch {0} from remote
bg: Създаване на локален клон {0} от отдалечен
da: Opretter lokal gren {0} fra fjernlager
de: Erstelle lokalen Branch {0} von Remote
et: Loodud kohalik haru {0} kaugserverist
fi: Luodaan paikallista haaraa {0} etäyhteydestä
fr: Création de la branche locale {0} à partir du distant
hu: Helyi ág létrehozása {0} távoli ágból
is: Búin staðbundna grein {0} frá fjarstýringu
nl: Lokale tak {0} aanmaken vanaf remote
no: Oppretter lokal gren {0} fra ekstern
pt: Crianda branch local {0} do remoto
ru: Создание локальной ветки {0} из удалённого репозитория
sv: Skapar lokal gren {0} från fjärran.

source: Creating new branch {0}
bg: Създаване на нов клон {0}
da: Opretter ny gren {0}
de: Neuen Branch erstellen {0}
et: Uue haru loomine {0}
fi: Uuden haarauman luominen {0}
fr: Création d'une nouvelle branche {0}
hu: Új ág létrehozása {0}
is: Búa til nýja grein {0}
nl: Nieuwe branch aanmaken {0}
no: Oppretter ny gren {0}
pt: Criando nova branch {0}
ru: Создание новой ветки {0}
sv: Skapar ny gren {0}

source: No commits yet, removing untracked files only...
de: Noch keine Commits, nur nicht verfolgte Dateien entfernen...
et: Ei ole veel commit'e, eemaldatakse ainult jälgimata failid...
pt: Nenhum commit ainda, removendo apenas arquivos não rastreados...

source: Preserving your changes...
bg: Запазване на промените...
da: Bevarer dine ændringer...
de: Änderungen speichern...
et: Muudatuste salvestamine...
fi: Muutoksiesi säilyttäminen...
fr: Préservation de vos modifications...
hr: Čuvanje vaših promjena...
hu: A változtatásaid megőrzése...
is: Að varðveita breytingarnar þínar...
it: Preservando le tue modifiche...
nl: Uw wijzigingen worden bewaard...
no: Bevarer endringene dine...
pt: Preservando suas alterações...
ru: Сохранение ваших изменений...
sk: Zachovanie vašich zmien...
sv: Bevarar dina ändringar...

source: Finding most recent code...
bg: Намиране на най-новия код...
da: Finder den nyeste kode...
de: Suche nach dem neuesten Code...
et: Otsin kõige uuemat koodi...
fi: Etsitään uusinta koodia...
fr: Recherche du code le plus récent...
hr: Pronalaženje najnovijeg koda...
hu: A legfrissebb kód keresése...
is: Að finna nýjustu kóðann...
it: Trova il codice più recente...
nl: Zoeken naar de meest recente code...
no: Finner den nyeste koden...
pt: Encontrando código mais recente...
ru: Поиск самого последнего кода...
sk: Hľadanie najnovšieho kódu...
sv: Hittar den senaste koden...
uk: Найти останній код...

source: Most recent branch: {0}
bg: Най-нов клон: {0}
da: Seneste gren: {0}
de: Neuester Zweig: {0}
et: Viimase haru: {0}
fi: Viimeisin haara: {0}
fr: Branche la plus récente : {0}
hr: Najnovija grana: {0}
hu: Legutolsó ág: {0}
is: Nýjasta grein: {0}
it: Ramo più recente: {0}
nl: Meest recente tak: {0}
no: Nyeste gren: {0}
pt: Branch mais recente: {0}
ru: Самая последняя ветка: {0}
sk: Najnovšia vetva: {0}
sv: Senaste grenen: {0}
uk: Найновіша гілка: {0}

source: Branch '{0}' does not exist on remote yet
de: Branch '{0}' existiert noch nicht im Remote.
et: Harud '{0}' ei eksisteeri veel kaugserveris
pt: Branch '{0}' ainda não existe no remoto

source: Pulling latest from '{0}' into your branch...
de: Die neuesten Änderungen von '{0}' in Ihren Branch ziehen...
et: Tõmban uusima '{0}' oma harusse...
pt: Baixando mais recente de '{0}' parsua branch...

source: Merge {0} into {1}
bg: Сливане на {0} в {1}
cs: Sloučit {0} do {1}
da: Flet {0} ind i {1}
de: Fügen Sie {0} in {1} ein
el: Συγχώνευση {0} σε {1}
es: Fusionar {0} en {1}
et: Ühenda {0} {1} sisse
fi: Yhdistä {0} {1}:ään
fr: Fusionner {0} dans {1}
he: מזג {0} לתוך {1}
hr: Spoji {0} u {1}
hu: Egyesítse {0}-t {1}-be
is: Sameina {0} í {1}
it: Unisci {0} in {1}
ja: {1} に {0} をマージ
nl: Samenvoegen {0} in {1}
no: Slå sammen {0} til {1}
pl: Scal {0} do {1}
pt: Mesclar {0} em {1}
ro: Fuziona {0} în {1}
ru: Слить {0} в {1}
sk: Zlúčiť {0} do {1}
sv: Sammanfoga {0} i {1}
tr: {0}'ı {1} ile birleştir
uk: Об'єднати {0} в {1}

source: ✓ Your branch is up to date (no remote branch to pull from)
de: ✓ Ihr Branch ist auf dem neuesten Stand (kein Remote-Branch zum Abrufen)
et: ✓ Teie haru on ajakohane (ei ole kaugjuhtimise haru, mida alla laadida)
pt: ✓ Sua branch está atualizada (sem branch remota para baixar)

source: Use 'Commit and Push' to send your branch to the server.
de: Verwenden Sie 'Commit und Push', um Ihren Branch an den Server zu senden.
et: Kasutage 'Commit and Push', et saata oma haru serverisse.
pt: Use 'Commit e Push' para enviar sua branch para o servidor.

source: Pull from remote {0}
bg: Изтегли от отдалечен {0}
da: Hent fra fjern {0}
de: Von Remote abrufen {0}
et: Tõmba kaugserverist {0}
fi: Hae etäisestä {0}
fr: Tirer du distant {0}
hr: Povuci s udaljenog {0}
hu: Húzd le a távoli {0}
is: Dragaðu frá fjarhýsli {0}
it: Estrai da remoto {0}
nl: Haal op van externe {0}
no: Hent fra ekstern {0}
pt: Baixar do remoto {0}
ru: Получить из удаленного {0}
sv: Dra från fjärran {0}

source: Found {0} new commit(s) from {1}
bg: Намерени са {0} нови комита(а) от {1}
da: Fundet {0} nye commit(s) fra {1}
de: Gefunden {0} neue(n) Commit(s) von {1}
et: Leitud {0} uut commit'i {1} poolt
pt: Encontrados {0} novos commit(s) de {1}

source: Merge {0} new commit(s) from {1} into your branch?
bg: Сливане на {0} нови комита от {1} в твоя клон?
da: Flet {0} nye commit(s) fra {1} ind i din gren?
de: Möchten Sie {0} neue(n) Commit(s) von {1} in Ihren Branch zusammenführen?
et: Ühenda {0} uut commit'i {1} oma harusse?
pt: Mesclar {0} novo(s) commit(s) de {1} nsua branch?

source: Skipping merge
bg: Пропускане на сливане
da: Springer sammenlægning
de: Überspringen des Mergers
et: Üksuse vahelejätmine
fi: Ohittaminen yhdistämisestä
fr: Ignorer la fusion
hr: Preskoči spajanje
hu: Összevonás kihagyása
is: Sleppa sameiningu
it: Salto della fusione
nl: Overslaan van samenvoegen
no: Hopperer sammenslåing
pt: Pulando merge
ru: Пропуск слияния
sk: Preskočenie zlúčenia
sv: Hoppa över sammanslagning
uk: Пропуск злиття

source: ✓ Already up to date
bg: ✓ Вече е актуално
da: ✓ Allerede opdateret
de: ✓ Bereits auf dem neuesten Stand
et: ✓ Juba ajakohane
fi: ✓ Jo ajan tasalla
fr: ✓ Déjà à jour
hr: ✓ Već je ažurirano
hu: ✓ Már naprakész
is: ✓ Nú þegar uppfært
it: ✓ Già aggiornato
nl: ✓ Al bijgewerkt
no: ✓ Allerede oppdatert
pt: ✓ Já está atualizado
ru: ✓ Уже актуально
sk: ✓ Už je aktuálne
sv: ✓ Redan uppdaterad
uk: ✓ Вже оновлено

source: The pull was successful, but some files have conflicts.
de: Der Pull war erfolgreich, aber einige Dateien haben Konflikte.
et: Pull oli edukas, kuid mõned failid sisaldavad konflikte.
pt: O pull foi bem-sucedido, mas alguns arquivos têm conflitos.

source: You'll now choose how to resolve each conflicted file.
de: Sie wählen jetzt aus, wie Sie jede konfliktbehaftete Datei lösen möchten.
et: Nüüd valite, kuidas iga konfliktne fail lahendada.
pt: Agora você escolherá como resolver cada arquivo com conflito.

source: The merge is still incomplete. Resolve conflicts manually:
de: Der Merge ist noch unvollständig. Konflikte manuell beheben:
et: Ühendamine on endiselt lõpetamata. Lahendage konfliktid käsitsi:
pt: O merge ainda está incompleto. Resolva conflitos manualmente:

source: 1. Edit conflicted files and remove conflict markers
de: 1. Bearbeiten Sie konfliktbehaftete Dateien und entfernen Sie Konfliktmarkierungen
et: 1. Redigeeri konfliktseid faile ja eemalda konfliktimärgid
pt: 1. Edite arquivos com conflito e remova marcadores de conflito

source: 2. Run: git add <file>
de: 2. Führen Sie aus: git add <Datei>
et: 2. Käivita: git add <fail>
pt: 2. Execute: git add <arquivo>

source: 3. Run: git commit
de: 3. Ausführen: git commit
et: 3. Käivita: git commit
pt: 3. Execute: git commit

source: Completing the merge...
de: Zusammenführung abschließen...
et: Ühendamise lõpetamine...
pt: Completando o merge...

source: ✓ Merge completed
de: ✓ Zusammenführung abgeschlossen
et: ✓ Ühendamine lõpetatud
pt: ✓ Merge concluído

source: ✓ Conflicts resolved and staged
de: ✓ Konflikte gelöst und gestaged
et: ✓ Konfliktid lahendatud ja lavastatud
pt: ✓ Conflitos resolvidos e preparados

source: ⚠ Note: You may need to complete the merge manually
de: ⚠ Hinweis: Möglicherweise müssen Sie den Merge manuell abschließen.
et: ⚠ Märkus: Võite vajada sulandumise käsitsi lõpetamist
pt: ⚠ Nota: Você pode precisar completar o merge manualmente

source: ✗ Pull operation failed
bg: ✗ Операцията за изтегляне не успя
da: ✗ Trækoperation mislykkedes
de: ✗ Herunterladen-Operation fehlgeschlagen
et: ✗ Tõmbetoiming ebaõnnestus
fi: ✗ Vedä-toiminto epäonnistui
fr: ✗ L'opération de tirage a échoué
hr: ✗ Operacija povlačenja nije uspjela
hu: ✗ A lehúzás művelet nem sikerült
is: ✗ Aðgerð við að draga mistókst
it: ✗ Operazione di scaricare non riuscita
nl: ✗ Pull-operatie mislukt
no: ✗ Hentingsoperasjon mislyktes
pt: ✗ Operação de pull falhou
ru: ✗ Операция извлечения не удалась
sk: ✗ Operácia sťahovania zlyhala
sv: ✗ Hämtning av operation misslyckades

source: ⚠️ CONFLICTS WHILE RESTORING YOUR CHANGES
bg: ⚠️ КОНФЛИКТИ ПРИ ВЪЗСТАНОВЯВАНЕ НА ВАШИТЕ ПРОМЕНИ
da: ⚠️ KONFLIKTER VED GENOPRETNING AF DINE ÆNDRINGER
de: ⚠️ KONFLIKTE BEIM WIEDERHERSTELLEN IHRER ÄNDERUNGEN
et: ⚠️ KONFLIKTID TEIEDE TAGASIVÕTMISEL
fi: ⚠️ KONFLIKTEJA MUUTOSTEN PALAUTTAMISESSA
fr: ⚠️ CONFLITS LORS DE LA RESTAURATION DE VOS MODIFICATIONS
hr: ⚠️ SUKOBI PRI OBNAVLjANJU VAŠIH PROMJENA
hu: ⚠️ ÜTKÖZÉSEK A VÁLTOZÁSOK VISSZAÁLLÍTÁSA KÖZBEN
is: ⚠️ ÁREGLUR Á MEÐAL ÞÍNAR BREYTINGAR
it: ⚠️ CONFLITTI DURANTE IL RIPRISTINO DELLE TUE MODIFICHE
nl: ⚠️ CONFLICTEN BIJ HET HERSTELLEN VAN JE WIJZIGINGEN
no: ⚠️ KONFLIKTER VED GJENOPPRETTING AV ENDRINGENE DINE
pt: ⚠️ CONFLITOS AO RESTAURAR SUAS ALTERAÇÕES
ru: ⚠️ КОНФЛИКТЫ ПРИ ВОССТАНОВЛЕНИИ ВАШИХ ИЗМЕНЕНИЙ
sv: ⚠️ KONFLIKTER VID ÅTERSTÄLLNING AV DINA ÄNDRINGAR

source: Your local changes conflict with the pulled code
bg: Вашите локални промени конфликтуват с изтегления код
da: Dine lokale ændringer konflikter med den hentede kode
de: Ihre lokalen Änderungen stehen im Konflikt mit dem abgerufenen Code.
et: Teie kohalikud muudatused on vastuolus tõmmatud koodiga.
fi: Paikalliset muutoksesi ovat ristiriidassa vedetyn koodin kanssa.
fr: Vos modifications locales entrent en conflit avec le code récupéré.
hr: Vaše lokalne promjene sukobljavaju se s preuzetim kodom.
hu: A helyi módosításaid ütköznek a lehúzott kóddal.
is: Þínar staðbundnu breytingar eru í deilum við dregna kóðann.
it: Le tue modifiche locali sono in conflitto con il codice estratto.
nl: Uw lokale wijzigingen conflicteren met de opgehaalde code
no: Dine lokale endringer er i konflikt med den hentede koden.
pt: Suas alterações locais conflitam com o código baixado
ru: Ваши локальные изменения конфликтуют с загруженным кодом
sv: Dina lokala ändringar krockar med den hämtade koden

source: The conflict resolver will help you merge:
bg: Решавачът на конфликти ще ви помогне да обедините:
da: Konfliktløseren vil hjælpe dig med at sammenflette:
de: Der Konfliktlöser hilft Ihnen beim Zusammenführen:
et: Konflikti lahendaja aitab teil liita:
fi: Konfliktinratkaisija auttaa sinua yhdistämään:
fr: Le résolveur de conflits vous aidera à fusionner :
hr: Rješavač sukoba će vam pomoći da spojite:
hu: A konfliktuskezelő segít a fúzióban:
is: Samskiptaforritið mun hjálpa þér að sameina:
it: Il risolutore di conflitti ti aiuterà a unire:
nl: De conflictoplosser helpt je bij het samenvoegen:
no: Konfliktløseren vil hjelpe deg med å slå sammen:
pt: O resolvedor de conflitos ajudará você a mesclar:
ru: Решатель конфликтов поможет вам объединить:
sv: Konflikthanteraren hjälper dig att slå samman:

source: • Your local changes (from stash)
bg: • Вашите локални промени (от stash)
da: • Dine lokale ændringer (fra stash)
de: • Ihre lokalen Änderungen (aus dem Stash)
et: • Teie kohalikud muudatused (stash'ist)
fi: • Paikalliset muutoksesi (stashista)
fr: • Vos modifications locales (depuis le stash)
hr: • Vaše lokalne promjene (iz stash-a)
hu: • Helyi módosításaid (a stash-ból)
is: • Þínar staðbundnu breytingar (frá geymslu)
it: • Le tue modifiche locali (dallo stash)
nl: • Je lokale wijzigingen (uit stash)
no: • Dine lokale endringer (fra stash)
pt: • Suas alterações locais (do stash)
ru: • Ваши локальные изменения (из хранилища)
sv: • Dina lokala ändringar (från stash)

source: • The newly pulled remote code
bg: • Ново изтегленото отдалечено кодиране
da: • Den nytrukne fjernkode
de: • Der neu abgerufene Remote-Code
et: • Uusim tõmmatud kaugkood
fi: • Uusi haettu etäkoodi
fr: • Le code distant nouvellement récupéré
hr: • Novo preuzeti udaljeni kod
hu: • Az újonnan lehúzott távoli kód
is: • Nýlega dregin fjarkóði
it: • Il codice remoto appena estratto
nl: • De nieuw opgehaalde externe code
no: • Den nylig hentede eksterne koden
pt: • O código remoto recém-baixado
ru: • Новый извлеченный удаленный код
sv: • Den nyligen hämtade fjärrkoden
