Repository: big-comm/gitrepo
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: STEP 1: Commit Changes
bg: СТЪПКА 1: Записване на промените
da: TRINDE 1: Forpligt ændringer
de: SCHRITT 1: Änderungen übernehmen
et: STEP 1: Salvestage muudatused
fi: VAIHE 1: Tallenna muutokset
fr: ÉTAPE 1 : Valider les modifications
hr: KORAK 1: Potvrdi promjene
hu: 1. lépés: Változtatások elkötelezése
is: SKREF 1: Skila Breytingum
it: PASSO 1: Conferma Modifiche
nl: STAP 1: Wijzigingen bevestigen
no: TRINN 1: Forplikt Endringer
pt: PASSO 1: Commitar Alterações
ru: ШАГ 1: Зафиксировать изменения
sk: KROK 1: Potvrdiť zmeny
sv: STEG 1: Bekräfta ändringar
uk: STEP 1: Зберегти зміни

source: ✗ Commit failed, cannot proceed with package generation
bg: ✗ Комитът не успя, не може да продължи с генерирането на пакета
da: ✗ Commit mislykkedes, kan ikke fortsætte med pakkeoprettelse
de: ✗ Commit fehlgeschlagen, kann mit der Paketgenerierung nicht fortfahren
et: ✗ Commit eba, ei saa jätkata paketi genereerimisega
fi: ✗ Sitoumus epäonnistui, ei voida jatkaa paketin luomista
fr: ✗ Échec du commit, impossible de procéder à la génération du package
hr: ✗ Pojava pogreške prilikom potvrde, ne može se nastaviti s generiranjem paketa
hu: ✗ A kötelezettség nem sikerült, nem lehet folytatni a csomag generálását
is: ✗ Skilaboð mistókst, ekki er hægt að halda áfram með pakkagerð
it: ✗ Il commit è fallito, impossibile procedere con la generazione del pacchetto
nl: ✗ Commit mislukt, kan niet doorgaan met het genereren van het pakket
no: ✗ Forpliktelse mislyktes, kan ikke fortsette med pakkeproduksjon
pt: ✗ Commit falhou, não é possível prosseguir com geração de pacote
ru: ✗ Ошибка коммита, невозможно продолжить генерацию пакета
sk: ✗ Záväzok zlyhal, nemožno pokračovať v generovaní balíka
sv: ✗ Commit misslyckades, kan inte fortsätta med paketgenerering

source: ✓ Commit completed successfully
bg: ✓ Комитът е завършен успешно
da: ✓ Commit gennemført med succes
de: ✓ Commit erfolgreich abgeschlossen
et: ✓ Pühendus lõpetati edukalt
fi: ✓ Sitoumus valmis onnistuneesti
fr: ✓ Engagement terminé avec succès
hr: ✓ Zapisivanje je uspješno završeno
hu: ✓ A kötelezettség sikeresen befejeződött
is: ✓ Skilaboð lokið með árangri
it: ✓ Commit completato con successo
nl: ✓ Commit succesvol voltooid
no: ✓ Forpliktelse fullført med suksess
pt: ✓ Commit concluído com sucesso
ru: ✓ Коммит успешно завершен
sk: ✓ Záväzok bol úspešne dokončený
sv: ✓ Åtagande slutfört framgångsrikt
uk: ✓ Зобов'язання успішно завершено

source: No changes to commit, proceeding with package generation
bg: Няма промени за комитване, продължавам с генерирането на пакета.
da: Ingen ændringer at committe, fortsætter med pakkeoprettelse
de: Keine Änderungen zum Commit, fahre mit der Paketgenerierung fort.
et: Mitte ei ole muudatusi, jätkan paketi genereerimisega.
fi: Ei muutoksia sitoutettavaksi, jatketaan paketin luontia.
fr: Aucun changement à valider, passage à la génération du package
hr: Nema promjena za potvrdu, nastavljam s generiranjem paketa
hu: Nincsenek változások a kötelezéshez, folytatom a csomag generálását
is: Engin engin aðgerðir, haldið áfram með pakkagerð
it: Nessuna modifica da confermare, procedendo con la generazione del pacchetto
nl: Geen wijzigingen om te committen, doorgaan met het genereren van het pakket.
no: Ingen endringer å forplikte, fortsetter med pakkeopprettelse
pt: Sem alterações paro commit, prosseguindo com geração de pacote
ru: Нет изменений для коммита, продолжаем с генерацией пакета
sk: Žiadne zmeny na potvrdenie, pokračujem s generovaním balíka
sv: Inga ändringar att begå, fortsätter med paketgenerering
uk: Немає змін для коміту, продовжуючи згенерування пакету

source: STEP 2: Merge to Main
bg: СТЪПКА 2: Сливане с Главен
da: TRINDE 2: Flet til Hoved
de: SCHRITT 2: In Hauptzweig zusammenführen
et: STEP 2: Ühenda põhiga
fi: VAIHE 2: Yhdistä päähaaraan
fr: ÉTAPE 2 : Fusionner avec la branche principale
hr: KORAK 2: Spoji s glavnim
hu: 2. lépés: Összevonás a Főbe
is: SKREF 2: Sameinaðu við Aðal
it: PASSO 2: Unisci nel Main
nl: STAP 2: Samenvoegen met Hoofd
no: TRINN 2: Slå sammen til Hoved
pt: PASSO 2: Merge para Main
ru: ШАГ 2: Слияние с основной веткой
sk: KROK 2: Zlúčiť do Hlavného
sv: STEG 2: Sammanfoga till Huvud

source: Auto-merging {0} to main...
bg: Автоматично сливане на {0} в главния клон...
da: Auto-sammenfletning af {0} til hoved...
de: Automatisches Zusammenführen von {0} in den Hauptzweig...
et: Automaatne ühinemine {0} põhiharusse...
fi: Automaattinen yhdistäminen {0} päähaaraan...
fr: Fusion automatique de {0} dans la branche principale...
hr: Automatsko spajanje {0} u glavno...
hu: Automatikus egyesítés {0} a főbe...
is: Sjálfvirk sameining {0} við aðal...
it: Unione automatica di {0} in main...
nl: Automatisch samenvoegen van {0} naar main...
no: Automatisk sammenslåing av {0} til hoved...
pt: Mesclando automaticamente {0} para main...
ru: Автоматическое слияние {0} в основную ветку...
sk: Automatické zlúčenie {0} do hlavného...
sv: Automatisk sammanslagning av {0} till huvud...
uk: Автоматичне злиття {0} в основну гілку...

source: Merge {0} to main for {1} package?
bg: Сливане на {0} в основния клон за пакет {1}?
da: Flet {0} til hoved for {1} pakke?
de: {0} mit dem Hauptzweig für das {1} Paket zusammenführen?
et: Kas see on {0} peamine {1} paketi jaoks?
fi: Yhdistä {0} päähaaraan {1} pakettia varten?
fr: Fusionner {0} dans la branche principale pour le package {1} ?
hr: Spoji {0} s glavnom granom za {1} paket?
hu: Egyesítse {0}-t a főbe a {1} csomaghoz?
is: Sameina {0} við aðal fyrir {1} pakka?
it: Unisci {0} nel ramo principale per il pacchetto {1}?
nl: Samenvoegen {0} naar hoofd voor {1} pakket?
no: Slå sammen {0} til hoved for {1} pakke?
pt: Mesclar {0} para main para pacote {1}?
ru: Слить {0} в основную ветку для пакета {1}?
sk: Zlúčiť {0} do hlavného pre balík {1}?
sv: Slå samman {0} till huvud för {1} paket?
uk: Злити {0} в основну гілку для пакету {1}?

source: Cancelled merge to main
bg: Отменено сливане в основния клон
da: Annulleret sammenlægning til hoved
de: Abgebrochene Zusammenführung in den Hauptzweig
et: Tühistatud ühinemine põhiversiooniga
fi: Peruutettu yhdistäminen päähaaraan
fr: Fusion annulée vers la branche principale
hr: Otkaženo spajanje u glavni
hu: A merge törölve a main-hez
is: Hætt við sameiningu við aðalgrein
it: Unione annullata in main
nl: Geannuleerde samenvoeging naar hoofd
no: Avbrutt sammenslåing til hovedbranch
pt: Merge para main cancelado
ru: Отменённое слияние в основную ветку
sk: Zrušené zlúčenie do hlavnej vetvy
sv: Avbruten sammanslagning till huvudgren
uk: Скасовано злиття в основну гілку

source: ✗ Failed to merge to main
bg: ✗ Неуспешно сливане с главния клон
da: ✗ Mislykkedes at flette til hoved
de: ✗ Zusammenführen in den Hauptbranch fehlgeschlagen
et: ✗ Ühendamine põhiga ebaõnnestus
fi: ✗ Yhdistäminen päähaaraan epäonnistui
fr: ✗ Échec de la fusion avec la branche principale
hr: ✗ Neuspješno spajanje s glavnom granom
hu: ✗ A főágba való egyesítés nem sikerült
is: ✗ Mistók að sameina við aðal
it: ✗ Impossibile unire nel ramo principale
nl: ✗ Mergen naar hoofd is mislukt
no: ✗ Mislyktes i å slå sammen til hoved
pt: ✗ Falha ao mesclar para main
ru: ✗ Не удалось слить в основную ветку
sk: ✗ Zlyhalo zlúčenie do hlavnej vetvy
sv: ✗ Misslyckades med att slå samman till huvud
uk: ✗ Не вдалося змерджити в основну гілку

source: ✓ Successfully merged to main
bg: ✓ Успешно слети в главния клон
de: ✓ Erfolgreich mit dem Hauptbranch zusammengeführt
et: ✓ Edukaselt ühendatud põhiga
fi: ✓ Yhdistetty onnistuneesti päähaaraan
fr: ✓ Fusion réussie dans la branche principale
hr: ✓ Uspješno spojeno s glavnom granom
hu: ✓ Sikeresen egyesítve a főágba
is: ✓ Samþykkt að sameina við aðal
it: ✓ Unito con successo a main
nl: ✓ Succesvol samengevoegd met main
no: ✓ Vellykket sammenslått til hoved
pt: ✓ Mesclado com sucesso para main
ru: ✓ Успешно слито в основную ветку
sk: ✓ Úspešne zlúčené do hlavnej vetvy
sv: ✓ Framgångsrikt sammanslagen till huvud
uk: ✓ Успішно злитий до основної гілки

source: STEP 3: Package Build Summary
bg: СТЪПКА 3: Резюме на изграждането на пакета
da: TRINDE 3: Pakke Byg Opsummering
de: SCHRITT 3: Zusammenfassung des Paketbaus
et: STEP 3: Paketi ehitamise kokkuvõte
fi: VAIHE 3: Paketin rakennus yhteenveto
fr: ÉTAPE 3 : Résumé de la construction du package
hr: KORAK 3: Sažetak izgradnje paketa
hu: 3. LÉPÉS: Csomagépítési Összefoglaló
is: SKREF 3: Samantekt um pakkabyggingu
it: PASSO 3: Riepilogo della Creazione del Pacchetto
nl: STAP 3: Samenvatting van de Pakketbouw
no: TRINN 3: Oppsummering av pakkebygging
pt: PASSO 3: Resumo do Build do Pacote
ru: ШАГ 3: Резюме сборки пакета
sk: KROK 3: Zhrnutie zostavenia balíka
sv: STEG 3: Sammanfattning av paketbygge
uk: STAGE 3: Package Build Summary

source: 🚀 Trigger package build on GitHub Actions?
bg: 🚀 Стартиране на изграждане на пакет в GitHub Actions?
da: 🚀 Udløs pakkeopbygning på GitHub Actions?
de: 🚀 Paketbuild in GitHub Actions auslösen?
et: 🚀 Käivita paketi koostamine GitHub Actions'is?
fi: 🚀 Käynnistä paketin rakennus GitHub Actionsissa?
fr: 🚀 Déclencher la construction du package sur GitHub Actions ?
hr: 🚀 Pokreni izgradnju paketa na GitHub Actions?
hu: 🚀 Csomag build indítása a GitHub Actions-on?
is: 🚀 Kalla pakka byggingu á GitHub Actions?
it: 🚀 Attivare la compilazione del pacchetto su GitHub Actions?
nl: 🚀 Trigger pakketbouw op GitHub Actions?
no: 🚀 Utløse pakkebygging på GitHub Actions?
pt: 🚀 Acionar build de pacote no GitHub Actions?
ru: 🚀 Запустить сборку пакета в GitHub Actions?
sk: 🚀 Spustiť zostavenie balíka na GitHub Actions?
sv: 🚀 Utlösa paketbygge på GitHub Actions?
uk: 🚀 Запустити збірку пакета на GitHub Actions?

source: Package build cancelled
bg: Създаването на пакета е отменено
da: Pakkeopbygning annulleret
de: Paketbau abgebrochen
et: Paketi koostamine tühistatud
fi: Pakettirakennus peruutettu
fr: Construction de package annulée
hr: Izgradnja paketa otkazana
hu: A csomagépítés megszakítva
is: Pakkningarsmíð aflýst
it: Costruzione del pacchetto annullata
nl: Pakketbouw geannuleerd
no: Pakkebygging avbrutt
pt: Build de pacote cancelado
ru: Сборка пакета отменена
sk: Zostavenie balíka zrušené
sv: Paketbygge avbrutet
uk: Пакетне збирання скасовано

source: STEP 4: Triggering GitHub Actions Workflow
bg: СТЪПКА 4: Иницииране на GitHub Actions работен процес
da: TRINDE 4: Udløsning af GitHub Actions Workflow
de: SCHRITT 4: Auslösen des GitHub Actions Workflows
et: STEP 4: GitHub Actions töövoo käivitamine
fi: VAIHE 4: GitHub-toimintojen työnkulun käynnistäminen
fr: ÉTAPE 4 : Déclenchement du flux de travail GitHub Actions
hr: KORAK 4: Pokretanje GitHub Actions Radnog toka
hu: 4. LÉPÉS: GitHub Actions munkafolyamat aktiválása
is: SKREF 4: Kveikja GitHub Actions Vinnuflæði
it: PASSO 4: Attivazione del Workflow di GitHub Actions
nl: STAP 4: GitHub Actions Workflow Triggeren
no: TRINN 4: Utløsning av GitHub Actions arbeidsflyt
pt: PASSO 4: Acionando Workflow do GitHub Actions
ru: ШАГ 4: Запуск рабочего процесса GitHub Actions
sk: KROK 4: Spúšťanie pracovného postupu GitHub Actions
sv: STEG 4: Utlösning av GitHub Actions-arbetsflöde

source: ✓ Package build triggered successfully!
bg: ✓ Пакетът за изграждане е задействан успешно!
da: ✓ Pakkeopbygning udløst med succes!
de: ✓ Paketbuild erfolgreich ausgelöst!
et: ✓ Paketi koostamine käivitati edukalt!
fi: ✓ Paketin rakentaminen käynnistyi onnistuneesti!
fr: ✓ La construction du package a été déclenchée avec succès !
hr: ✓ Izgradnja paketa uspješno pokrenuta!
hu: ✓ A csomagépítés sikeresen elindult!
is: ✓ Pakki bygging virkjuð með árangri!
it: ✓ Costruzione del pacchetto attivata con successo!
nl: ✓ Pakketbouw succesvol geactiveerd!
no: ✓ Pakkebygging utløst med suksess!
pt: ✓ Build de pacote acionado com sucesso!
ru: ✓ Сборка пакета успешно запущена!
sk: ✓ Systém zostavenia balíka bol úspešne spustený!
sv: ✓ Paketbygget utlösts framgångsrikt!
uk: ✓ Пакет побудови успішно ініційовано!

source: Monitor build at: https://github.com/{0}/build-package/actions
bg: Наблюдавайте изграждането на: https://github.com/{0}/build-package/actions
da: Overvåg bygning på: https://github.com/{0}/build-package/actions
de: Build überwachen unter: https://github.com/{0}/build-package/actions
et: Jälgige ehitust aadressil: https://github.com/{0}/build-package/actions
fi: Seuraa rakennetta osoitteessa: https://github.com/{0}/build-package/actions
fr: Surveiller la construction à : https://github.com/{0}/build-package/actions
hr: Pratite izgradnju na: https://github.com/{0}/build-package/actions
hu: Építkezés figyelése itt: https://github.com/{0}/build-package/actions
is: Fylgdu byggingu á: https://github.com/{0}/build-package/actions
it: Monitora la build su: https://github.com/{0}/build-package/actions
nl: Bouw monitoren op: https://github.com/{0}/build-package/actions
no: Overvåk bygg på: https://github.com/{0}/build-package/actions
pt: Monitorar build em: https://github.com/{0}/build-package/actions
ru: Монитор сборки по адресу: https://github.com/{0}/build-package/actions
sk: Sledujte zostavenie na: https://github.com/{0}/build-package/actions
sv: Övervaka bygg på: https://github.com/{0}/build-package/actions
uk: Моніторити збірку за адресою: https://github.com/{0}/build-package/actions

source: ✗ Failed to trigger package build
bg: ✗ Неуспешно задействане на изграждането на пакета
da: ✗ Mislykkedes at udløse pakkeopbygning
de: ✗ Paketbuild konnte nicht ausgelöst werden
et: ✗ Paketi ehitamise käivitamine ebaõnnestus
fi: ✗ Paketin rakentamisen käynnistäminen epäonnistui
fr: ✗ Échec du déclenchement de la construction du package
hr: ✗ Neuspjeh u pokretanju izgradnje paketa
hu: ✗ A csomagépítés elindítása nem sikerült
is: ✗ Mistók að kveikja á pakka byggingu
it: ✗ Impossibile attivare la build del pacchetto
nl: ✗ Mislukt om pakketbouw te activeren
no: ✗ Mislyktes i å utløse pakkebygging
pt: ✗ Falha ao acionar build de pacote
ru: ✗ Не удалось запустить сборку пакета
sk: ✗ Nepodarilo sa spustiť zostavenie balíka
sv: ✗ Misslyckades med att utlösa paketbygge
uk: ✗ Не вдалося ініціювати збірку пакета

source: Merge conflict, using automatic resolution...
bg: Конфликт при сливане, използвайки автоматично разрешаване...
da: Sammenfletningskonflikt, bruger automatisk opløsning...
de: Merge-Konflikt, automatische Auflösung wird verwendet...
et: Ühenduskonflikt, kasutades automaatset lahendust...
fi: Yhdistämiskonflikti, käytetään automaattista ratkaisua...
fr: Conflit de fusion, utilisant la résolution automatique...
hr: Sukob spajanja, koristi automatsko rješavanje...
hu: Összefonódási konfliktus, automatikus megoldás használatával...
is: Samskipti í sameiningu, notandi sjálfvirka lausn...
it: Conflitto di unione, utilizzo della risoluzione automatica...
nl: Samenvoegconflict, automatische oplossing gebruiken...
no: Sammenslåingskonflikt, bruker automatisk oppløsning...
pt: Conflito de merge, usando resolução automática...
ru: Конфликт слияния, используется автоматическое разрешение...
sk: Zrážka zlúčenia, používanie automatického riešenia...
sv: Sammanfogningskonflikt, använder automatisk lösning...
uk: Конфлікт злиття, використовуючи автоматичне вирішення...

source: Using force merge strategy...
bg: Използване на стратегия за принудително сливане...
da: Bruger tvangs-sammenfletningsstrategi...
de: Verwenden der Force-Merge-Strategie...
et: Kasutades sundühendamise strateegiat...
fi: Käytetään pakotettua yhdistämisstrategiaa...
fr: Utilisation de la stratégie de fusion forcée...
hr: Koristeći strategiju prisilnog spajanja...
hu: Kényszerített egyesítési stratégia használata...
is: Notandi samruna aðferð...
it: Utilizzando la strategia di fusione forzata...
nl: Gebruik makend van de force merge-strategie...
no: Bruker tvangssammenslåingsstrategi...
pt: Usando estratégia de merge forçado...
ru: Использование стратегии принудительного слияния...
sk: Používanie stratégie núteného zlúčenia...
sv: Använder tvångssammanslagningsstrategi...
uk: Використання стратегії примусового злиття...

source: Push merged main to remote?
bg: Изпрати слетия основен клон на отдалеченото хранилище?
da: Skub merged main til remote?
de: Haupt-Zweig zusammenführen und auf Remote pushen?
et: Kas tõukate ühendatud põhja kaugserverisse?
fi: Työnnä yhdistetty pää etäpalvelimelle?
fr: Pousser la branche principale fusionnée vers le dépôt distant ?
hr: Pritisni spojeni glavni na udaljeni?
hu: Toltott főág feltöltése a távoli tárolóra?
is: Senda sameinaða aðal að fjarþjón.
it: Invia il main unito al remoto?
nl: Gecombineerde hoofd naar remote duwen?
no: Skyv sammenflettet hoved til fjern?
pt: Enviar main mesclada para remoto?
ru: Запушить объединённую основную ветку в удалённый репозиторий?
sk: Odoslať zlúčenú hlavnú vetvu na vzdialený repozitár?
sv: Skicka sammanfogad huvud till fjärr?
uk: Відправити злитий основний на віддалений?

source: Error during merge: {0}
bg: Грешка по време на сливане: {0}
da: Fejl under sammensmeltning: {0}
de: Fehler beim Zusammenführen: {0}
et: Viga ühinemisel: {0}
fi: Virhe yhdistämisessä: {0}
fr: Erreur lors de la fusion : {0}
hr: Greška tijekom spajanja: {0}
hu: Hiba a merge során: {0}
is: Villa við samruna: {0}
it: Errore durante la fusione: {0}
nl: Fout tijdens samenvoegen: {0}
no: Feil under sammenslåing: {0}
pt: Erro durante merge: {0}
ru: Ошибка при слиянии: {0}
sk: Chyba počas zlúčenia: {0}
sv: Fel vid sammanslagning: {0}
uk: Помилка під час злиття: {0}

source: 📦 Package Build Configuration
bg: 📦 Конфигурация на изграждане на пакета
da: 📦 Pakke Byggekonfiguration
de: 📦 Paket-Baukonfiguration
et: 📦 Paketi ehituse konfiguratsioon
fi: 📦 Paketin rakennuskonfiguraatio
fr: 📦 Configuration de construction du package
hr: 📦 Konfiguracija izgradnje paketa
hu: 📦 Csomagépítési konfiguráció
is: 📦 Pakkaskipulagning
it: 📦 Configurazione della build del pacchetto
nl: 📦 Pakketbouwconfiguratie
no: 📦 Pakke Byggekonfigurasjon
pt: 📦 Configuração de Build do Pacote
ru: 📦 Конфигурация сборки пакета
sk: 📦 Konfigurácia zostavenia balíka
sv: 📦 Paketbyggkonfiguration
uk: 📦 Налаштування збірки пакета

source: Could not determine repository name.
bg: Не можа да се определи името на хранилището.
cs: Nelze určit název repozitáře.
da: Kunne ikke bestemme repository-navn.
de: Konnte den Repository-Namen nicht bestimmen.
el: Δεν ήταν δυνατός ο προσδιορισμός του ονόματος του αποθετηρίου.
es: No se pudo determinar el nombre del repositorio.
et: Ei õnnestunud määrata hoidla nime.
fi: Ei voitu määrittää varaston nimeä.
fr: Impossible de déterminer le nom du dépôt.
he: לא ניתן לקבוע את שם המאגר.
hr: Nije moguće odrediti naziv repozitorija.
hu: Nem sikerült meghatározni a tároló nevét.
is: Gat ekki að ákvarða nafn geymslu.
it: Impossibile determinare il nome del repository.
ja: リポジトリ名を特定できませんでした。
nl: Kon de naam van de repository niet bepalen.
no: Kunne ikke bestemme depotnavn.
pl: Nie można określić nazwy repozytorium.
pt: Não foi possível determinar o nome do repositório.
ro: Nu s-a putut determina numele depozitului.
ru: Не удалось определить имя репозитория.
sk: Nemožno určiť názov repozitára.
sv: Kunde inte bestämma namn på repository.
tr: Depo adı belirlenemedi.
uk: Не вдалося визначити назву репозиторію.

source: Could not determine current commit SHA.
bg: Не можа да се определи текущият SHA на комита.
cs: Nelze určit aktuální SHA commitu.
da: Kunne ikke bestemme nuværende commit SHA.
de: Konnte den aktuellen Commit-SHA nicht bestimmen.
el: Δεν ήταν δυνατός ο προσδιορισμός του τρέχοντος SHA της δέσμευσης.
es: No se pudo determinar el SHA del commit actual.
et: Ei õnnestunud määrata praegust commit SHA-d.
fi: Ei voitu määrittää nykyistä commit SHA:ta.
fr: Impossible de déterminer le SHA du commit actuel.
he: לא ניתן לקבוע את ה-SHA של ההתחייבות הנוכחית.
hr: Nije moguće odrediti trenutni commit SHA.
hu: Nem sikerült meghatározni a jelenlegi commit SHA-t.
is: Gat ekki að ákvarða núverandi commit SHA.
it: Impossibile determinare l'attuale SHA del commit.
ja: 現在のコミットSHAを特定できませんでした。
nl: Kon de huidige commit SHA niet bepalen.
no: Kunne ikke bestemme gjeldende commit SHA.
pl: Nie można określić bieżącego SHA zatwierdzenia.
pt: Não foi possível determinar o SHA do commit atual.
ro: Nu s-a putut determina SHA-ul commit-ului curent.
ru: Не удалось определить текущий SHA коммита.
sk: Nemožno určiť aktuálny SHA commitu.
sv: Kunde inte bestämma nuvarande commit SHA.
tr: Geçerli commit SHA'sı belirlenemedi.
uk: Не вдалося визначити поточний SHA коміту.

source: Creating reference: {0}...
bg: Създаване на справка: {0}...
cs: Vytváření reference: {0}...
da: Opretter reference: {0}...
de: Referenz erstellen: {0}...
el: Δημιουργία αναφοράς: {0}...
es: Creando referencia: {0}...
et: Loome viidatud: {0}...
fi: Luodaan viitettä: {0}...
fr: Création de la référence : {0}...
he: יוצר הפניה: {0}...
hr: Stvaranje reference: {0}...
hu: Hivatkozás létrehozása: {0}...
is: Að búa til tilvísun: {0}...
it: Creazione riferimento: {0}...
ja: 参照を作成中: {0}...
nl: Referentie aanmaken: {0}...
no: Oppretter referanse: {0}...
pl: Tworzenie odniesienia: {0}...
pt: Criando referência: {0}...
ro: Crearea referinței: {0}...
ru: Создание ссылки: {0}...
sk: Vytváranie odkazu: {0}...
sv: Skapar referens: {0}...
tr: Referans oluşturuluyor: {0}...
uk: Створення посилання: {0}...

source: Error creating reference: {0}
bg: Грешка при създаване на референция: {0}
cs: Chyba při vytváření odkazu: {0}
da: Fejl ved oprettelse af reference: {0}
de: Fehler beim Erstellen der Referenz: {0}
el: Σφάλμα κατά τη δημιουργία αναφοράς: {0}
es: Error al crear la referencia: {0}
et: Viga viite loomisel: {0}
fi: Virhe viitteen luomisessa: {0}
fr: Erreur lors de la création de la référence : {0}
he: שגיאה ביצירת הפניה: {0}
hr: Greška prilikom kreiranja reference: {0}
hu: Hiba a hivatkozás létrehozásakor: {0}
is: Villa að búa til tilvísun: {0}
it: Errore durante la creazione del riferimento: {0}
ja: 参照の作成エラー: {0}
nl: Fout bij het maken van referentie: {0}
no: Feil ved oppretting av referanse: {0}
pl: Błąd podczas tworzenia odnośnika: {0}
pt: Erro ao criar referência: {0}
ro: Eroare la crearea referinței: {0}
ru: Ошибка при создании ссылки: {0}
sk: Chyba pri vytváraní odkazu: {0}
sv: Fel vid skapande av referens: {0}
tr: Referans oluşturulurken hata: {0}
uk: Помилка створення посилання: {0}

source: Reference {0} created successfully!
bg: Справка {0} е създадена успешно!
cs: Reference {0} byla úspěšně vytvořena!
da: Reference {0} oprettet med succes!
de: Referenz {0} erfolgreich erstellt!
el: Η αναφορά {0} δημιουργήθηκε με επιτυχία!
es: Referencia {0} creada con éxito.
et: Viide {0} loodi edukalt!
fi: Viite {0} luotiin onnistuneesti!
fr: Référence {0} créée avec succès !
he: ההפניה {0} נוצרה בהצלחה!
hr: Referenca {0} uspješno je kreirana!
hu: A(z) {0} hivatkozás sikeresen létrejött!
is: Tilvísun {0} var búin til með góðum árangri!
it: Riferimento {0} creato con successo!
ja: 参照 {0} が正常に作成されました！
nl: Referentie {0} succesvol aangemaakt!
no: Referanse {0} opprettet med suksess!
pl: Referencja {0} została pomyślnie utworzona!
pt: Referência {0} criada com sucesso!
ro: Referința {0} a fost creată cu succes!
ru: Ссылка {0} успешно создана!
sk: Referencia {0} bola úspešne vytvorená!
sv: Referens {0} skapad framgångsrikt!
tr: Referans {0} başarıyla oluşturuldu!
uk: Посилання {0} успішно створено!
