Repository: big-comm/gitrepo
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Step 1/4: Preserving your changes temporarily...
bg: Стъпка 1/4: Временно запазване на промените ви...
cs: Krok 1/4: Dočasné uchování vašich změn...
da: Trin 1/4: Bevarer dine ændringer midlertidigt...
de: Schritt 1/4: Änderungen vorübergehend speichern...
el: Βήμα 1/4: Διατήρηση των αλλαγών σας προσωρινά...
es: Paso 1/4: Preservando tus cambios temporalmente...
et: Samm 1/4: Teie muudatuste ajutine säilitamine...
fi: Vaihe 1/4: Muutosten säilyttäminen tilapäisesti...
fr: Étape 1/4 : Préservation temporaire de vos modifications...
he: שלב 1/4: שמירה זמנית של השינויים שלך...
hr: Korak 1/4: Privremeno čuvanje vaših promjena...
hu: 1/4. lépés: A módosításaid ideiglenes megőrzése...
is: Skref 1/4: Að varðveita breytingarnar þínar tímabundið...
it: Passo 1/4: Conservazione temporanea delle tue modifiche...
ja: ステップ 1/4: 変更を一時的に保存しています...
nl: Stap 1/4: Uw wijzigingen tijdelijk opslaan...
no: Trinn 1/4: Bevarer endringene dine midlertidig...
pl: Krok 1/4: Tymczasowe zachowanie zmian...
pt: Passo 1/4: Preservando suas alterações temporariamente...
ro: Pasul 1/4: Păstrarea temporară a modificărilor tale...
ru: Шаг 1/4: Временное сохранение ваших изменений...
sk: Krok 1/4: Dočasné uchovanie vašich zmien...
sv: Steg 1/4: Bevarar dina ändringar tillfälligt...
tr: Adım 1/4: Değişikliklerinizi geçici olarak koruma...
uk: Крок 1/4: Тимчасове збереження ваших змін...

source: Step 2/4: Switching to most recent branch...
bg: Стъпка 2/4: Превключване към най-новия клон...
cs: Krok 2/4: Přepínání na nejnovější větev...
da: Trin 2/4: Skifter til den nyeste gren...
de: Schritt 2/4: Wechseln zum aktuellsten Zweig...
el: Βήμα 2/4: Μετάβαση στην πιο πρόσφατη διακλάδωση...
es: Paso 2/4: Cambiando a la rama más reciente...
et: Samm 2/4: Lülitamine kõige uuemale harule...
fi: Vaihe 2/4: Vaihdetaan uusimpaan haaraan...
fr: Étape 2/4 : Changement vers la branche la plus récente...
he: שלב 2/4: מתחלף לענף האחרון...
hr: Korak 2/4: Prebacivanje na najnoviju granu...
hu: 2/4. lépés: Átváltás a legfrissebb ágra...
is: Skref 2/4: Að skipta yfir í nýjustu greinina...
it: Passo 2/4: Passaggio all'ultima ramo...
ja: ステップ 2/4: 最新のブランチに切り替えています...
nl: Stap 2/4: Overschakelen naar de meest recente tak...
no: Trinn 2/4: Bytter til nyeste gren...
pl: Krok 2/4: Przełączanie na najnowszą gałąź...
pt: Passo 2/4: Trocando para a branch mais recente...
ro: Pasul 2/4: Comutare la cea mai recentă ramură...
ru: Шаг 2/4: Переключение на последнюю ветку...
sk: Krok 2/4: Prechod na najnovšiu vetvu...
sv: Steg 2/4: Växlar till senaste grenen...
tr: Adım 2/4: En son dalda geçiş yapılıyor...
uk: Крок 2/4: Переключення на найновішу гілку...

source: Failed to switch branches. Your changes are safe in stash.
bg: Неуспешно превключване на клонове. Вашите промени са в безопасност в stash.
cs: Nepodařilo se přepnout větve. Vaše změny jsou v bezpečí ve stash.
da: Mislykkedes at skifte grene. Dine ændringer er sikre i stash.
de: Wechseln der Branches fehlgeschlagen. Ihre Änderungen sind sicher im Stash.
el: Αποτυχία αλλαγής κλάδων. Οι αλλαγές σας είναι ασφαλείς στο stash.
es: Error al cambiar de ramas. Tus cambios están seguros en el stash.
et: Harudest harude vahetada. Teie muudatused on turvaliselt stash'is.
fi: Haarahtumien vaihtaminen epäonnistui. Muutoksesi ovat turvassa varastossa.
fr: Échec du changement de branches. Vos modifications sont en sécurité dans le stash.
he: נכשל במעבר בין ענפים. השינויים שלך בטוחים במאגר.
hr: Nije uspjelo prebacivanje grana. Vaše promjene su sigurne u stashu.
hu: Nem sikerült átváltani az ágak között. A módosításaid biztonságban vannak a stash-ben.
is: Ekki tókst að skipta um greinar. Þínar breytingar eru öruggar í geymslu.
it: Impossibile passare ai rami. Le tue modifiche sono al sicuro nello stash.
ja: ブランチの切り替えに失敗しました。変更はスタッシュに安全に保存されています。
nl: Mislukt om van tak te wisselen. Je wijzigingen zijn veilig in de stash.
no: Feilet å bytte grener. Endringene dine er trygge i stash.
pl: Nie udało się przełączyć gałęzi. Twoje zmiany są bezpieczne w schowku.
pt: Falha ao trocar de branch. Suas alterações estão seguras no stash.
ro: Eșec la schimbarea ramurilor. Modificările tale sunt în siguranță în stash.
ru: Не удалось переключить ветки. Ваши изменения в безопасности в хранилище.
sk: Nepodarilo sa prepnúť vetvy. Vaše zmeny sú bezpečne uložené v stash.
sv: Misslyckades med att byta grenar. Dina ändringar är säkra i stash.
tr: Dalları değiştirme başarısız oldu. Değişiklikleriniz stash'te güvende.
uk: Не вдалося перемкнути гілки. Ваші зміни в безпечному сховищі.

source: Step 3/4: Applying your changes to the most recent branch...
bg: Стъпка 3/4: Прилагане на вашите промени към най-новия клон...
cs: Krok 3/4: Aplikace vašich změn na nejnovější větev...
da: Trin 3/4: Anvender dine ændringer til den nyeste gren...
de: Schritt 3/4: Anwenden Ihrer Änderungen auf den aktuellsten Zweig...
el: Βήμα 3/4: Εφαρμόζοντας τις αλλαγές σας στο πιο πρόσφατο κλάδο...
es: Paso 3/4: Aplicando tus cambios a la rama más reciente...
et: Samm 3/4: Teie muudatuste rakendamine kõige uuemale harule...
fi: Vaihe 3/4: Muutosten soveltaminen uusimpaan haaraan...
fr: Étape 3/4 : Application de vos modifications à la branche la plus récente...
he: שלב 3/4: מיישם את השינויים שלך על הענף האחרון...
hr: Korak 3/4: Primjena vaših promjena na najnoviju granu...
hu: 3/4. lépés: A módosításaid alkalmazása a legfrissebb ágon...
is: Skref 3/4: Að beita breytingunum þínum á nýjustu greinina...
it: Passo 3/4: Applicazione delle tue modifiche all'ultimo ramo...
ja: ステップ 3/4: 最新のブランチに変更を適用しています...
nl: Stap 3/4: Uw wijzigingen toepassen op de meest recente tak...
no: Trinn 3/4: Bruker endringene dine på den nyeste grenen...
pl: Krok 3/4: Zastosowanie zmian do najnowszej gałęzi...
pt: Passo 3/4: Aplicando suas alterações à branch mais recente...
ro: Pasul 3/4: Aplicarea modificărilor tale pe cea mai recentă ramură...
ru: Шаг 3/4: Применение ваших изменений к самой последней ветке...
sk: Krok 3/4: Aplikovanie vašich zmien na najnovšiu vetvu...
sv: Steg 3/4: Tillämpa dina ändringar på den senaste grenen...
tr: Adım 3/4: Değişikliklerinizi en son dalga uygulama...

source: Step 4/4: Your changes are now ready to commit in the most recent branch!
bg: Стъпка 4/4: Вашите промени са готови за комитване в най-новия клон!
cs: Krok 4/4: Vaše změny jsou nyní připraveny k odeslání v nejnovější větvi!
da: Trin 4/4: Dine ændringer er nu klar til at blive committet i den nyeste gren!
de: Schritt 4/4: Ihre Änderungen sind jetzt bereit, im aktuellsten Zweig übernommen zu werden!
el: Βήμα 4/4: Οι αλλαγές σας είναι τώρα έτοιμες για δέσμευση στην πιο πρόσφατη διακλάδωση!
es: Paso 4/4: ¡Tus cambios están listos para ser confirmados en la rama más reciente!
et: Samm 4/4: Teie muudatused on nüüd valmis viimases haru salvestamiseks!
fi: Vaihe 4/4: Muutoksesi ovat nyt valmiita sitoutettavaksi viimeisimpään haaraan!
fr: Étape 4/4 : Vos modifications sont maintenant prêtes à être validées dans la branche la plus récente !
he: שלב 4/4: השינויים שלך מוכנים כעת להתחייב בענף האחרון!
hr: Korak 4/4: Vaše promjene su sada spremne za potvrdu u najnovijoj grani!
hu: 4/4. lépés: A módosításaid most készen állnak a legfrissebb ágba való elkötelezésre!
is: Skref 4/4: Breytingarnar þínar eru nú tilbúnar til að skuldbinda í nýjustu greinina!
it: Passo 4/4: Le tue modifiche sono ora pronte per essere confermate nel ramo più recente!
ja: ステップ 4/4: あなたの変更は、最新のブランチにコミットする準備が整いました！
nl: Stap 4/4: Je wijzigingen zijn nu klaar om te committen in de meest recente tak!
no: Trinn 4/4: Endringene dine er nå klare til å bli bekreftet i den nyeste grenen!
pl: Krok 4/4: Twoje zmiany są teraz gotowe do zatwierdzenia w najnowszej gałęzi!
pt: Passo 4/4: Suas alterações estão prontas para o commit na branch mais recente!
ro: Pasul 4/4: Modificările tale sunt acum pregătite pentru a fi confirmate în cea mai recentă ramură!
ru: Шаг 4/4: Ваши изменения теперь готовы к коммиту в самой последней ветке!
sk: Krok 4/4: Vaše zmeny sú teraz pripravené na odoslanie v najnovšej vetve!
sv: Steg 4/4: Dina ändringar är nu redo att begå i den senaste grenen!
tr: Adım 4/4: Değişiklikleriniz artık en son dalda taahhüt edilmeye hazır!
uk: Крок 4/4: Ваші зміни тепер готові до коміту в найновішій гілці!

source: No local changes detected. Switching to most recent branch: {0}
bg: Не са открити локални промени. Превключване към най-новия клон: {0}
cs: Žádné místní změny nebyly zjištěny. Přepínám na nejnovější větev: {0}
da: Ingen lokale ændringer registreret. Skifter til den seneste gren: {0}
de: Keine lokalen Änderungen erkannt. Wechsle zu dem aktuellsten Zweig: {0}
el: Δεν ανιχνεύθηκαν τοπικές αλλαγές. Μεταβαίνω στην πιο πρόσφατη διακλάδωση: {0}
es: No se detectaron cambios locales. Cambiando a la rama más reciente: {0}
et: Kohalikku muudatusi ei leitud. Lülitamine kõige uuemale harule: {0}
fi: Ei paikallisia muutoksia havaittu. Vaihdetaan uusimpaan haaraan: {0}
fr: Aucun changement local détecté. Changement vers la branche la plus récente : {0}
he: לא זוהו שינויים מקומיים. מתחלפים לענף האחרון ביותר: {0}
hr: Nema lokalnih promjena. Prebacivanje na najnoviju granu: {0}
hu: Nincsenek helyi változások. Átváltás a legfrissebb ágra: {0}
is: Engin staðbundin breytingar greindar ekki. Skipt er yfir í nýjustu grein: {0}
it: Nessuna modifica locale rilevata. Passaggio al ramo più recente: {0}
ja: ローカルの変更は検出されませんでした。最新のブランチに切り替えています: {0}
nl: Geen lokale wijzigingen gedetecteerd. Overschakelen naar de meest recente tak: {0}
no: Ingen lokale endringer oppdaget. Bytter til nyeste gren: {0}
pl: Nie wykryto lokalnych zmian. Przełączanie na najnowszą gałąź: {0}
pt: Nenhuma alteração local detectada. Trocando para a branch mais recente: {0}
ro: Nu au fost detectate modificări locale. Comutare la cea mai recentă ramură: {0}
ru: Не обнаружено локальных изменений. Переключение на самую последнюю ветку: {0}
sk: Žiadne miestne zmeny neboli zistené. Prechádzam na najnovšiu vetvu: {0}
sv: Inga lokala ändringar upptäckta. Växlar till den senaste grenen: {0}
tr: Yerel değişiklik tespit edilmedi. En son dalına geçiliyor: {0}
uk: Немає виявлених локальних змін. Перемикання на найновішу гілку: {0}

source: Standard pull failed, trying force update...
bg: Стандартното извличане не успя, опитвам принудително обновление...
cs: Standardní stažení selhalo, pokouším se o nucenou aktualizaci...
da: Standard træk mislykkedes, forsøger at tvinge opdatering...
de: Standard-Herunterladen fehlgeschlagen, versuche erzwungenes Update...
el: Η τυπική λήψη απέτυχε, προσπαθώντας να αναγκάσει την ενημέρωση...
es: Error de extracción estándar, intentando actualización forzada...
et: Tavaline tõmbamine ebaõnnestus, proovides sunduuendust...
fi: Oletusvetäminen epäonnistui, yritetään pakotettua päivitystä...
fr: Échec de la récupération standard, tentative de mise à jour forcée...
he: משיכת סטנדרט נכשלה, מנסה לעדכן בכוח...
hr: Standardno povlačenje nije uspjelo, pokušavam prisilno ažuriranje...
hu: A szabványos letöltés meghiúsult, kényszerített frissítés próbálkozás...
is: Venjuleg niðurhal mistókst, reyni að þvinga uppfærslu...
it: Il scaricare standard è fallito, tentativo di aggiornamento forzato...
ja: 標準プルに失敗しました。強制更新を試みています...
nl: Standaard pull mislukt, probeer geforceerde update...
no: Standard henting mislyktes, prøver tvungen oppdatering...
pl: Standardowe pobieranie nie powiodło się, próbuję wymusić aktualizację...
pt: Pull padrão falhou, tentando atualização forçada...
ro: Actualizare standard eșuată, încercând actualizare forțată...
ru: Стандартное извлечение не удалось, пытаемся принудительное обновление...
sk: Štandardné sťahovanie zlyhalo, pokúšam sa o núdzovú aktualizáciu...
sv: Standard hämtning misslyckades, försöker tvinga uppdatering...
tr: Standart çekme başarısız, zorla güncelleme denemesi...
uk: Стандартне отримання не вдалося, намагаюся примусово оновити...

source: Force-updated to latest {0}
bg: Принудително актуализирано до най-новата {0}
cs: Nuceně aktualizováno na nejnovější {0}
da: Tvangsopdateret til den nyeste {0}
de: Zwangsaktualisiert auf die neueste {0}
el: Ενημερώθηκε με το τελευταίο {0}
es: Actualizado forzosamente a la última {0}
et: Sunnitud värskendamine uusimale {0}
fi: Pakotettu päivittämään uusimpaan {0}
fr: Mise à jour forcée vers la dernière version {0}
he: עדכון בכוח לגרסה האחרונה {0}
hr: Prisilno ažurirano na najnoviju verziju {0}
hu: Kényszerítve frissítve a legújabb {0} verzióra
is: Þvingað uppfært í nýjustu {0}
it: Forzato l'aggiornamento all'ultima versione {0}
ja: 最新の {0} に強制的に更新されました
nl: Force-updated naar de nieuwste {0}
no: Tvangsoppdatert til nyeste {0}
pl: Wymuszono aktualizację do najnowszej wersji {0}
pt: Atualizado forçadamente para o último {0}
ro: Forțat actualizat la cea mai recentă {0}
ru: Принудительное обновление до последней версии {0}
sk: Nútene aktualizované na najnovšiu verziu {0}
sv: Tvingades att uppdatera till senaste {0}
tr: En son {0} sürümüne zorla güncellendi.
uk: Примусово оновлено до останньої версії {0}

source: Could not update branch, continuing with current state
bg: Не можа да актуализира клона, продължава с текущото състояние.
cs: Nelze aktualizovat větev, pokračuje se s aktuálním stavem
da: Kunne ikke opdatere gren, fortsætter med nuværende tilstand
de: Konnte den Zweig nicht aktualisieren, fahre mit dem aktuellen Zustand fort.
el: Δεν ήταν δυνατή η ενημέρωση του κλάδου, συνεχίζοντας με την τρέχουσα κατάσταση
es: No se pudo actualizar la rama, continuando con el estado actual.
et: Harudat haru, jätkame praeguses olekus.
fi: Ei voitu päivittää haaraa, jatketaan nykyisellä tilalla.
fr: Impossible de mettre à jour la branche, continuation avec l'état actuel
he: לא ניתן לעדכן את הסניף, ממשיכים עם המצב הנוכחי
hr: Nije moguće ažurirati granu, nastavlja se s trenutnim stanjem
hu: Nem sikerült frissíteni az ágat, folytatjuk a jelenlegi állapotban.
is: Gat ekki að uppfæra grein, heldur áfram með núverandi ástand.
it: Impossibile aggiornare il ramo, continuando con lo stato attuale
ja: ブランチを更新できませんでした。現在の状態で続行します。
nl: Kon de tak niet bijwerken, doorgaan met de huidige staat
no: Kunne ikke oppdatere gren, fortsetter med nåværende tilstand
pl: Nie można zaktualizować gałęzi, kontynuując z bieżącym stanem
pt: Não foi possível atualizar a branch, continuando com o estado atual
ro: Nu s-a putut actualiza ramura, continuând cu starea curentă
ru: Не удалось обновить ветку, продолжаем с текущим состоянием
sk: Nepodarilo sa aktualizovať vetvu, pokračuje sa s aktuálnym stavom
sv: Kunde inte uppdatera grenen, fortsätter med nuvarande tillstånd
tr: Dalayı güncelleyemedik, mevcut durumla devam ediliyor.
uk: Не вдалося оновити гілку, продовжуючи з поточним станом

source: When using the '-b|--build' parameter and there are changes, the '-c|--commit' or '-F|--commit-file' parameter is also required.
de: Beim Verwenden des Parameters '-b|--build' und bei Änderungen ist der Parameter '-c|--commit' oder '-F|--commit-file' ebenfalls erforderlich.
et: Kui kasutatakse parameetrit '-b|--build' ja on muudatusi, on vajalik ka parameeter '-c|--commit' või '-F|--commit-file'.
pt: Ao usar o parâmetro '-b|--build' e houver alterações, o parâmetro '-c|--commit' ou '-F|--commit-file' também é obrigatório.

source: Creating/updating testing branch: {0}
bg: Създаване/актуализиране на тестов клон: {0}
cs: Vytváření/aktualizace testovací větve: {0}
da: Opretter/opdaterer testgren: {0}
de: Erstellen/Aktualisieren des Testzweigs: {0}
el: Δημιουργία/ενημέρωση κλάδου δοκιμών: {0}
es: Creando/actualizando rama de pruebas: {0}
et: Testimise haru loomine/uuendamine: {0}
fi: Luodaan/päivitetään testaushaaraa: {0}
fr: Création/mise à jour de la branche de test : {0}
he: יצירת/עדכון סניף בדיקות: {0}
hr: Kreiranje/ ažuriranje testne grane: {0}
hu: Tesztág létrehozása/frissítése: {0}
is: Að búa til/uppfæra prófunargrein: {0}
it: Creazione/aggiornamento del ramo di test: {0}
ja: テストブランチの作成/更新: {0}
nl: Aanmaken/bijwerken testbranch: {0}
no: Oppretter/oppdaterer testgren: {0}
pl: Tworzenie/aktualizacja gałęzi testowej: {0}
pt: Criando/atualizanda branch de teste: {0}
ro: Crearea/actualizarea ramurii de testare: {0}
ru: Создание/обновление тестовой ветки: {0}
sk: Vytváranie/aktualizácia testovacej vetvy: {0}
sv: Skapar/uppdaterar testgren: {0}
tr: Test dalını oluşturma/güncelleme: {0}
uk: Створення/оновлення тестової гілки: {0}

source: Syncing local {0} with remote {0}...
bg: Синхронизиране на локалния {0} с дистанционния {0}...
cs: Synchronizuji místní {0} s vzdáleným {0}...
da: Synkroniserer lokal {0} med fjern {0}...
de: Synchronisiere lokale {0} mit remote {0}...
el: Συγχρονισμός τοπικού {0} με απομακρυσμένο {0}...
es: Sincronizando local {0} con remoto {0}...
et: Sünkroonimine kohaliku {0} ja kaug {0}...
fi: Synkataan paikallista {0} etä-{0} kanssa...
fr: Synchronisation de {0} local avec {0} distant...
he: סנכרון מקומי {0} עם מרוחק {0}...
hr: Sinkronizacija lokalnog {0} s udaljenim {0}...
hu: Helyi {0} szinkronizálása a távoli {0}...
is: Samhengja staðbundin {0} við fjar {0}...
it: Sincronizzazione locale di {0} con {0} remoto...
ja: ローカル {0} をリモート {0} と同期中...
nl: Lokale {0} synchroniseren met externe {0}...
no: Synkroniserer lokal {0} med ekstern {0}...
pl: Synchronizowanie lokalnego {0} z zdalnym {0}...
pt: Sincronizando {0} local com {0} remoto...
ro: Sincronizarea locală {0} cu {0} la distanță...
ru: Синхронизация локального {0} с удалённым {0}...
sk: Synchronizácia lokálneho {0} s vzdialeným {0}...
sv: Synkroniserar lokal {0} med fjärr {0}...
tr: Yerel {0}'ı uzak {0} ile senkronize ediliyor...
uk: Синхронізація локального {0} з віддаленим {0}...

source: Successfully synced with remote {0}
bg: Успешно синхронизирано с отдалечен {0}
cs: Úspěšně synchronizováno s vzdáleným {0}
da: Succesfuldt synkroniseret med fjern {0}
de: Erfolgreich mit {0} synchronisiert.
el: Επιτυχής συγχρονισμός με τον απομακρυσμένο {0}
es: Sincronizado con éxito con remoto {0}
et: Edukalt sünkroniseeritud kaugusega {0}
fi: Onnistuneesti synkronoitu etä-{0} kanssa
fr: Synchronisé avec succès avec le {0} distant.
he: סנכרון עם {0} הושלם בהצלחה
hr: Uspješno sinkronizirano s udaljenim {0}
hu: Sikeresen szinkronizálva a távoli {0} -val
is: Samhentist með fjarhýsli {0}
it: Sincronizzato con successo con remoto {0}
ja: リモート {0} と正常に同期されました。
nl: Succesvol gesynchroniseerd met externe {0}
no: Suksessfullt synkronisert med ekstern {0}
pl: Pomyślnie zsynchronizowano zdalnie {0}
pt: Sincronizado com o remoto {0} com sucesso
ro: Sincronizat cu succes cu {0} la distanță
ru: Успешно синхронизировано с удалённым {0}
sk: Úspešne synchronizované s vzdialeným {0}
sv: Framgångsrikt synkroniserad med fjärr {0}
tr: Uzak {0} ile başarıyla senkronize edildi.
uk: Успішно синхронізовано з віддаленим {0}

source: Pull failed, trying rebase...
bg: Неуспешно изтегляне, опитвам повторно базиране...
cs: Stáhnout se nezdařilo, pokouším se o rebase...
da: Hentning mislykkedes, forsøger at rebase...
de: Herunterladen fehlgeschlagen, versuche Rebase...
el: Η λήψη απέτυχε, προσπαθώντας επανασύνθεση...
es: Error de extracción, intentando rebase...
et: Tõmbamine ebaõnnestus, proovime rebase'i...
fi: Vedä epäonnistui, yritetään uudelleenyhdistämistä...
fr: Échec du tirage, tentative de rebase...
he: משיכת נתונים נכשלה, מנסה לבצע ריבייס...
hr: Povlačenje nije uspjelo, pokušavam rebase...
hu: A letöltés meghiúsult, újrabázisálás próbálkozás...
is: Taka mistók, rebase reynt...
it: Scaricare non riuscito, tentativo di rebase...
ja: プルに失敗しました。リベースを試みています...
nl: Pull is mislukt, probeer rebase...
no: Henting mislyktes, prøver å rebase...
pl: Pobranie nie powiodło się, próba rebase...
pt: Falha no pull, tentando rebase...
ro: Tragere eșuată, încercând rebase...
ru: Не удалось выполнить pull, пытаюсь сделать rebase...
sk: Stiahnutie zlyhalo, pokúšam sa o rebase...
sv: Hämtning misslyckades, försöker rebasera...
tr: Çekme başarısız, yeniden birleştirme denemesi...
uk: Завантаження не вдалося, намагаюся виконати повторне злиття...

source: Successfully rebased with remote {0}
bg: Успешно ребейзнато с отдален {0}
cs: Úspěšně přebráno s vzdáleným {0}
da: Succesful rebase med remote {0}
de: Erfolgreich mit Remote {0} neu basiert
el: Επιτυχής επαναφορά με απομακρυσμένο {0}
es: Rebase exitoso con remoto {0}
et: Edukalt rebased kaugserveriga {0}
fi: Onnistuneesti rebased etä-{0} kanssa
fr: Rebasé avec succès avec le distant {0}
he: בוצע ריבייס בהצלחה עם מרוחק {0}
hr: Uspješno prebačeno s udaljenim {0}
hu: Sikeresen újraalapozva a távoli {0} segítségével
is: Samhent endurhannað með fjarhýsli {0}
it: Ribasato con successo con il remoto {0}
ja: リモート {0} とのリベースに成功しました
nl: Met succes opnieuw gebaseerd met remote {0}
no: Suksessfullt rebaset med fjern {0}
pl: Pomyślnie zrebasowano zdalnie {0}
pt: Rebase com o remoto {0} concluído com sucesso
ro: Rebasat cu succes cu remote {0}
ru: Успешно выполнен rebase с удалённым {0}
sk: Úspešne prebasovaný s diaľkovým {0}
sv: Framgångsrikt ombaserat med fjärr {0}
tr: Başarıyla {0} uzak sunucu ile yeniden tabanlandı.
uk: Успішно перебазовано з віддаленим {0}

source: Could not sync with remote {0}, continuing with local version
bg: Не можа да синхронизира с отдалечен {0}, продължава с локалната версия.
cs: Nepodařilo se synchronizovat s vzdáleným {0}, pokračuje se s místní verzí.
da: Kunne ikke synkronisere med fjern {0}, fortsætter med lokal version
de: Konnte nicht mit dem Remote {0} synchronisieren, fahre mit der lokalen Version fort.
el: Δεν ήταν δυνατή η συγχρονισμός με το απομακρυσμένο {0}, συνεχίζοντας με την τοπική έκδοση.
es: No se pudo sincronizar con el remoto {0}, continuando con la versión local.
et: Ei saanud sünkroonida kaugserveriga {0}, jätkame kohaliku versiooniga.
fi: Ei voitu synkronoida etä {0} kanssa, jatketaan paikallisen version kanssa.
fr: Impossible de synchroniser avec le {0} distant, poursuite avec la version locale.
he: לא ניתן לסנכרן עם {0} מרוחק, ממשיכים עם הגרסה המקומית
hr: Nije moguće sinkronizirati s udaljenim {0}, nastavlja se s lokalnom verzijom
hu: Nem sikerült szinkronizálni a távoli {0}-val, folytatás a helyi verzióval.
is: Gat ekki að samstilla við fjarhýsingu {0}, heldur áfram með staðbundna útgáfu.
it: Impossibile sincronizzarsi con il remoto {0}, continuando con la versione locale
ja: リモート {0} と同期できませんでした。ローカルバージョンを続行します。
nl: Kon niet synchroniseren met externe {0}, doorgaan met lokale versie
no: Kunne ikke synkronisere med fjern {0}, fortsetter med lokal versjon
pl: Nie można zsynchronizować z zdalnym {0}, kontynuując z lokalną wersją.
pt: Não foi possível sincronizar com o remoto {0}, continuando com a versão local
ro: Nu s-a putut sincroniza cu {0} la distanță, continuând cu versiunea locală.
ru: Не удалось синхронизироваться с удалённым {0}, продолжаем с локальной версии.
sk: Nedalo sa synchronizovať s vzdialeným {0}, pokračuje sa s lokálnou verziou
sv: Kunde inte synkronisera med fjärr {0}, fortsätter med lokal version
tr: Uzak {0} ile senkronize edilemedi, yerel sürümle devam ediliyor.
uk: Не вдалося синхронізувати з віддаленим {0}, продовжуючи з локальною версією
