Repository: big-comm/gitrepo
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: is provided to you under the
bg: предоставя се на вас под условията на
cs: je vám poskytnuto pod
da: gives dig til dig under den
de: wird Ihnen zur Verfügung gestellt unter der
el: σας παρέχεται υπό την
es: se le proporciona bajo el
et: on teile antakse alljärgnev
fi: on tarjottu sinulle alla
fr: vous est fourni sous le
he: מסופק לך תחת ה
hr: je vam pružen pod
hu: az Ön számára biztosítva van a
is: er veitt að þér undir
it: è fornito a te sotto il
ja: は提供されます。
nl: wordt aan u verstrekt onder de
no: blir gitt til deg under
pl: jest udostępniony dla Ciebie na podstawie
pt: é fornecido a si sob a
ro: este furnizat ție sub
ru: предоставляется вам на условиях
sk: je vám poskytnutý pod
sv: tillhandahålls till dig under
tr: size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size size
uk: надається вам відповідно до

source: MIT License
bg: MIT Лицензия
cs: MIT licence
da: MIT Licens
de: MIT-Lizenz
el: Άδεια MIT
es: Licencia MIT
et: MIT litsents
fi: MIT-lisenssi
fr: Licence MIT
he: רישיון MIT
hr: MIT Licenca
hu: MIT Licenc
is: MIT leyfi
it: Licenza MIT
ja: MITライセンス
nl: MIT Licentie
no: MIT-lisens
pl: Licencja MIT
pt: Licença MIT
ro: Licența MIT
ru: Лицензия MIT
sk: Licencia MIT
sv: MIT-licens
tr: MIT Lisansı

source: , and includes open source software under a variety of other licenses. You can read instructions about how to download and build for yourself the specific source code used to create this copy.
bg: и включва софтуер с отворен код под различни други лицензи. Можете да прочетете инструкции как да изтеглите и изградите сами конкретния изходен код, използван за създаването на това копие.
cs: a zahrnuje open source software pod různými jinými licencemi. Můžete si přečíst pokyny, jak si stáhnout a sestavit konkrétní zdrojový kód použitý k vytvoření této kopie.
da: og inkluderer open source-software under en række andre licenser. Du kan læse instruktioner om, hvordan du downloader og bygger koden selv, den specifikke kildekode, der blev brugt til at oprette denne kopi.
de: und umfasst Open-Source-Software unter einer Vielzahl anderer Lizenzen. Sie können Anweisungen lesen, wie Sie den spezifischen Quellcode herunterladen und selbst erstellen, der zur Erstellung dieser Kopie verwendet wurde.
el: και περιλαμβάνει λογισμικό ανοιχτού κώδικα υπό μια ποικιλία άλλων αδειών. Μπορείτε να διαβάσετε οδηγίες σχετικά με το πώς να κατεβάσετε και να κατασκευάσετε μόνοι σας τον συγκεκριμένο πηγαίο κώδικα που χρησιμοποιήθηκε για να δημιουργηθεί αυτή η αντιγραφή.
es: y incluye software de código abierto bajo una variedad de otras licencias. Puedes leer instrucciones sobre cómo descargar y compilar por ti mismo el código fuente específico utilizado para crear esta copia.
et: ja sisaldab avatud lähtekoodiga tarkvara mitmesuguste teiste litsentside all. Saate lugeda juhiseid selle kohta, kuidas alla laadida ja endale ehitada konkreetne lähtekood, mida kasutati selle koopia loomiseks.
fi: ja sisältää avointa lähdekoodia eri lisenssien alla. Voit lukea ohjeita siitä, miten ladata ja rakentaa itsellesi tietyn lähdekoodin, jota käytettiin tämän kopion luomiseen.
fr: et inclut des logiciels open source sous une variété d'autres licences. Vous pouvez lire les instructions sur la façon de télécharger et de construire vous-même le code source spécifique utilisé pour créer cette copie.
he: כולל תוכנה קוד פתוח תחת מגוון רישיונות אחרים. אתה יכול לקרוא הוראות כיצד להוריד ולבנות בעצמך את קוד המקור הספציפי שנעשה בו שימוש כדי ליצור עותק זה.
hr: i uključuje softver otvorenog koda pod raznim drugim licencama. Možete pročitati upute o tome kako preuzeti i izgraditi za sebe specifični izvorni kod koji se koristi za izradu ove kopije.
hu: és tartalmaz nyílt forráskódú szoftvereket különböző egyéb licenc alatt. Olvashat utasításokat arról, hogyan töltheti le és építheti fel saját maga a konkrét forráskódot, amelyet ennek a másolatnak a létrehozásához használtak.
is: og inniheldur opinn hugbúnað undir ýmsum öðrum leyfum. Þú getur lesið leiðbeiningar um hvernig á að hlaða niður og byggja fyrir sjálfan þig sérstaka skráaróðina sem notuð var til að búa til þessa afrit.
it: e include software open source sotto una varietà di altre licenze. Puoi leggere le istruzioni su come scaricare e compilare per te stesso il codice sorgente specifico utilizzato per creare questa copia.
ja: さまざまな他のライセンスの下でオープンソースソフトウェアが含まれています。 自分でダウンロードしてビルドする方法についての指示を読むことができます。 このコピーを作成するために使用された特定のソースコード。
nl: en omvat open source software onder verschillende andere licenties. U kunt instructies lezen over hoe u de specifieke broncode kunt downloaden en zelf kunt bouwen die is gebruikt om deze kopie te maken.
no: og inkluderer åpen kildekodeprogramvare under en rekke andre lisenser. Du kan lese instruksjoner om hvordan du laster ned og bygger for deg selv den spesifikke kildekoden som ble brukt til å lage denne kopien.
pl: i obejmuje oprogramowanie open source na różnych innych licencjach. Możesz przeczytać instrukcje dotyczące pobierania i budowania dla siebie konkretnego kodu źródłowego używanego do stworzenia tej kopii.
pt: , e inclui software de código aberto sob várias outras licenças. Pode ler as instruções sobre como baixar e compilar por conta própria o código-fonte específico usado para criar esta cópia.
ro: și include software open source sub o varietate de alte licențe. Puteți citi instrucțiuni despre cum să descărcați și să construiți pentru dumneavoastră codul sursă specific folosit pentru a crea această copie.
ru: и включает в себя программное обеспечение с открытым исходным кодом под различными другими лицензиями. Вы можете прочитать инструкции о том, как скачать и собрать для себя конкретный исходный код, использованный для создания этой копии.
sk: a zahŕňa open source softvér pod rôznymi inými licenciami. Môžete si prečítať pokyny o tom, ako si stiahnuť a zostaviť konkrétny zdrojový kód použitý na vytvorenie tejto kópie.
sv: och inkluderar öppen källkod under en mängd olika andra licenser. Du kan läsa instruktioner om hur du laddar ner och bygger källkoden som används för att skapa denna kopia.
tr: ve çeşitli diğer lisanslar altında açık kaynak yazılımlarını içerir. Bu kopyayı oluşturmak için kullanılan belirli kaynak kodunu indirip kendiniz derlemek için talimatları okuyabilirsiniz.
uk: і включає програмне забезпечення з відкритим вихідним кодом під різними іншими ліцензіями. Ви можете прочитати інструкції про те, як завантажити та зібрати для себе конкретний вихідний код, використаний для створення цієї копії.

source: This program comes with absolutely NO warranty.
bg: Тази програма идва с абсолютно НИКАКВА гаранция.
cs: Tento program se dodává bez jakékoli záruky.
da: Dette program leveres uden nogen form for garanti.
de: Dieses Programm wird ohne jegliche Gewährleistung bereitgestellt.
el: Αυτό το πρόγραμμα παρέχεται χωρίς καμία εγγύηση.
es: Este programa se proporciona sin ninguna garantía.
et: See programm ei tule koos absoluutselt MINGI garantiiga.
fi: Tämä ohjelma ei tule minkäänlaisen takuun kanssa.
fr: Ce programme est fourni sans aucune garantie.
he: תוכנית זו מגיעה ללא שום אחריות.
hr: Ovaj program dolazi bez ikakvog jamstva.
hu: Ez a program teljesen GARANCIA NÉLKÜLI.
is: Þetta forrit kemur með algjörlega ENGUM ábyrgð.
it: Questo programma viene fornito senza alcuna garanzia.
ja: このプログラムには、全く保証がありません。
nl: Dit programma wordt geleverd met absoluut GEEN garantie.
no: Dette programmet leveres uten noen form for garanti.
pl: Ten program nie zawiera absolutnie żadnej gwarancji.
pt: Este programa vem SEM NENHUMA garantia absoluta.
ro: Acest program vine fără nicio garanție.
ru: Эта программа поставляется без каких-либо гарантий.
sk: Tento program sa dodáva bez akejkoľvek záruky.
sv: Detta program levereras utan någon som helst garanti.
tr: Bu program kesinlikle HİÇBİR garanti ile birlikte gelmemektedir.

source: Choose the GitHub {0}:
bg: Изберете GitHub {0}:
cs: Vyberte GitHub {0}:
da: Vælg GitHub {0}:
de: Wählen Sie das GitHub {0}:
el: Επιλέξτε το GitHub {0}:
es: Elige el GitHub {0}:
et: Vali GitHub {0}:
fi: Valitse GitHub {0}:
fr: Choisissez le GitHub {0} :
he: בחר את ה-GitHub {0}:
hr: Odaberite GitHub {0}:
hu: Válaszd ki a GitHub {0}-t:
is: Veldu GitHub {0}:
it: Scegli il GitHub {0}:
ja: GitHubを選択してください {0}:
nl: Kies de GitHub {0}:
no: Velg GitHub {0}:
pl: Wybierz GitHub {0}:
pt: Escolha o GitHub {0}:
ro: Alegeți GitHub {0}:
ru: Выберите GitHub {0}:
sk: Vyberte GitHub {0}:
sv: Välj GitHub {0}:
tr: GitHub'u seçin {0}:
uk: Виберіть GitHub {0}:

source: Operation cancelled by user.
bg: Операцията е отменена от потребителя.
cs: Operace zrušena uživatelem.
da: Operation annulleret af bruger.
de: Vorgang vom Benutzer abgebrochen.
el: Η λειτουργία ακυρώθηκε από τον χρήστη.
es: Operación cancelada por el usuario.
et: Käitus tühistatud kasutaja poolt.
fi: Toiminto peruutettu käyttäjän toimesta.
fr: Opération annulée par l'utilisateur.
he: פעולה בוטלה על ידי המשתמש.
hr: Operacija otkazana od strane korisnika.
hu: Műveletet a felhasználó megszakította.
is: Aðgerð aflýst af notanda.
it: Operazione annullata dall'utente.
ja: ユーザーによって操作がキャンセルされました。
nl: Actie geannuleerd door gebruiker.
no: Operasjon avbrutt av bruker.
pl: Operacja anulowana przez użytkownika.
pt: Operação cancelada pelo usuário.
ro: Operațiune anulată de utilizator.
ru: Операция отменена пользователем.
sk: Operácia zrušená používateľom.
sv: Åtgärd avbruten av användaren.
tr: Kullanıcı tarafından işlem iptal edildi.
uk: Операцію скасовано користувачем.

source: Choose the {0}:
bg: Изберете {0}:
cs: Vyberte {0}:
da: Vælg {0}:
de: Wählen Sie das {0}:
el: Επιλέξτε το {0}:
es: Elija el {0}:
et: Vali {0}:
fi: Valitse {0}:
fr: Choisissez le {0} :
he: בחר את {0}:
hr: Odaberite {0}:
hu: Válaszd ki a {0}-t:
is: Veldu {0}:
it: Scegli il {0}:
ja: {0}を選択してください:
nl: Kies de {0}:
no: Velg {0}:
pl: Wybierz {0}:
pt: Escolha o {0}:
ro: Alege {0}:
ru: Выберите {0}:
sk: Vyberte {0}:
sv: Välj {0}:
tr: {0}'i Seçin:
uk: Виберіть {0}:

source: Choose the ISO profiles repository:
bg: Изберете хранилището на ISO профили:
cs: Vyberte repozitář profilů ISO:
da: Vælg ISO profiler repository:
de: Wählen Sie das ISO-Profile-Repository aus:
el: Επιλέξτε το αποθετήριο προφίλ ISO:
es: Elija el repositorio de perfiles ISO:
et: Vali ISO profiilide hoidla:
fi: Valitse ISO-profiilien varasto:
fr: Choisissez le dépôt des profils ISO :
he: בחר את מאגר פרופילי ה-ISO:
hr: Odaberite repozitorij ISO profila:
hu: Válassza ki az ISO profilok tárolóját:
is: Veldu ISO prófíla geymsluna:
it: Scegli il repository dei profili ISO:
ja: ISOプロファイルリポジトリを選択してください:
nl: Kies de ISO-profielenrepository:
no: Velg ISO-profiler lagringssted:
pl: Wybierz repozytorium profili ISO:
pt: Escolha o repositório de perfis ISO:
ro: Alegeți depozitul profilurilor ISO:
ru: Выберите репозиторий профилей ISO:
sk: Vyberte repozitár profilov ISO:
sv: Välj ISO-profilerna förvar:
tr: ISO profilleri deposunu seçin:
uk: Виберіть репозиторій профілів ISO:

source: No ISO profiles repository selected.
bg: Не е избран репозиторий за ISO профили.
cs: Nebyla vybrána žádná úložiště profilů ISO.
da: Ingen ISO-profiler repository valgt.
de: Kein ISO-Profile-Repository ausgewählt.
el: Δεν έχει επιλεγεί αποθετήριο προφίλ ISO.
es: No se ha seleccionado ningún repositorio de perfiles ISO.
et: ISO profiilide hoidlat ei ole valitud.
fi: Ei ISO-profiilivarastoa valittuna.
fr: Aucun dépôt de profils ISO sélectionné.
he: לא נבחר מאגר פרופילי ISO.
hr: Nema odabranog repozitorija ISO profila.
hu: Nincs kiválasztva ISO profilok tárolója.
is: Engin ISO prófíla valin.
it: Nessun repository di profili ISO selezionato.
ja: ISOプロファイルリポジトリが選択されていません。
nl: Geen ISO-profielenrepository geselecteerd.
no: Ingen ISO-profiler repository valgt.
pl: Nie wybrano repozytorium profili ISO.
pt: Nenhum repositório de perfis ISO selecionado.
ro: Niciun depozit de profile ISO selectat.
ru: Не выбрано репозиторий профилей ISO.
sk: Nebola vybraná žiadna ISO profilová databáza.
sv: Ingen ISO-profiler har valts.
tr: ISO profilleri deposu seçilmedi.
uk: Не вибрано репозиторій профілів ISO.

source: Error: Repository API URL not found: {0}
bg: Грешка: URL адреса на репозитория API не е намерена: {0}
cs: Chyba: URL API repozitáře nebyl nalezen: {0}
da: Fejl: Repository API-URL ikke fundet: {0}
de: Fehler: Repository-API-URL nicht gefunden: {0}
el: Σφάλμα: Δεν βρέθηκε το URL API του αποθετηρίου: {0}
es: Error: URL de la API del repositorio no encontrado: {0}
et: Viga: Repositooriumi API URL ei leitud: {0}
fi: Virhe: Repositorio API-URL:ta ei löytynyt: {0}
fr: Erreur : URL de l'API du dépôt non trouvée : {0}
he: שגיאה: לא נמצא URL של ממשק ה-API של המאגר: {0}
hr: Greška: URL repozitorija API nije pronađen: {0}
hu: Hiba: A tároló API URL-je nem található: {0}
is: Villa: Repository API URL fannst ekki: {0}
it: Errore: URL API del repository non trovato: {0}
ja: エラー: リポジトリAPI URLが見つかりません: {0}
nl: Fout: Repository API-URL niet gevonden: {0}
no: Feil: Repository API-URL ikke funnet: {0}
pl: Błąd: Nie znaleziono adresu URL interfejsu API repozytorium: {0}
pt: Erro: URL da API do repositório não encontrada: {0}
ro: Eroare: URL-ul API-ului depozitului nu a fost găsit: {0}
ru: Ошибка: URL-адрес API репозитория не найден: {0}
sk: Chyba: URL API repozitára nenájdený: {0}
sv: Fel: Repository API-URL hittades inte: {0}
tr: Hata: Depo API URL'si bulunamadı: {0}
uk: Помилка: URL-адреса API репозиторію не знайдена: {0}
