Repository: big-comm/gitrepo
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: <span foreground='#888888'>Manual approval required</span>
bg: <span foreground='#888888'>Изисква се ръчно одобрение</span>
da: <span foreground='#888888'>Manuel godkendelse kræves</span>
de: <span foreground='#888888'>Manuelle Genehmigung erforderlich</span>
et: <span foreground='#888888'>Käsitsi heakskiit vajalik</span>
pt: <span foreground='#888888'>Aprovação manual necessária</span>
ru: <span foreground='#888888'>Требуется ручное одобрение</span>

source: Create PR
bg: Създаване на PR
da: Opret PR
de: PR erstellen
et: Loo PR
pt: Criar PR
ru: Создать PR

source: Creating Pull Request
bg: Създаване на Pull Request
da: Opretter pull-anmodning
de: Pull Request erstellen
et: Pull Requesti loomine
pt: Criando Pull Request
ru: Создание запроса на слияние

source: Cleaning Up Branches
bg: Почистване на клонове
cs: Úklid větví
da: Rydder op i grene
de: Zweige bereinigen
el: Καθαρισμός Κλαδιών
es: Limpiando ramas
et: Harude harude
fi: Haarausten siivoaminen
fr: Nettoyage des branches
he: ניקוי סניפים
hr: Čišćenje grana
hu: Ágak Takarítása
is: Raða greinum
it: Pulizia dei rami
ja: ブランチの整理
nl: Branches Opruimen
no: Rydde opp grener
pl: Porządkowanie gałęzi
pt: Limpando Branches
ro: Curățarea ramurilor
ru: Очистка веток
sk: Úprava vetiev
sv: Rensar grenar
tr: Dalların Temizlenmesi
uk: Очищення гілок

source: Removing old development branches...
bg: Премахване на стари разработки...
cs: Odstraňování starých vývojových větví...
da: Fjerner gamle udviklingsgrene...
de: Alte Entwicklungszweige entfernen...
el: Αφαίρεση παλαιών αναπτυξιακών κλάδων...
es: Eliminando ramas de desarrollo antiguas...
et: Eemaldamine vanadest arendusharudest...
fi: Poistetaan vanhoja kehityshaara...
fr: Suppression des anciennes branches de développement...
he: מניעת סניפים ישנים של פיתוח...
hr: Uklanjanje starih razvojnih grana...
hu: Régi fejlesztési ágak eltávolítása...
is: Að fjarlægja gamlar þróunargreinar...
it: Rimozione dei vecchi rami di sviluppo...
ja: 古い開発ブランチを削除しています...
nl: Oude ontwikkeltakken verwijderen...
no: Fjerner gamle utviklingsgrener...
pl: Usuwanie starych gałęzi deweloperskich...
pt: Removenda branches de desenvolvimento antigas...
ro: Eliminarea ramurilor de dezvoltare vechi...
ru: Удаление старых веток разработки...
sk: Odstraňovanie starých vývojových vetiev...
sv: Tar bort gamla utvecklingsgrenar...
tr: Eski geliştirme dalları kaldırılıyor...
uk: Видалення старих гілок розробки...

source: Cleaning Up Actions
bg: Почистване на действия
cs: Úklid akcí
da: Rydde op handlinger
de: Aktionen bereinigen
el: Καθαρισμός Δράσεων
es: Limpiando Acciones
et: Toimingute puhastamine
fi: Toimintojen siivoaminen
fr: Nettoyage des actions
he: ניקוי פעולות
hr: Čišćenje radnji
hu: Takarítási műveletek
is: Raða aðgerðum
it: Pulizia delle azioni
ja: アクションの整理
nl: Opruimacties
no: Rydde opp handlinger
pl: Czyszczenie akcji
pt: Limpando Actions
ro: Curățarea acțiunilor
ru: Очистка действий
sk: Úprava akcií
sv: Rensningsåtgärder
tr: Temizlik İşlemleri
uk: Очищення дій

source: Removing {0} GitHub Actions...
bg: Премахване на {0} GitHub действия...
cs: Odstraňování {0} GitHub Actions...
da: Fjerner {0} GitHub-handlinger...
de: Entferne {0} GitHub-Aktionen...
el: Αφαίρεση {0} GitHub Actions...
es: Eliminando {0} acciones de GitHub...
et: Eemaldamine {0} GitHubi toimingut...
fi: Poistetaan {0} GitHub-toimintoja...
fr: Suppression de {0} actions GitHub...
he: מסיר {0} פעולות GitHub...
hr: Uklanjanje {0} GitHub akcija...
hu: {0} GitHub Actions eltávolítása...
is: Að fjarlægja {0} GitHub aðgerðir...
it: Rimozione di {0} GitHub Actions...
ja: {0} GitHub Actionsを削除しています...
nl: Verwijderen van {0} GitHub Acties...
no: Fjerner {0} GitHub Actions...
pl: Usuwanie {0} akcji GitHub...
pt: Removendo {0} GitHub Actions...
ro: Eliminarea {0} GitHub Actions...
ru: Удаление {0} GitHub Actions...
sk: Odstraňovanie {0} GitHub akcií...
sv: Tar bort {0} GitHub Actions...
tr: {0} GitHub Eylemleri kaldırılıyor...
uk: Видалення {0} GitHub Actions...

source: Cleaning Up Tags
bg: Почистване на тагове
cs: Úprava štítků
da: Rydder op i tags
de: Tags bereinigen
el: Καθαρισμός Ετικετών
es: Limpiando etiquetas
et: Siltide eemaldamine
fi: Tagien siivoaminen
fr: Nettoyage des étiquettes
he: ניקוי תגים
hr: Čišćenje oznaka
hu: Címkék Tisztítása
is: Raða merkingum
it: Pulizia dei Tag
ja: タグの整理
nl: Tags Opruimen
no: Rydde opp merkelapper
pl: Czyszczenie tagów
pt: Limpando Tags
ro: Curățarea Etichetelor
ru: Очистка тегов
sk: Úprava značiek
sv: Rensning av taggar
tr: Etiketleri Temizleme
uk: Очищення тегів

source: Removing all repository tags...
bg: Премахване на всички тагове на хранилището...
cs: Odstranění všech značek repozitáře...
da: Fjerner alle repository-tags...
de: Alle Repository-Tags entfernen...
el: Αφαίρεση όλων των ετικετών αποθετηρίου...
es: Eliminando todas las etiquetas del repositorio...
et: Eemaldamine kõikidest hoidla siltidest...
fi: Poistetaan kaikki repositorion tunnisteet...
fr: Suppression de toutes les étiquettes de dépôt...
he: מניעת כל התגיות במאגר...
hr: Uklanjanje svih oznaka repozitorija...
hu: Minden tároló címke eltávolítása...
is: Að fjarlægja öll geymslumerki...
it: Rimozione di tutti i tag del repository...
ja: すべてのリポジトリタグを削除しています...
nl: Alle repository-tags verwijderen...
no: Fjerner alle depotmerker...
pl: Usuwanie wszystkich tagów repozytoriów...
pt: Removendo todas as tags do repositório...
ro: Eliminarea tuturor etichetelor din depozit...
ru: Удаление всех тегов репозитория...
sk: Odstraňovanie všetkých značiek repozitára...
sv: Tar bort alla lagertaggar...
tr: Tüm depo etiketlerini kaldırıyor...
uk: Видалення всіх тегів репозиторію...

source: ✗ Could not determine current branch
pt: ✗ Não foi possível determinar branch atual

source: Restoring code state from selected commit...
bg: Възстановяване на състоянието на кода от избрания комит...
cs: Obnovování stavu kódu z vybraného commitu...
da: Gendannelse af kode tilstand fra valgt commit...
de: Wiederherstellen des Codezustands aus dem ausgewählten Commit...
el: Ανάκτηση κατάστασης κώδικα από την επιλεγμένη δέσμευση...
es: Restaurando el estado del código desde el commit seleccionado...
et: Koodi oleku taastamine valitud commit'ist...
fi: Palautetaan kooditila valitusta commitista...
fr: Restauration de l'état du code à partir du commit sélectionné...
he: שחזור מצב הקוד מהמחויב שנבחר...
hr: Obnavljanje stanja koda iz odabranog commita...
hu: A kiválasztott commitból a kód állapotának visszaállítása...
is: Endurheimta kóðastöðu frá valinni skuldbindingu...
it: Ripristino dello stato del codice dal commit selezionato...
ja: 選択したコミットからコードの状態を復元しています...
nl: Herstellen van de code-status van de geselecteerde commit...
no: Gjenoppretter kode tilstand fra valgt commit...
pl: Przywracanie stanu kodu z wybranego zatwierdzenia...
pt: Restaurando estado do código a partir do commit selecionado...
ro: Restaurarea stării codului din commit-ul selectat...
ru: Восстановление состояния кода из выбранного коммита...
sk: Obnovovanie stavu kódu z vybraného commitu...
sv: Återställer kodtillstånd från vald commit...
tr: Seçilen commit'ten kod durumu geri yükleniyor...
uk: Відновлення стану коду з вибраного коміту...

source: ✗ Failed to checkout commit: {0}
pt: ✗ Falha ao fazer checkout do commit: {0}

source: Staging restored files...
bg: Подготовка на възстановени файлове...
cs: Příprava obnovených souborů...
da: Klargøring af gendannede filer...
de: Wiederhergestellte Dateien werden vorbereitet...
el: Προετοιμασία αποκατεστημένων αρχείων...
es: Preparando archivos restaurados...
et: Ettevalmistamine taastatud faile...
fi: Välimuistin palautetut tiedostot...
fr: Mise en scène des fichiers restaurés...
he: מעמיד קבצים ששוחזרו...
hr: Priprema vraćenih datoteka...
hu: Fájlok előkészítése a visszaállításhoz...
is: Aðgerð að endurheimta skrár...
it: Preparazione dei file ripristinati...
ja: 復元されたファイルをステージング中...
nl: Bestanden aan het herstellen...
no: Klargjøring av gjenopprettede filer...
pl: Przygotowywanie przywróconych plików...
pt: Preparando arquivos restaurados...
ro: Pregătirea fișierelor restaurate...
ru: Подготовка восстановленных файлов...
sk: Pripravujem obnovené súbory...
sv: Ställer in återställda filer...
tr: Geri yüklenen dosyalar sahneye alınıyor...
uk: Стадіювання відновлених файлів...

source: No changes detected - code is already at selected state
bg: Не са открити промени - кодът вече е в избрано състояние
cs: Žádné změny nebyly zjištěny - kód je již ve vybraném stavu
da: Ingen ændringer registreret - koden er allerede i den valgte tilstand
de: Keine Änderungen erkannt - der Code befindet sich bereits im ausgewählten Zustand
el: Δεν ανιχνεύθηκαν αλλαγές - ο κώδικας είναι ήδη στην επιλεγμένη κατάσταση
es: No se detectaron cambios - el código ya está en el estado seleccionado
et: Mingeid muudatusi ei leitud - kood on juba valitud olekus
fi: Ei muutoksia havaittu - koodi on jo valitussa tilassa
fr: Aucun changement détecté - le code est déjà dans l'état sélectionné
he: לא זוהו שינויים - הקוד כבר במצב שנבחר
hr: Nema promjena - kod je već u odabranom stanju
hu: Nincsenek észlelhető változások - a kód már a kiválasztott állapotban van
is: Engin engin breytingar - kóðinn er þegar í valda ástandi
it: Nessuna modifica rilevata - il codice è già nello stato selezionato
ja: 変更は検出されませんでした - コードはすでに選択された状態です
nl: Geen wijzigingen gedetecteerd - code is al in de geselecteerde staat
no: Ingen endringer oppdaget - koden er allerede i valgt tilstand
pl: Nie wykryto zmian - kod jest już w wybranym stanie
pt: Nenhuma alteração detectada - o código já está no estado selecionado
ro: Nu s-au detectat modificări - codul este deja în starea selectată.
ru: Изменений не обнаружено - код уже находится в выбранном состоянии
sk: Žiadne zmeny neboli zistené - kód je už v zvolenom stave
sv: Inga ändringar upptäckta - koden är redan i valt tillstånd
tr: Değişiklik tespit edilmedi - kod zaten seçilen durumda.
uk: Ніяких змін не виявлено - код вже знаходиться в обраному стані

source: Creating revert commit...
bg: Създаване на комит за възстановяване...
cs: Vytváření revertovacího commitu...
da: Opretter tilbagesendelsescommit...
de: Erstellen eines Rückgängig-M commits...
el: Δημιουργία αναίρεσης δέσμευσης...
es: Creando commit de reversión...
et: Loome tagasivõtmise commit'i...
fi: Luodaan palautuskommitia...
fr: Création d'un commit de revert...
he: יוצר התחייבות החזרה...
hr: Stvaranje povratnog commita...
hu: Visszavonó commit létrehozása...
is: Að búa til afturköllunarskrá...
it: Creazione del commit di revert...
ja: リバートコミットを作成中...
nl: Revert-commit aanmaken...
no: Oppretter tilbaketrekningskommentar...
pl: Tworzenie commit'u cofającego...
pt: Criando commit de reversão...
ro: Crearea unui commit de revenire...
ru: Создание коммита отката...
sk: Vytváranie reverzného commitu...
sv: Skapar återställningskommitté...
tr: Geri alma taahhüdü oluşturuluyor...
uk: Створення коміту скасування...

source: ✗ Failed to create revert commit: {0}
pt: ✗ Falha ao criar commit de reversão: {0}

source: ✓ Revert commit created successfully
pt: ✓ Commit de reversão criado com sucesso

source: Pushing revert changes...
bg: Изтласкване на възстановяване на промените...
cs: Zpět vracení změn...
da: Skubber ændringer tilbage...
de: Änderungen zurücksetzen...
el: Αναίρεση αλλαγών...
es: Revirtiendo cambios...
et: Tagasi pööramise muudatuste saatmine...
fi: Työnnetään palauttamismuutoksia...
fr: Pousser les modifications de réversion...
he: דוחף לשחזר שינויים...
hr: Guranje promjena povrata...
hu: Visszaállítási változtatások küldése...
is: Að ýta á að endurheimta breytingar...
it: Ripristino delle modifiche...
ja: 変更を元に戻しています...
nl: Wijzigingen terugdraaien...
no: Skyverer endringer...
pl: Wprowadzanie zmian przywracających...
pt: Enviando alterações de reversão...
ro: Împingerea modificărilor de revenire...
ru: Отмена изменений...
sk: Zatlačovanie zmien späť...
sv: Trycker på återställ ändringar...
tr: Geri alma değişiklikleri itiliyor...

source: ✗ Failed to push: {0}
pt: ✗ Falha ao enviar: {0}

source: ✓ Revert changes pushed successfully
pt: ✓ Alterações de reversão enviadas com sucesso

source: ✓ Revert completed (commit was only local)
pt: ✓ Reversão concluída (commit era apenas local)

source: Resetting to selected commit...
pt: Resetando paro commit selecionado...

source: ✗ Failed to reset: {0}
pt: ✗ Falha ao resetar: {0}

source: ✓ Reset completed locally
pt: ✓ Reset concluído localmente

source: Commit exists in remote - force pushing...
pt: Commit existe no remoto - forçando push...

source: ✗ Force push failed: {0}
pt: ✗ Push forçado falhou: {0}

source: Reset completed locally only (remote unchanged)
bg: Нулирането е завършено локално само (отдалеченото не е променено)
cs: Reset dokončen pouze lokálně (vzdálený nezměněn)
da: Nulstilling afsluttet lokalt kun (fjernt uændret)
de: Zurücksetzen lokal abgeschlossen (remote unverändert)
el: Η επαναφορά ολοκληρώθηκε τοπικά μόνο (απομακρυσμένο αμετάβλητο)
es: Restablecimiento completado solo localmente (remoto sin cambios)
et: Reset lõpetatud ainult kohapeal (kaugjuhtimine muutmata)
fi: Nollaus suoritettu vain paikallisesti (etätila muuttumaton)
fr: Réinitialisation terminée localement uniquement (à distance inchangée)
he: איפוס הושלם מקומית בלבד (מרחוק לא השתנה)
hr: Resetiranje dovršeno samo lokalno (udaljeno nepromijenjeno)
hu: A visszaállítás helyben befejeződött (távoli változatlan maradt)
is: Endurstilling lokalt lokið aðeins (fjarstýrð óbreytt)
it: Ripristino completato solo localmente (remoto invariato)
ja: リセットはローカルでのみ完了しました（リモートは変更されていません）
nl: Reset alleen lokaal voltooid (afstandsbediening onveranderd)
no: Tilbakestilling fullført lokalt bare (fjernt uendret)
pl: Reset zakończony lokalnie (zdalnie niezmieniony)
pt: Reset concluído apenas localmente (remoto não alterado)
ro: Reset complet local doar (de la distanță neschimbat)
ru: Сброс завершен только локально (удаленный не изменен)
sk: Reset dokončen iba lokálne (diaľkovo nezmenené)
sv: Återställning slutförd lokalt endast (fjärr oförändrad)
tr: Sıfırlama yalnızca yerel olarak tamamlandı (uzaktan değişmedi)
uk: Скидання завершено лише локально (віддалене незмінене)

source: ✓ Reset force pushed to remote
pt: ✓ Reset enviado forçado para remoto

source: ✓ Reset completed (commit was only local)
pt: ✓ Reset concluído (commit era apenas local)

source: ✗ Error during {0}: {1}
pt: ✗ Erro durante {0}: {1}

source: ✗ Unexpected error: {0}
pt: ✗ Erro inesperado: {0}

source: Reverting Commit
bg: Връщане на комит
cs: Vrátit změnu
da: Tilbageførsel af commit
de: Änderung rückgängig machen
el: Αναίρεση Δέσμευσης
es: Revirtiendo Commit
et: Tagasi pööramine
fi: Palautetaan sitoumus
fr: Annulation de l'engagement
he: שחזור קומיט
hr: Vraćanje Commita
hu: Visszavonás elkötelezés
is: Afturköllun skuldbindingar
it: Ripristino Commit
ja: コミットを元に戻しています
nl: Commit terugdraaien
no: Tilbakeføring av forpliktelse
pl: Cofnięcie zatwierdzenia
pt: Revertendo Commit
ro: Revenire la Commit
ru: Отмена коммита
sk: Vrátanie commitu
sv: Återställning av commit
tr: Commit Geri Alma
uk: Скасування коміту

source: Reverting commit {0} using {1} method...
bg: Връщане на комит {0} с метода {1}...
cs: Vrátí se k commitu {0} pomocí metody {1}...
da: Gendannelse af commit {0} ved hjælp af {1} metode...
de: Ändern des Commits {0} mit der Methode {1}...
el: Αναίρεση της δέσμευσης {0} χρησιμοποιώντας τη μέθοδο {1}...
es: Revirtiendo el commit {0} utilizando el método {1}...
et: Tagasi pööramine commit {0} kasutades {1} meetodit...
fi: Palautetaan sitoumus {0} käyttäen {1} menetelmää...
fr: Rétablissement du commit {0} en utilisant la méthode {1}...
he: מחזיר את המחויבות {0} באמצעות שיטת {1}...
hr: Vraćanje commita {0} korištenjem {1} metode...
hu: A {1} módszer használatával a {0} elkötelezettség visszavonása...
is: Afturköllun á skuldbindingu {0} með {1} aðferð...
it: Ripristino del commit {0} utilizzando il metodo {1}...
ja: コミット {0} を {1} メソッドを使用して元に戻しています...
nl: Commit {0} terugzetten met {1} methode...
no: Tilbakefører commit {0} ved hjelp av {1} metoden...
pl: Cofnięcie zatwierdzenia {0} za pomocą metody {1}...
pt: Revertendo commit {0} usando método {1}...
ro: Revenind la commit-ul {0} folosind metoda {1}...
ru: Возврат коммита {0} с использованием метода {1}...
sk: Vrátanie commitu {0} pomocou metódy {1}...
sv: Återställer commit {0} med {1} metoden...
tr: {1} yöntemi kullanılarak {0} commit'i geri alınıyor...
uk: Відкат коміту {0} за допомогою методу {1}...

source: Status refreshed
bg: Статус обновен
cs: Stav obnoven.
da: Status opdateret
de: Status aktualisiert
el: Η κατάσταση ανανεώθηκε
es: Estado actualizado
et: Oleku uuendatud
fi: Tila päivitetty
fr: Statut actualisé
he: הסטטוס עודכן
hr: Status osvježen
hu: Állapot frissítve
is: Staða endurnýjuð
it: Stato aggiornato
ja: ステータスが更新されました
nl: Status vernieuwd
no: Status oppdatert
pl: Status odświeżony
pt: Status atualizado
ro: Stare actualizată
ru: Статус обновлён
sk: Stav obnovený
sv: Status uppdaterad
tr: Durum yenilendi
uk: Статус оновлено

source: Not in a Git repository
bg: Не е в Git хранилище
cs: Není v Git repozitáři
da: Ikke i et Git-repositorium
de: Nicht in einem Git-Repository
el: Δεν είναι σε αποθετήριο Git
es: No en un repositorio de Git
et: Ei ole Git'i hoidlas
fi: Ei Git-repositoriossa
fr: Pas dans un dépôt Git
he: לא במאגר Git
hr: Nije u Git repozitoriju
hu: Nincs Git tárolóban
is: Ekki í Git skráarsafni
it: Non in un repository Git
ja: Git リポジトリ内ではありません
nl: Niet in een Git-repository
no: Ikke i et Git-repositorium
pl: Nie w repozytorium Git
pt: Não está em um repositório Git
ro: Nu este într-un repository Git
ru: Не в репозитории Git
sk: Nie je v Git repozitári
sv: Inte i ett Git-förråd
tr: Git deposunda değil
uk: Не в репозиторії Git

source: Successfully pulled latest changes
bg: Успешно изтеглени последни промени
cs: Úspěšně staženy nejnovější změny
da: Succesfuldt hentet de nyeste ændringer
de: Erfolgreich die neuesten Änderungen abgerufen
el: Επιτυχώς αντλήθηκαν οι τελευταίες αλλαγές
es: Se han descargado correctamente los últimos cambios.
et: Edukalt tõmmatud uusimad muudatused
fi: Viimeisimmät muutokset on onnistuneesti haettu.
fr: Modifications les plus récentes récupérées avec succès
he: שינויים האחרונים נמשכו בהצלחה
hr: Uspješno preuzete najnovije promjene
hu: Sikeresen letöltötte a legújabb változtatásokat
is: Sukrandi að draga síðustu breytingar.
it: Modifiche più recenti estratte con successo
ja: 最新の変更を正常に取得しました
nl: Succesvol de laatste wijzigingen binnengehaald
no: Suksessfullt hentet de nyeste endringene
pl: Pomyślnie pobrano najnowsze zmiany
pt: Últimas alterações baixadas com sucesso
ro: Modificările recente au fost extrase cu succes.
ru: Успешно извлечены последние изменения
sk: Úspešne stiahnuté najnovšie zmeny
sv: Framgångsrikt hämtade de senaste ändringarna
tr: Son değişiklikler başarıyla alındı.
uk: Успішно завантажено останні зміни

source: Failed to pull changes
bg: Неуспешно изтегляне на промени
cs: Nepodařilo se stáhnout změny
da: Mislykkedes at hente ændringer
de: Änderungen konnten nicht abgerufen werden
el: Αποτυχία λήψης αλλαγών
es: Error al obtener cambios
et: Muudatuste allalaadimine ebaõnnestus
fi: Muutosten vetäminen epäonnistui
fr: Échec de la récupération des modifications
he: נכשל למשוך שינויים
hr: Nije uspjelo povući promjene
hu: A változtatások letöltése nem sikerült
is: Mistók að draga breytingar
it: Impossibile recuperare le modifiche
ja: 変更の取得に失敗しました
nl: Mislukt om wijzigingen op te halen
no: Feilet å hente endringer
pl: Nie udało się pobrać zmian
pt: Falha ao baixar alterações
ro: Eșec la preluarea modificărilor
ru: Не удалось получить изменения
sk: Nepodarilo sa stiahnuť zmeny
sv: Misslyckades med att hämta ändringar
tr: Değişiklikleri çekme başarısız oldu
uk: Не вдалося отримати зміни

source: Operation failed: {0}
bg: Операцията неуспешна: {0}
cs: Operace selhala: {0}
da: Operationen mislykkedes: {0}
de: Operation fehlgeschlagen: {0}
el: Η λειτουργία απέτυχε: {0}
es: Operación fallida: {0}
et: Tegevus ebaõnnestus: {0}
fi: Toiminto epäonnistui: {0}
fr: L'opération a échoué : {0}
he: הפעולה נכשלה: {0}
hr: Operacija nije uspjela: {0}
hu: Művelet sikertelen: {0}
is: Aðgerð mistókst: {0}
it: Operazione non riuscita: {0}
ja: 操作に失敗しました: {0}
nl: Operatie mislukt: {0}
no: Operasjonen mislyktes: {0}
pl: Operacja nie powiodła się: {0}
pt: Operação falhou: {0}
ro: Operațiune eșuată: {0}
ru: Операция не удалась: {0}
sk: Operácia zlyhala: {0}
sv: Operationen misslyckades: {0}
tr: İşlem başarısız oldu: {0}
uk: Операція не вдалася: {0}

source: Error updating nav badges: {0}
pt: Erro ao atualizar badges de navegação: {0}

source: Summary: {0}
bg: Резюме: {0}
cs: Shrnutí: {0}
da: Resumé: {0}
de: Zusammenfassung: {0}
el: Περίληψη: {0}
es: Resumen: {0}
et: Kokkuvõte: {0}
fi: Yhteenveto: {0}
fr: Résumé : {0}
he: סיכום: {0}
hr: Sažetak: {0}
hu: Összefoglaló: {0}
is: Yfirlit: {0}
it: Riepilogo: {0}
ja: 概要: {0}
nl: Samenvatting: {0}
no: Sammendrag: {0}
pl: Podsumowanie: {0}
pt: Resumo: {0}
ro: Rezumat: {0}
ru: Сводка: {0}
sk: Zhrnutie: {0}
sv: Sammanfattning: {0}
tr: Özet: {0}
uk: Резюме: {0}

source: Fatal Error
bg: Фатална грешка
cs: Fatální chyba
da: Fatal fejl
de: Fatale Fehlermeldung
el: Καταστροφικό Σφάλμα
es: Error Fatal
et: Kriitiline viga
fi: Kriittinen virhe
fr: Erreur fatale
he: שגיאת מערכת חמורה
hr: Fatalna pogreška
hu: Súlyos hiba
is: Alvarleg villa
it: Errore Fatale
ja: 致命的なエラー
nl: Fatale fout
no: Fatal feil
pl: Błąd krytyczny
pt: Erro Fatal
ro: Eroare fatală
ru: Фатальная ошибка
sk: Kritická chyba
sv: Fatalfel
tr: Ağır Hata
uk: Фатальна помилка

source: Dialog error: {0}
pt: Erro de diálogo: {0}

source: Fatal error: {0}
pt: Erro fatal: {0}

source: Welcome
bg: Добре дошли
da: Velkommen
de: Willkommen
et: Tere tulemast
hu: Üdvözöljük
pt: Bem-vindo
ru: Добро пожаловать

source: Welcome to {0}
bg: Добре дошли в {0}
cs: Vítejte v {0}
da: Velkommen til {0}
de: Willkommen bei {0}
el: Καλώς ήρθατε στο {0}
es: Bienvenido a {0}
et: Tere tulemast {0}
fi: Tervetuloa {0}
fr: Bienvenue à {0}
he: ברוך הבא ל-{0}
hr: Dobrodošli u {0}
hu: Üdvözöljük a {0} oldalon
is: Velkomin í {0}
it: Benvenuto a {0}
ja: {0}へようこそ
nl: Welkom bij {0}
no: Velkommen til {0}
pl: Witamy w {0}
pt: Bem-vindo ao {0}
ro: Bine ai venit la {0}
ru: Добро пожаловать в {0}
sk: Vitajte v {0}
sv: Välkommen till {0}
tr: {0}'ya Hoş Geldiniz
uk: Ласкаво просимо до {0}

source: Version {0}
bg: Версия {0}
cs: Verze {0}
el: Έκδοση {0}
es: Versión {0}
et: Versioon {0}
fi: Versio {0}
he: גרסה {0}
hr: Verzija {0}
hu: Verzió {0}
is: Útgáfa {0}
it: Versione {0}
ja: バージョン {0}
nl: Versie {0}
no: Versjon {0}
pl: Wersja {0}
pt: Versão {0}
ro: Versiunea {0}
ru: Версия {0}
sk: Verzia {0}
tr: Sürüm {0}
uk: Версія {0}

source: Key Features
bg: Ключови функции
da: Nøglefunktioner
de: Hauptmerkmale
et: Peamised omadused
hu: Főbb jellemzők
pt: Recursos Principais
ru: Ключевые особенности

source: Stage changes and push to your development branch with semantic commit messages
bg: Стадии на промените и изпращане към вашия клон за разработка с семантични съобщения за комити
da: Stage ændringer og push til din udviklingsgren med semantiske commit-beskeder
de: Ändern Sie die Änderungen und pushen Sie sie in Ihren Entwicklungszweig mit semantischen Commit-Nachrichten.
et: Ettevalmistage muudatused ja saatke need oma arendusharusse koos semantiliste commit-sõnumitega.
hu: Változások színpadra állítása és feltöltése a fejlesztési ágadba szemantikus commit üzenetekkel
pt: Preparar alterações e enviar parsua branch de desenvolvimento com mensagens de commit semânticas
ru: Стадия изменений и отправка в вашу ветку разработки с семантическими сообщениями коммитов

source: Build Packages
bg: Създаване на пакети
da: Byg pakker
de: Pakete erstellen
et: Koguda paketid
hu: Csomagok építése
pt: Construir Pacotes
ru: Собрать пакеты
