Repository: big-comm/gitrepo
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Error cleaning tags: {0}
bg: Грешка при почистване на тагове: {0}
cs: Chyba při čištění značek: {0}
da: Fejl ved rengøring af tags: {0}
de: Fehler beim Bereinigen der Tags: {0}
el: Σφάλμα κατά την καθαρισμό ετικετών: {0}
es: Error al limpiar etiquetas: {0}
et: Viga siltide puhastamisel: {0}
fi: Virhe puhdistaessa tageja: {0}
fr: Erreur lors du nettoyage des balises : {0}
he: שגיאה בניקוי תגיות: {0}
hr: Greška pri čišćenju oznaka: {0}
hu: Hiba a címkék törlésekor: {0}
is: Villa að hreinsa merki: {0}
it: Errore nella pulizia dei tag: {0}
ja: タグのクリーンアップエラー: {0}
nl: Fout bij het opschonen van tags: {0}
no: Feil ved rengjøring av tagger: {0}
pl: Błąd podczas czyszczenia tagów: {0}
pt: Erro ao limpar tags: {0}
ro: Eroare la curățarea etichetelor: {0}
ru: Ошибка очистки тегов: {0}
sk: Chyba pri čistení značiek: {0}
sv: Fel vid rensning av taggar: {0}
tr: Etiketler temizlenirken hata: {0}
uk: Помилка очищення тегів: {0}

source: Source branch name is required to create a pull request
bg: Изисква се име на източната клонка, за да се създаде искане за сливане.
cs: Název zdrojové větve je vyžadován k vytvoření pull requestu.
da: Kildegrenavn er påkrævet for at oprette en pull-anmodning
de: Der Quellbranch-Name ist erforderlich, um eine Herunterladen-Anfrage zu erstellen.
el: Απαιτείται το όνομα του κλάδου προέλευσης για να δημιουργηθεί ένα αίτημα έλξης.
es: Se requiere el nombre de la rama de origen para crear una solicitud de extracción.
et: Allika haru nimi on vajalik tõukepäringu loomiseks.
fi: Lähdehaaran nimi on pakollinen vetopyynnön luomiseksi.
fr: Le nom de la branche source est requis pour créer une demande de tirage.
he: שם ענף המקור נדרש כדי ליצור בקשת משיכה
hr: Naziv izvorne grane je obavezan za kreiranje zahtjeva za povlačenje.
hu: A forráság neve kötelező a pull request létrehozásához.
is: Krafna greinarheiti er nauðsynlegt til að búa til draga beiðni.
it: È necessario il nome del ramo sorgente per creare una richiesta di scaricare.
ja: プルリクエストを作成するには、ソースブランチ名が必要です。
nl: De naam van de bronsbranch is vereist om een pull request te maken.
no: Kildegrenavn er påkrevd for å opprette en pull request
pl: Nazwa gałęzi źródłowej jest wymagana do utworzenia żądania ściągnięcia.
pt: Nome da branch de origem é necessário para criar um pull request
ro: Numele ramurii sursă este necesar pentru a crea o cerere de extragere.
ru: Имя исходной ветки обязательно для создания запроса на слияние.
sk: Názov zdrojovej vetvy je potrebný na vytvorenie požiadavky na zlúčenie.
sv: Källgren namn krävs för att skapa en pull-begäran
tr: Kaynak dal adı, bir çekme isteği oluşturmak için gereklidir.
uk: Джерельна назва гілки є обов'язковою для створення запиту на злиття.

source: Repository name could not be determined
bg: Не можа да бъде определено името на хранилището.
cs: Název repozitáře nebylo možné určit
da: Repository-navn kunne ikke bestemmes
de: Der Repository-Name konnte nicht bestimmt werden.
el: Δεν ήταν δυνατός ο προσδιορισμός του ονόματος του αποθετηρίου
es: No se pudo determinar el nombre del repositorio.
et: Repo nime ei saanud määrata
fi: Tietovaraston nimeä ei voitu määrittää.
fr: Le nom du dépôt n'a pas pu être déterminé.
he: לא ניתן לקבוע את שם המאגר
hr: Ime repozitorija nije moglo biti određeno
hu: A tároló neve nem határozható meg.
is: Gagnageymsluheiti gat ekki verið ákvarðað.
it: Impossibile determinare il nome del repository
ja: リポジトリ名を特定できませんでした
nl: De naam van de repository kon niet worden bepaald.
no: Repositorynavn kunne ikke bestemmes
pl: Nie można określić nazwy repozytorium
pt: Não foi possível determinar o nome do repositório
ro: Numele depozitului nu a putut fi determinat.
ru: Не удалось определить имя репозитория
sk: Názov repozitára sa nedal určiť
sv: Repositorynamn kunde inte bestämmas
tr: Depo adı belirlenemedi.
uk: Не вдалося визначити назву репозиторію

source: Creating pull request: {0} → {1}
bg: Създаване на искане за изтегляне: {0} → {1}
cs: Vytváření pull requestu: {0} → {1}
da: Opretter pull-anmodning: {0} → {1}
de: Herunterladen-Anfrage erstellen: {0} → {1}
el: Δημιουργία αιτήματος έλξης: {0} → {1}
es: Creando solicitud de extracción: {0} → {1}
et: Pulli taotluse loomine: {0} → {1}
fi: Luodaan vetopyyntö: {0} → {1}
fr: Création de la demande de tirage : {0} → {1}
he: יצירת בקשת משיכה: {0} → {1}
hr: Kreiranje zahtjeva za povlačenje: {0} → {1}
hu: Pull request létrehozása: {0} → {1}
is: Búa til beiðni um að draga: {0} → {1}
it: Creazione della richiesta di scaricare: {0} → {1}
ja: プルリクエストを作成中: {0} → {1}
nl: Een pull request aanmaken: {0} → {1}
no: Oppretter pull-forespørsel: {0} → {1}
pl: Tworzenie żądania ściągnięcia: {0} → {1}
pt: Criando pull request: {0} → {1}
ro: Crearea cererii de extragere: {0} → {1}
ru: Создание запроса на слияние: {0} → {1}
sk: Vytváranie požiadavky na zlúčenie: {0} → {1}
sv: Skapar pull-begäran: {0} → {1}
tr: Çekme isteği oluşturuluyor: {0} → {1}
uk: Створення запиту на злиття: {0} → {1}

source: Resolving possible conflicts before merge...
bg: Разрешаване на възможни конфликти преди сливане...
cs: Řešení možných konfliktů před sloučením...
da: Løser mulige konflikter før sammenfletning...
de: Mögliche Konflikte vor dem Zusammenführen beheben...
el: Επίλυση πιθανών συγκρούσεων πριν από τη συγχώνευση...
es: Resolviendo posibles conflictos antes de la fusión...
et: Lahendamine võimalikke konflikte enne ühinemist...
fi: Ratkaistaan mahdolliset konfliktit ennen yhdistämistä...
fr: Résolution des conflits possibles avant la fusion...
he: פתרון קונפליקטים אפשריים לפני מיזוג...
hr: Rješavanje mogućih sukoba prije spajanja...
hu: Lehetséges konfliktusok megoldása a merge előtt...
is: Leyst möguleg átök áður en sameining...
it: Risoluzione dei possibili conflitti prima della fusione...
ja: マージ前の可能な競合を解決しています...
nl: Mogelijke conflicten oplossen voordat de samenvoeging...
no: Løser mulige konflikter før sammenslåing...
pl: Rozwiązywanie możliwych konfliktów przed scaleniem...
pt: Resolvendo possíveis conflitos antes do merge...
ro: Rezolvarea posibilelor conflicte înainte de îmbinare...
ru: Разрешение возможных конфликтов перед слиянием...
sk: Riešenie možných konfliktov pred zlúčením...
sv: Löser möjliga konflikter innan sammanslagning...
tr: Birleştirmeden önce olası çatışmaları çözme...
uk: Вирішення можливих конфліктів перед злиттям...

source: Warning: Could not resolve conflicts automatically
bg: Предупреждение: Не можа да разреши конфликтите автоматично
cs: Upozornění: Nelze automaticky vyřešit konflikty
da: Advarsel: Kunne ikke løse konflikter automatisk
de: Warnung: Konflikte konnten nicht automatisch gelöst werden
el: Προειδοποίηση: Δεν ήταν δυνατή η αυτόματη επίλυση των συγκρούσεων
es: Advertencia: No se pudieron resolver los conflictos automáticamente
et: Hoiatus: Konflikte ei õnnestunud automaatselt lahendada
fi: Varoitus: Konflikteja ei voitu ratkaista automaattisesti
fr: Avertissement : Impossible de résoudre les conflits automatiquement
he: אזהרה: לא ניתן לפתור קונפליקטים באופן אוטומטי
hr: Upozorenje: Nije moguće automatski riješiti sukobe
hu: Figyelmeztetés: A konfliktusokat nem sikerült automatikusan megoldani.
is: Varning: Kunde inte lösa konflikter automatiskt
it: Avviso: Impossibile risolvere i conflitti automaticamente
ja: 警告: 自動的に競合を解決できませんでした
nl: Waarschuwing: Conflicten konden niet automatisch worden opgelost
no: Advarsel: Kunne ikke løse konflikter automatisk
pl: Ostrzeżenie: Nie można automatycznie rozwiązać konfliktów
pt: Aviso: Não foi possível resolver conflitos automaticamente
ro: Atenție: Nu s-au putut rezolva conflictele automat.
ru: Предупреждение: Не удалось автоматически разрешить конфликты
sk: Upozornenie: Nepodarilo sa automaticky vyriešiť konflikty
sv: Varning: Kunde inte lösa konflikter automatiskt
tr: Uyarı: Çatışmalar otomatik olarak çözülemedi
uk: Увага: Не вдалося автоматично вирішити конфлікти

source: Trying to create PR anyway...
bg: Опитвам се да създам PR все пак...
cs: Snažím se vytvořit PR stejně...
da: Forsøger stadig at oprette PR...
de: Versuche trotzdem, einen PR zu erstellen...
el: Προσπαθώ να δημιουργήσω PR ούτως ή άλλως...
es: Intentando crear PR de todos modos...
et: Proovin ikkagi PR-i loomist...
fi: Yritän silti luoda PR:ää...
fr: Essai de créer une PR de toute façon...
he: מנסה ליצור PR בכל מקרה...
hr: Pokušavam stvoriti PR u svakom slučaju...
hu: Próbálkozom a PR létrehozásával...
is: Reyna að búa til PR engu að síður...
it: Sto cercando di creare una PR comunque...
ja: とにかくPRを作成しようとしています...
nl: Proberen om PR toch aan te maken...
no: Prøver å opprette PR uansett...
pl: Próbuję stworzyć PR w każdym razie...
pt: Tentando criar PR mesmo assim...
ro: Încerc să creez PR oricum...
ru: Все равно пытаюсь создать PR...
sk: Snažím sa vytvoriť PR aj tak...
sv: Försöker skapa PR ändå...
tr: Yine de PR oluşturmaya çalışıyorum...
uk: Спроба створити PR у будь-якому випадку...

source: Branches are already identical - no PR needed!
pt: As ramificações já são idênticas - nenhuma PR necessária!

source: Code is already up to date in '{0}'
pt: O código já está atualizado em '{0}'

source: Using existing PR #{0}
pt: Usando PR existente #{0}

source: Failed to create PR: {0}
bg: Неуспешно създаване на PR: {0}
cs: Nepodařilo se vytvořit PR: {0}
da: Mislykkedes med at oprette PR: {0}
de: Fehler beim Erstellen des PR: {0}
el: Αποτυχία δημιουργίας PR: {0}
es: Error al crear PR: {0}
et: PR-i loomine ebaõnnestus: {0}
fi: Epäonnistui PR:n luomisessa: {0}
fr: Échec de la création de la PR : {0}
he: נכשל ביצירת PR: {0}
hr: Neuspješno kreiranje PR-a: {0}
hu: PR létrehozása nem sikerült: {0}
is: Ekki tókst að búa til PR: {0}
it: Impossibile creare PR: {0}
ja: PRの作成に失敗しました: {0}
nl: Kon niet PR aanmaken: {0}
no: Feilet å opprette PR: {0}
pl: Nie udało się utworzyć PR: {0}
pt: Falha ao criar PR: {0}
ro: Eșec la crearea PR: {0}
ru: Не удалось создать PR: {0}
sk: Nepodarilo sa vytvoriť PR: {0}
sv: Misslyckades med att skapa PR: {0}
tr: PR oluşturulamadı: {0}
uk: Не вдалося створити PR: {0}

source: Pull request ready: {0}
pt: Pull request pronto: {0}

source: Starting auto-merge process...
bg: Започване на автоматичен процес на сливане...
cs: Zahájení procesu automatického sloučení...
da: Starter automatisk sammenslagningsproces...
de: Starte den automatischen Zusammenführungsprozess...
el: Ξεκινάει η διαδικασία αυτόματης συγχώνευσης...
es: Iniciando el proceso de fusión automática...
et: Alustamine automaatliitmise protsessi...
fi: Aloitetaan automaattisen yhdistämisen prosessi...
fr: Démarrage du processus de fusion automatique...
he: מתחיל תהליך מיזוג אוטומטי...
hr: Pokretanje automatskog spajanja...
hu: Automatikus egyesítési folyamat indítása...
is: Byrjar sjálfvirka sameiningarferlið...
it: Avvio del processo di fusione automatica...
ja: 自動マージプロセスを開始しています...
nl: Automatisch samenvoegen proces starten...
no: Starter auto-sammenslåingsprosess...
pl: Rozpoczynanie procesu automatycznego scalania...
pt: Iniciando processo de merge automático...
ro: Începerea procesului de auto-fuzionare...
ru: Запуск процесса автоматического слияния...
sk: Spúšťam proces automatického zlúčenia...
sv: Startar automatisk sammanslagningsprocess...
tr: Otomatik birleştirme süreci başlatılıyor...
uk: Початок процесу автоматичного злиття...

source: AUTO-MERGE COMPLETED SUCCESSFULLY!
bg: АВТОМАТИЧНО СЛЕПВАНЕ ЗАВЪРШЕНО УСПЕШНО!
cs: AUTOMATICKÉ SLUČOVÁNÍ BYLO ÚSPĚŠNĚ DOKONČENO!
da: AUTO-MERGE FULDFØRT SUCCESFULDT!
de: AUTO-MERGE ERFOLGREICH ABGESCHLOSSEN!
el: Η ΑΥΤΟΜΑΤΗ ΣΥΓΧΩΝΕΥΣΗ ΟΛΟΚΛΗΡΩΘΗΚΕ ΜΕ ΕΠΙΤΥΧΙΑ!
es: ¡FUSIÓN AUTOMÁTICA COMPLETADA CON ÉXITO!
et: AUTOMOODUSTAMINE LÕPETATUD EDUKALT!
fi: AUTOMAATTINEN YHDISTÄMINEN VALMIS ONNISTUNEESTI!
fr: LA FUSION AUTOMATIQUE A ÉTÉ RÉALISÉE AVEC SUCCÈS !
he: מיזוג אוטומטי הושלם בהצלחה!
hr: AUTOMATSKO SPOJENJE USPJEŠNO ZAVRŠENO!
hu: AUTÓ-ÖSSZEFŰZÉS SIKERESEN BEFEJEZVE!
is: Sjálfvirk sameiningu lokið með góðum árangri!
it: AUTO-MERGE COMPLETATO CON SUCCESSO!
ja: 自動マージが正常に完了しました！
nl: AUTO-MERGE SUCCESVOL VOLTOOID!
no: AUTO-MERGE FULLFØRT SUKSESSFULLT!
pl: AUTOMATYCZNE ŁĄCZENIE ZAKOŃCZONE POMYŚLNIE!
pt: MERGE AUTOMÁTICO CONCLUÍDO COM SUCESSO!
ro: FUZIONARE AUTOMATĂ FINALIZATĂ CU SUCCES!
ru: АВТОСЛИЯНИЕ УСПЕШНО ЗАВЕРШЕНО!
sk: AUTOMATICKÉ ZLÚČENIE ÚSPEŠNE DOKONČENÉ!
sv: AUTO-MERGE SLUTFÖRT FRAMGÅNGSRIKT!
tr: OTOMATİK BİRLEŞTİRME BAŞARIYLA TAMAMLANDI!

source: Auto-merge failed: {0}
bg: Автоматичното сливане не успя: {0}
cs: Automatické sloučení selhalo: {0}
da: Auto-sammenlægning mislykkedes: {0}
de: Automatisches Zusammenführen fehlgeschlagen: {0}
el: Αυτόματη συγχώνευση απέτυχε: {0}
es: Fusión automática fallida: {0}
et: Automaatne ühinemine ebaõnnestus: {0}
fi: Automaattinen yhdistäminen epäonnistui: {0}
fr: Échec de la fusion automatique : {0}
he: מיזוג אוטומטי נכשל: {0}
hr: Automatsko spajanje nije uspjelo: {0}
hu: Automatikus egyesítés nem sikerült: {0}
is: Sjálfvirk sameining mistókst: {0}
it: Auto-merge non riuscito: {0}
ja: 自動マージに失敗しました: {0}
nl: Automatisch samenvoegen mislukt: {0}
no: Automatisk sammenslåing mislyktes: {0}
pl: Automatyczne scalanie nie powiodło się: {0}
pt: Merge automático falhou: {0}
ro: Auto-îmbinare eșuată: {0}
ru: Автообъединение не удалось: {0}
sk: Automatické zlúčenie zlyhalo: {0}
sv: Automatisk sammanslagning misslyckades: {0}
tr: Otomatik birleştirme başarısız oldu: {0}
uk: Авто-злиття не вдалося: {0}

source: PR created but must be merged manually
bg: PR е създаден, но трябва да бъде обединен ръчно.
cs: PR byla vytvořena, ale musí být sloučena ručně.
da: PR oprettet, men skal merges manuelt
de: PR erstellt, muss jedoch manuell zusammengeführt werden.
el: Η PR δημιουργήθηκε αλλά πρέπει να συγχωνευθεί χειροκίνητα
es: PR creado pero debe ser fusionado manualmente
et: PR loodud, kuid tuleb käsitsi liita.
fi: PR luotu, mutta se on yhdistettävä manuaalisesti
fr: PR créé mais doit être fusionné manuellement
he: ה-PR נוצר אך יש למזגו ידנית
hr: PR je kreiran, ali ga treba ručno spojiti.
hu: A PR létrehozva, de manuálisan kell egyesíteni.
is: PR búið til en þarf að sameina handvirkt
it: PR creato ma deve essere unito manualmente
ja: PRが作成されましたが、手動でマージする必要があります。
nl: PR aangemaakt maar moet handmatig samengevoegd worden
no: PR opprettet, men må slås sammen manuelt
pl: PR utworzono, ale musi być scalony ręcznie
pt: PR criado mas deve ser mesclado manualmente
ro: PR creat, dar trebuie să fie fuzionat manual.
ru: PR создан, но должен быть объединен вручную
sk: PR bola vytvorená, ale musí byť zlúčená manuálne
sv: PR skapad men måste slås samman manuellt
tr: PR oluşturuldu ancak manuel olarak birleştirilmesi gerekiyor.
uk: PR створено, але його потрібно об'єднати вручну

source: PR not ready for merge (state: {0})
bg: PR не е готов за сливане (състояние: {0})
cs: PR není připraveno k sloučení (stav: {0})
da: PR ikke klar til at blive flettet (tilstand: {0})
de: PR nicht bereit für den Merge (Status: {0})
el: PR δεν είναι έτοιμο προς συγχώνευση (κατάσταση: {0})
es: PR no listo para fusionar (estado: {0})
et: PR ei ole valmis liitmiseks (olek: {0})
fi: PR ei ole valmis yhdistettäväksi (tila: {0})
fr: PR pas prêt à être fusionné (état : {0})
he: ה-PR לא מוכן למיזוג (מצב: {0})
hr: PR nije spreman za spajanje (stanje: {0})
hu: A PR nem készült el az egyesítéshez (állapot: {0})
is: PR ekki tilbúin til sameiningar (ástand: {0})
it: PR non pronto per la fusione (stato: {0})
ja: PRはマージの準備ができていません（状態: {0}）
nl: PR niet klaar om te mergen (status: {0})
no: PR ikke klar for sammenslåing (tilstand: {0})
pl: PR niegotowy do scalania (stan: {0})
pt: PR não está pronto para merge (estado: {0})
ro: PR nu este gata pentru a fi fuzionat (stare: {0})
ru: ПР не готов к слиянию (состояние: {0})
sk: PR nie je pripravené na zlúčenie (stav: {0})
sv: PR är inte redo för sammanslagning (tillstånd: {0})
tr: PR birleştirme için hazır değil (durum: {0})
uk: PR не готовий до злиття (стан: {0})

source: PR not ready: {0}
bg: PR не е готов: {0}
da: PR ikke klar: {0}
de: PR nicht bereit: {0}
et: PR ei ole valmis: {0}
fi: PR ei valmis: {0}
fr: PR pas prêt : {0}
hu: PR nem készen: {0}
is: PR ekki tilbúin: {0}
nl: PR niet gereed: {0}
no: PR ikke klar: {0}
pt: PR não está pronto: {0}
ru: ПР не готов: {0}
sv: PR inte redo: {0}

source: Error creating pull request: {0}
bg: Грешка при създаване на заявка за изтегляне: {0}
cs: Chyba při vytváření pull requestu: {0}
da: Fejl ved oprettelse af pull-anmodning: {0}
de: Fehler beim Erstellen der Herunterladen-Anfrage: {0}
el: Σφάλμα κατά τη δημιουργία αιτήματος έλξης: {0}
es: Error al crear la solicitud de extracción: {0}
et: Viga pull request'i loomisel: {0}
fi: Virhe vetopyynnön luomisessa: {0}
fr: Erreur lors de la création de la demande de tirage : {0}
he: שגיאה ביצירת בקשת משיכה: {0}
hr: Greška prilikom kreiranja zahtjeva za povlačenje: {0}
hu: Hiba a pull request létrehozásakor: {0}
is: Villa að búa til draga beiðni: {0}
it: Errore durante la creazione della richiesta di scaricare: {0}
ja: プルリクエストの作成エラー: {0}
nl: Fout bij het aanmaken van een pull request: {0}
no: Feil ved oppretting av pull request: {0}
pl: Błąd podczas tworzenia żądania ściągnięcia: {0}
pt: Erro ao criar pull request: {0}
ro: Eroare la crearea cererii de extragere: {0}
ru: Ошибка при создании запроса на слияние: {0}
sk: Chyba pri vytváraní požiadavky na zlúčenie: {0}
sv: Fel vid skapande av pull-begäran: {0}
tr: Hata oluştu: {0}
uk: Помилка створення запиту на злиття: {0}

source: unknown
bg: неизвестен
da: ukendt
de: unbekannt
et: tundmatu
fi: tuntematon
fr: inconnu
hu: ismeretlen
is: óþekkt
nl: onbekend
no: ukjent
pt: desconhecido
ru: неизвестно
sv: okänd

source: PULL REQUEST COMPLETED SUCCESSFULLY!
bg: ЗАЯВКА ЗА ИЗТЕГЛЯНЕТО УСПЕШНО ЗАВЪРШЕНА!
cs: ŽÁDOST O PULL BYLA ÚSPĚŠNĚ DOKONČENA!
da: PULL REQUEST FULDFØRT SUCCESSFULLY!
de: PULL REQUEST ERFOLGREICH ABGESCHLOSSEN!
el: Η ΑΙΤΗΣΗ ΕΛΑΦΡΥΝΣΗΣ ΟΛΟΚΛΗΡΩΘΗΚΕ ΜΕ ΕΠΙΤΥΧΙΑ!
es: ¡SOLICITUD DE PULL COMPLETADA CON ÉXITO!
et: PULL REQUEST ON KATKETUD EDUKALT!
fi: PULL REQUEST ONNISTUI!
fr: LA DEMANDE DE TIRAGE A ÉTÉ RÉALISÉE AVEC SUCCÈS !
he: בקשת משיכה הושלמה בהצלחה!
hr: ZAHTJEV ZA POVLAČENJE USPJEŠNO ZAVRŠEN!
hu: A PULL REQUEST SIKERESEN BEFEJEZŐDÖTT!
is: PULL BEiðNI LOKIÐ ÁFANGSLAUST!
it: RICHIESTA DI PULL COMPLETATA CON SUCCESSO!
ja: プルリクエストが正常に完了しました！
nl: PULL REQUEST SUCCESVOL VOLTOOID!
no: PULL REQUEST FULLFØRT SUKSESSFULLT!
pl: PULL REQUEST ZAKOŃCZONY POMYŚLNIE!
pt: PULL REQUEST CONCLUÍDO COM SUCESSO!
ro: CERERE DE PULL FINALIZATĂ CU SUCCES!
ru: ПУЛЛ-ЗАПРОС УСПЕШНО ЗАВЕРШЕН!
sk: ŽIADOSŤ O PULL BOLA ÚSPEŠNE DOKONČENÁ!
sv: PULL REQUEST HAR SLUTFÖRTS FRAMGÅNGSRIKT!
tr: ÇEKME TALEBİ BAŞARIYLA TAMAMLANDI!
uk: ЗАПИТ НА ВИТЯГ УСПІШНО ЗАВЕРШЕНО!

source: PR #{0} created
bg: PR #{0} създаден
da: PR #{0} oprettet
de: PR #{0} erstellt
et: PR #{0} loodud
pt: PR #{0} criado
ru: PR #{0} создан

source: Flow: {0} → {1}
bg: Поток: {0} → {1}
de: Fluss: {0} → {1}
et: Voog: {0} → {1}
pt: Fluxo: {0} → {1}
ru: Поток: {0} → {1}

source: Auto-merge: SUCCESS
bg: Автоматично сливане: УСПЕХ
da: Auto-sammenslutning: SUCCESS
de: Auto-Zusammenführung: ERFOLG
et: Automaatne ühinemine: EDU
pt: Merge automático: SUCESSO
ru: Авто-слияние: УСПЕХ

source: Merge SHA: {0}
bg: Сливане на SHA: {0}
da: Sammenflet SHA: {0}
et: Ühenda SHA: {0}
pt: SHA do Merge: {0}
ru: Слияние SHA: {0}

source: Manual merge required
bg: Необходимо ръчно сливане
cs: Ruční sloučení vyžadováno
da: Manuel sammensmeltning krævet
de: Manuelle Zusammenführung erforderlich
el: Απαιτείται χειροκίνητη συγχώνευση
es: Fusión manual requerida
et: Käsitsi ühinemine vajalik
fi: Manuaalinen yhdistäminen vaaditaan
fr: Fusion manuelle requise
he: דרושה מיזוג ידני
hr: Ručno spajanje potrebno
hu: Kézi egyesítés szükséges
is: Handvirk samruni nauðsynlegur
it: Merge manuale richiesto
ja: 手動マージが必要です
nl: Handmatige samenvoeging vereist
no: Manuell sammenslåing kreves
pl: Wymagana ręczna synchronizacja
pt: Merge manual necessário
ro: Fuzionare manuală necesară
ru: Требуется ручное слияние
sk: Vyžaduje sa ručné zlúčenie
sv: Manuell sammanslagning krävs
tr: Manuel birleştirme gereklidir
uk: Ручне злиття необхідне

source: Could not show PR summary: {0}
bg: Не можа да покаже резюме на PR: {0}
da: Kunne ikke vise PR-resumé: {0}
de: Konnte PR-Zusammenfassung nicht anzeigen: {0}
et: Ei saanud PR kokkuvõtet näidata: {0}
fi: Ei voitu näyttää PR-yhteenvetoa: {0}
fr: Impossible d'afficher le résumé de la PR : {0}
hu: Nem sikerült megjeleníteni a PR összefoglalót: {0}
is: Gat ekki sýnt PR samantekt: {0}
nl: Kon PR-samenvatting niet tonen: {0}
no: Kunne ikke vise PR-oppsummering: {0}
pt: Não foi possível mostrar resumo do PR: {0}
ru: Не удалось показать сводку PR: {0}
sv: Kunde inte visa PR-sammanfattning: {0}

source: BUILD PACKAGE
bg: СЪЗДАЙ ПАКЕТ
cs: VYTVÁŘET BALÍČEK
da: BYG PAKKE
de: PAKET BAUEN
el: ΔΗΜΙΟΥΡΓΙΑ ΠΑΚΕΤΟΥ
es: CONSTRUIR PAQUETE
et: KOMPONDI PAKET
fi: Rakenna paketti
fr: CONSTRUIRE LE PACKAGE
he: בנה חבילה
hr: IZGRADI PAKET
hu: CSOMAG ÉPÍTÉS
is: BYGGJA PAKKA
it: COSTRUISCI PACCHETTO
ja: パッケージをビルド
nl: Bouwpakket
no: BYGG PAKKE
pl: BUDUJ PAKIET
pt: CONSTRUIR PACOTE
ro: PACHET DE CONSTRUCȚIE
ru: СОЗДАТЬ ПАКЕТ
sk: VYTVORIŤ BALÍK
sv: BYGG PAKET
tr: Paket Oluştur
uk: ПАКЕТ БУДІВНИЦТВА
