Repository: big-comm/gitrepo
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: APP_VERSION bumped from {0} to {1} ({2} bump) in {3}
bg: APP_VERSION увеличена от {0} до {1} ({2} увеличение) в {3}
da: APP_VERSION er steget fra {0} til {1} ({2} bump) i {3}
de: APP_VERSION von {0} auf {1} erhöht ({2} Erhöhung) in {3}
el: Η έκδοση της εφαρμογής αυξήθηκε από {0} σε {1} ({2} αύξηση) στο {3}
es: VERSIÓN_APP aumentada de {0} a {1} ({2} aumento) en {3}
et: APP_VERSION tõsteti {0} pealt {1} peale ({2} tõus) {3}
fi: APP_VERSION nostettu {0}:sta {1}:een ({2} nostaminen) {3}:ssa
fr: VERSION_APP augmentée de {0} à {1} ({2} augmentation) dans {3}
he: גרסת האפליקציה עלתה מ-{0} ל-{1} ({2} עלייה) ב-{3}
hr: VERZIJA_APLIKACIJE povećana s {0} na {1} ({2} povećanje) u {3}
hu: APP_VERSION verziója {0}-ról {1}-re emelkedett ({2} emelés) itt: {3}
is: APP_VERSION hækkað frá {0} í {1} ({2} hækka) í {3}
it: VERSIONE_APP aumentata da {0} a {1} ({2} aumento) in {3}
ja: APP_VERSIONが{0}から{1}に上がりました（{2}のバンプ）{3}で
nl: APP_VERSION verhoogd van {0} naar {1} ({2} verhoging) in {3}
no: APP_VERSION hevet fra {0} til {1} ({2} heving) i {3}
pt: APP_VERSION atualizada de {0} para {1} (tipo {2}) em {3}
ru: Версия_ПРИЛОЖЕНИЯ повышена с {0} до {1} ({2} повышение) в {3}
sk: VERZIA_APLIKÁCIE zvýšená z {0} na {1} ({2} zvýšenie) v {3}
sv: APP_VERSION har höjts från {0} till {1} ({2} höjning) i {3}
tr: APP_VERSION {3} içinde {0} değerinden {1} değerine yükseltildi ({2} yükseltme)
uk: APP_VERSION increased from {0} to {1} ({2} increase) in {3}

source: Choose target branch for commit:
bg: Изберете целеви клон за комит:
da: Vælg målgren for commit:
de: Wählen Sie den Zielbranch für den Commit:
et: Vali sihtharu commit'iks:
fi: Valitse kohdehaara sitoumukselle:
fr: Choisissez la branche cible pour le commit :
hr: Odaberite ciljnu granu za commit:
hu: Válaszd ki a célágat a commit-hoz:
is: Veldu markgrein fyrir skuldbindingu:
it: Scegli il ramo di destinazione per il commit:
nl: Kies doeltak voor commit:
no: Velg målgren for forpliktelse:
pt: Escolha a branch de destino para o commit:
ru: Выберите целевую ветку для коммита:
sk: Vyberte cieľovú vetvu pre potvrdenie:
sv: Välj målgren för commit:
uk: Виберіть цільову гілку для коміту:

source: Select branch for commit
bg: Изберете клон за комитиране
da: Vælg gren til commit
de: Zweig für Commit auswählen
et: Vali haru commit'iks
fi: Valitse haara sitoumusta varten
fr: Sélectionner la branche pour le commit
hr: Odaberite granu za commit
hu: Válassza ki a commit-hoz tartozó ágat
is: Veldu grein fyrir skuldbindingu
it: Seleziona ramo per il commit
nl: Selecteer tak voor commit
no: Velg gren for forpliktelse
pt: Selecionar branch para o commit
ru: Выберите ветку для коммита
sk: Vyberte vetvu pre potvrdenie
sv: Välj gren för commit
uk: Виберіть гілку для коміту

source: My branch ({0}) - Recommended
bg: Моята клонка ({0}) - Препоръчано
da: Min gren ({0}) - Anbefalet
de: Mein Zweig ({0}) - Empfohlen
et: Minu haru ({0}) - Soovitatud
fi: Oma haara ({0}) - Suositeltu
fr: Ma branche ({0}) - Recommandé
hr: Moja grana ({0}) - Preporučeno
hu: Az ágam ({0}) - Ajánlott
is: Mín grein ({0}) - Mælt með
it: Il mio ramo ({0}) - Raccomandato
nl: Mijn tak ({0}) - Aanbevolen
no: Min gren ({0}) - Anbefalt
pt: Minha branch ({0}) - Recomendado
ru: Моя ветка ({0}) - Рекомендуется
sk: Moja vetva ({0}) - Odporúčané
sv: Min gren ({0}) - Rekommenderad
uk: Моя гілка ({0}) - Рекомендовано

source: Main branch - Direct commit
bg: Основен клон - Директно комитване
da: Hovedgren - Direkte commit
de: Hauptzweig - Direkter Commit
et: Peamine haru - Otsene commit
fi: Päähaara - Suora sitoumus
fr: Branche principale - Commit direct
hr: Glavna grana - Izravna promjena
hu: Főág - Közvetlen elkötelezés
is: Aðalgrein - Beinn skuldbinding
it: Ramo principale - Commit diretto
nl: Hoofdtak - Directe commit
no: Hovedgren - Direkte forpliktelse
pt: Branch main - Commit direto
ru: Основная ветка - Прямое коммитирование
sk: Hlavná vetva - Priamy commit
sv: Huvudgren - Direkt commit
uk: Головна гілка - Прямий коміт

source: ⚠️ WARNING: You chose to commit directly to main!
bg: ⚠️ ВНИМАНИЕ: Вие избрахте да направите комит директно в main!
da: ⚠️ ADVARSEL: Du valgte at forpligte direkte til main!
de: ⚠️ WARNUNG: Sie haben gewählt, direkt in den Hauptzweig zu committen!
et: ⚠️ HOIATUS: Valisite otse põhiharule pühenduda!
fi: ⚠️ VAROITUS: Valitsit sitoutua suoraan päähaaraan!
fr: ⚠️ AVERTISSEMENT : Vous avez choisi de valider directement sur la branche principale !
hr: ⚠️ UPOZORENJE: Odabrali ste da izravno izvršite promjene na glavnoj grani!
hu: ⚠️ FIGYELMEZTETÉS: Közvetlenül a main ágra való elkötelezést választottad!
is: ⚠️ VARNING: Þú valdir að skuldbinda beint við main!
it: ⚠️ ATTENZIONE: Hai scelto di effettuare il commit direttamente su main!
nl: ⚠️ WAARSCHUWING: Je hebt gekozen om direct naar main te committen!
no: ⚠️ ADVARSEL: Du valgte å forplikte deg direkte til hoved!
pt: ⚠️ AVISO: Escolheu commitar diretamente no main!
ru: ⚠️ ПРЕДУПРЕЖДЕНИЕ: Вы выбрали прямое коммитирование в основную ветку!
sk: ⚠️ UPOZORNENIE: Rozhodli ste sa priamo zaviazať na hlavnú vetvu!
sv: ⚠️ VARNING: Du valde att göra en direkt commit till main!
uk: ⚠️ ПОПЕРЕДЖЕННЯ: Ви обрали безпосереднє комітування до основної гілки!

source: Are you sure you want to commit directly to main branch?
bg: Сигурни ли сте, че искате да извършите комит директно в основния клон?
da: Er du sikker på, at du vil forpligte dig direkte til hovedgrenen?
de: Sind Sie sicher, dass Sie direkt in den Hauptbranch committen möchten?
et: Kas olete kindel, et soovite otse põhiharusse pühenduda?
fi: Oletko varma, että haluat sitoa suoraan päähaaraan?
fr: Êtes-vous sûr de vouloir valider directement sur la branche principale ?
hr: Jeste li sigurni da želite izravno izvršiti promjene na glavnoj grani?
hu: Biztos benne, hogy közvetlenül a fő ágra szeretne elköteleződni?
is: Ertu viss um að þú viljir skuldbinda beint við aðalgreinina?
it: Sei sicuro di voler effettuare il commit direttamente nel ramo principale?
nl: Weet je zeker dat je direct naar de hoofdbranch wilt committen?
no: Er du sikker på at du vil forplikte deg direkte til hovedgrenen?
pt: Tem certeza que desejo commitar diretamente na branch main?
ru: Вы уверены, что хотите сделать коммит непосредственно в основную ветку?
sk: Ste si istí, že chcete priamo odovzdať do hlavnej vetvy?
sv: Är du säker på att du vill göra en direkt commit till huvudgrenen?
uk: Are you sure you want to commit directly to the main branch?

source: Target branch: {0}
bg: Целева клон: {0}
da: Målgren: {0}
de: Zielbranch: {0}
et: Siht haru: {0}
fi: Kohdehaara: {0}
fr: Branche cible : {0}
hr: Ciljana grana: {0}
hu: Célágazat: {0}
is: Markmið greinar: {0}
it: Ramo di destinazione: {0}
nl: Doelbranch: {0}
no: Målgren: {0}
pt: Branch de destino: {0}
ru: Целевая ветка: {0}
sk: Cieľová vetva: {0}
sv: Målsatt gren: {0}
uk: Цільова гілка: {0}

source: You're in {0} but should commit to {1}. Fixing this...
bg: Вие сте в {0}, но трябва да се ангажирате с {1}. Поправям това...
cs: Jste v {0}, ale měli byste se zavázat k {1}. Opravuji to...
da: Du er i {0}, men bør forpligte dig til {1}. Retter dette...
de: Du bist in {0}, solltest aber auf {1} committen. Das wird behoben...
el: Είστε στο {0} αλλά θα πρέπει να δεσμευτείτε στο {1}. Διορθώνοντας αυτό...
es: Estás en {0} pero deberías comprometerte a {1}. Solucionando esto...
et: Oled {0}, kuid peaksite pühenduma {1}. Parandan seda...
fi: Olet {0}, mutta sinun pitäisi sitoutua {1}. Korjataan tämä...
fr: Vous êtes dans {0} mais vous devriez vous engager à {1}. Correction en cours...
he: אתה ב-{0} אבל צריך להתחייב ל-{1}. מתקן את זה...
hr: Nalazite se u {0}, ali trebate se obvezati na {1}. Ispravljam ovo...
hu: A {0} állapotban vagy, de a {1} állapotba kellene elköteleződnöd. Ezt javítom...
is: Þú ert í {0} en ættir að skuldbinda þig til {1}. Lagfæri þetta...
it: Sei in {0} ma dovresti impegnarti in {1}. Risolvendo questo...
ja: {0}にいますが、{1}にコミットする必要があります。これを修正しています...
nl: Je bent in {0} maar je zou moeten committen naar {1}. Dit wordt opgelost...
no: Du er i {0}, men bør forplikte deg til {1}. Fikser dette...
pl: Jesteś w {0}, ale powinieneś zatwierdzić do {1}. Naprawiam to...
pt: Está no {0}, mas deverio commitar no {1}. Corrigindo...
ro: Ești în {0}, dar ar trebui să te angajezi la {1}. Se repară asta...
ru: Вы находитесь в {0}, но должны зафиксировать {1}. Исправляю это...
sk: Nachádzate sa v {0}, ale mali by ste sa zaviazať k {1}. Opravenie...
sv: Du är i {0} men bör åta dig {1}. Åtgärdar detta...
tr: {0}'dasınız ama {1}'ye taahhüt etmelisiniz. Bunu düzeltiyorum...
uk: Ви в {0}, але повинні зафіксувати {1}. Виправляю це...

source: Preserving your changes while switching to target branch...
bg: Запазване на промените при превключване към целевия клон...
da: Bevarer dine ændringer, mens du skifter til målgren...
de: Änderungen beibehalten, während zum Ziel-Zweig gewechselt wird...
et: Muudatuste säilitamine sihtharu vahetamisel...
fi: Muutoksiesi säilyttäminen siirryttäessä kohdehaaraan...
fr: Préservation de vos modifications lors du passage à la branche cible...
hr: Očuvanje vaših promjena prilikom prebacivanja na ciljnu granu...
hu: A módosításaid megőrzése a célágra való váltás közben...
is: Að varðveita breytingarnar þínar meðan á skiptum yfir í markgrein...
it: Preservare le tue modifiche mentre passi al ramo di destinazione...
nl: Je wijzigingen behouden terwijl je naar de doeltak overschakelt...
no: Bevarer endringene dine mens du bytter til målgren...
pt: Preservando suas alterações enquanto muda para a branch de destino...
ru: Сохранение ваших изменений при переключении на целевую ветку...
sk: Zachovanie vašich zmien pri prepínaní na cieľovú vetvu...
sv: Bevarar dina ändringar medan du byter till målgren...
uk: Збереження ваших змін під час перемикання на цільову гілку...

source: Failed to stash changes. Cannot proceed safely.
bg: Неуспешно запазване на промените. Не може да се продължи безопасно.
cs: Nepodařilo se uložit změny. Nelze pokračovat bezpečně.
da: Mislykkedes at gemme ændringer. Kan ikke fortsætte sikkert.
de: Änderungen konnten nicht gespeichert werden. Sicheres Fortfahren ist nicht möglich.
el: Αποτυχία αποθήκευσης αλλαγών. Δεν μπορεί να προχωρήσει με ασφάλεια.
es: Error al guardar los cambios. No se puede continuar de forma segura.
et: Muudatuste salvestamine ebaõnnestus. Ei saa ohutult jätkata.
fi: Muuttujien tallentaminen epäonnistui. Ei voida jatkaa turvallisesti.
fr: Échec de la mise en attente des modifications. Impossible de continuer en toute sécurité.
he: נכשל בשמירת שינויים. לא ניתן להמשיך בבטחה.
hr: Nije uspjelo spremanje promjena. Ne može se sigurno nastaviti.
hu: A változtatások eltárolása nem sikerült. Nem lehet biztonságosan folytatni.
is: Mistók að geyma breytingar. Getur ekki haldið áfram á öruggan hátt.
it: Impossibile salvare le modifiche. Impossibile procedere in modo sicuro.
ja: 変更をスタッシュできませんでした。安全に進行できません。
nl: Kon wijzigingen niet opslaan. Kan niet veilig doorgaan.
no: Kunne ikke lagre endringer. Kan ikke fortsette trygt.
pl: Nie udało się zarchiwizować zmian. Nie można kontynuować bezpiecznie.
pt: Falha ao salvar (stash) alterações. Não é possível prosseguir com segurança.
ro: A eșuat stocarea modificărilor. Nu se poate continua în siguranță.
ru: Не удалось сохранить изменения. Невозможно продолжить безопасно.
sk: Nepodarilo sa uložiť zmeny. Nie je možné pokračovať bezpečne.
sv: Misslyckades med att spara ändringar. Kan inte fortsätta säkert.
tr: Değişiklikleri saklama işlemi başarısız oldu. Güvenli bir şekilde devam edilemez.
uk: Не вдалося зберегти зміни. Не можна продовжувати безпечно.

source: Creating main branch (doesn't exist yet)...
de: Hauptzweig wird erstellt (existiert noch nicht)...
et: Peamise haru loomine (ei eksisteeri veel)...
pt: Crianda branch principal (ainda não existe)...

source: Failed to create main branch: {0}
de: Fehler beim Erstellen des Hauptzweigs: {0}
et: Pea ei õnnestunud luua põhiharud: {0}
pt: Falha ao criar branch principal: {0}

source: ✓ Created new main branch
de: ✓ Neuer Hauptbranch erstellt
et: ✓ Loodud uus peaharu
pt: ✓ Nova branch principal criado

source: Conflicts detected while applying changes. Resolving automatically...
bg: Открити конфликти при прилагане на промените. Автоматично разрешаване...
cs: Byly zjištěny konflikty při aplikaci změn. Řešení probíhá automaticky...
da: Konflikter opdaget under anvendelse af ændringer. Løser automatisk...
de: Konflikte erkannt beim Anwenden von Änderungen. Automatische Behebung...
el: Ανιχνεύθηκαν συγκρούσεις κατά την εφαρμογή αλλαγών. Επίλυση αυτόματα...
es: Conflictos detectados al aplicar cambios. Resolviendo automáticamente...
et: Muutused rakendamisel tuvastati konfliktid. Lahendatakse automaatselt...
fi: Muutoksia soveltaessa havaittiin ristiriitoja. Ratkaistaan automaattisesti...
fr: Conflits détectés lors de l'application des modifications. Résolution automatique...
he: נמצאו קונפליקטים בעת החלת שינויים. נפתר אוטומטית...
hr: Otkriveni sukobi prilikom primjene promjena. Automatsko rješavanje...
hu: Változtatások alkalmazása közben észlelt konfliktusok. Automatikus megoldás...
is: Ágreiningar greindar við að beita breytingum. Leyst sjálfkrafa...
it: Conflitti rilevati durante l'applicazione delle modifiche. Risoluzione automatica in corso...
ja: 変更を適用中に競合が検出されました。自動的に解決しています...
nl: Conflicten gedetecteerd tijdens het toepassen van wijzigingen. Automatisch oplossen...
no: Konflikter oppdaget mens endringer ble brukt. Løser automatisk...
pl: Wykryto konflikty podczas stosowania zmian. Rozwiązywanie automatyczne...
pt: Conflitos detectados ao aplicar alterações. Resolvendo automaticamente...
ro: Conflicte detectate în timp ce se aplicau modificările. Se rezolvă automat...
ru: Обнаружены конфликты при применении изменений. Автоматическое разрешение...
sk: Zistené konflikty pri aplikovaní zmien. Automatické riešenie...
sv: Konflikter upptäckta vid tillämpning av ändringar. Löser automatiskt...
tr: Değişiklikler uygulanırken çakışmalar tespit edildi. Otomatik olarak çözülüyor...
uk: Виявлено конфлікти під час застосування змін. Вирішується автоматично...

source: Conflicts resolved automatically
bg: Конфликтите се разрешават автоматично
cs: Konflikty byly vyřešeny automaticky
da: Konflikter løst automatisk
de: Konflikte automatisch gelöst
el: Οι συγκρούσεις επιλύθηκαν αυτόματα
es: Conflictos resueltos automáticamente
et: Konfliktid lahendatakse automaatselt
fi: Konfliktit ratkaistu automaattisesti
fr: Conflits résolus automatiquement
he: קונפליקטים נפתרו אוטומטית
hr: Sukobi su automatski riješeni
hu: A konfliktusok automatikusan megoldódnak
is: Ágreiningar leystar sjálfkrafa
it: Conflitti risolti automaticamente
ja: 競合は自動的に解決されました
nl: Conflicten automatisch opgelost
no: Konflikter løst automatisk
pl: Konflikty rozwiązane automatycznie
pt: Conflitos resolvidos automaticamente
ro: Conflictele au fost rezolvate automat
ru: Конфликты разрешены автоматически
sk: Konflikty boli automaticky vyriešené
sv: Konflikter löstes automatiskt
tr: Çatışmalar otomatik olarak çözüldü
uk: Конфлікти вирішено автоматично

source: Could not resolve conflicts automatically. Please check 'git status'
bg: Не можа да разреши конфликтите автоматично. Моля, проверете 'git status'
cs: Nebylo možné automaticky vyřešit konflikty. Zkontrolujte 'git status'
da: Kunne ikke løse konflikter automatisk. Tjek venligst 'git status'
de: Konflikte konnten nicht automatisch gelöst werden. Bitte überprüfen Sie 'git status'
el: Δεν ήταν δυνατή η αυτόματη επίλυση των συγκρούσεων. Παρακαλώ ελέγξτε το 'git status'
es: No se pudieron resolver los conflictos automáticamente. Por favor, verifica 'git status'
et: Ei suutnud konflikte automaatselt lahendada. Palun kontrollige 'git status'
fi: Ei voitu ratkaista ristiriitoja automaattisesti. Tarkista 'git status'
fr: Impossible de résoudre les conflits automatiquement. Veuillez vérifier 'git status'
he: לא ניתן לפתור קונפליקטים באופן אוטומטי. אנא בדוק 'git status'
hr: Nije moguće automatski riješiti sukobe. Molimo provjerite 'git status'
hu: Nem sikerült automatikusan megoldani a konfliktusokat. Kérlek, ellenőrizd a 'git status'-t.
is: Gat ekki að leysa árekstra sjálfkrafa. Vinsamlegast athugaðu 'git status'
it: Impossibile risolvere i conflitti automaticamente. Controlla 'git status'
ja: 自動的に競合を解決できませんでした。'git status'を確認してください。
nl: Konflikten konden niet automatisch worden opgelost. Controleer 'git status'
no: Kunne ikke løse konflikter automatisk. Vennligst sjekk 'git status'
pl: Nie można automatycznie rozwiązać konfliktów. Proszę sprawdzić 'git status'
pt: Não foi possível resolver conflitos automaticamente. Verifique o 'git status'
ro: Nu s-au putut rezolva conflictele automat. Vă rugăm să verificați 'git status'
ru: Не удалось автоматически разрешить конфликты. Пожалуйста, проверьте 'git status'
sk: Nedalo sa automaticky vyriešiť konflikty. Skontrolujte 'git status'
sv: Kunde inte lösa konflikter automatiskt. Vänligen kontrollera 'git status'
tr: Çatışmalar otomatik olarak çözülemedi. Lütfen 'git status' kontrol edin.

source: Successfully moved your changes to target branch!
bg: Успешно преместихте промените си в целевия клон!
da: Ændringerne er med succes flyttet til målgrenen!
de: Änderungen erfolgreich in den Zielbranch verschoben!
et: Muudatused on edukalt sihtharu juurde viidud!
fi: Muutoksesi on siirretty kohdehaaraan onnistuneesti!
fr: Vos modifications ont été déplacées avec succès vers la branche cible !
hr: Uspješno ste premjestili svoje promjene na ciljnu granu!
hu: Sikeresen áthelyezte a módosításait a célágra!
is: Fyrirgefðu, breytum þínum hefur verið flutt á markgreinina!
it: Hai spostato con successo le tue modifiche nel ramo di destinazione!
nl: Uw wijzigingen zijn succesvol naar de doeltak verplaatst!
no: Endret endringene dine til målgrenen!
pt: Alterações movidas com sucesso para a branch de destino!
ru: Успешно перемещены ваши изменения в целевую ветку!
sk: Úspešne ste presunuli svoje zmeny na cieľovú vetvu!
sv: Ändringarna har framgångsrikt flyttats till målgrenen!
uk: Успішно переміщено ваші зміни до цільової гілки!

source: Switched to target branch: {0}
bg: Превключено към целевия клон: {0}
da: Skiftet til målgren: {0}
de: Wechsel zu Zielbranch: {0}
et: Vahetatud sihtharu: {0}
fi: Vaihdettu kohdehaaraan: {0}
fr: Passé à la branche cible : {0}
hr: Prebačeno na ciljnu granu: {0}
hu: Átváltva a célágra: {0}
is: Breytt í markgrein: {0}
it: Passato al ramo di destinazione: {0}
nl: Overgeschakeld naar doelbranch: {0}
no: Byttet til målgren: {0}
pt: Trocou para a branch de destino: {0}
ru: Переключено на целевую ветку: {0}
sk: Prepliaty na cieľovú vetvu: {0}
sv: Bytt till målgren: {0}
uk: Переключено на цільову гілку: {0}

source: Checking if your remote branch needs sync with main...
bg: Проверка дали вашето отдалечено клонче се нуждае от синхронизация с основния...
cs: Kontroluji, zda vaše vzdálená větev potřebuje synchronizaci s hlavní větví...
da: Tjekker om din fjerntliggende gren har brug for synkronisering med hovedgrenen...
de: Überprüfen, ob Ihr Remote-Zweig mit dem Haupt-Zweig synchronisiert werden muss...
el: Έλεγχος αν ο απομακρυσμένος κλάδος σας χρειάζεται συγχρονισμό με τον κύριο...
es: Comprobando si tu rama remota necesita sincronización con main...
et: Kontrollimine, kas teie kaugharu vajab sünkroonimist põhiharuga...
fi: Tarkistetaan, tarvitseeko etähaara synkronoida päähaaran kanssa...
fr: Vérification si votre branche distante a besoin d'une synchronisation avec la branche principale...
he: בודק אם הסניף המרוחק שלך זקוק לסנכרון עם הראש...
hr: Provjera treba li vaša udaljena grana sinkronizaciju s glavnom...
hu: Ellenőrzés, hogy a távoli ágának szüksége van-e szinkronizálásra a fő ággal...
is: Athugun hvort fjarveitugrein þín þurfi að samstilla við aðalgreinina...
it: Controllando se il tuo ramo remoto necessita di sincronizzazione con main...
ja: リモートブランチがメインと同期する必要があるか確認中...
nl: Controleren of je externe branch synchronisatie met main nodig heeft...
no: Sjekker om din eksterne gren trenger synkronisering med hovedgrenen...
pl: Sprawdzanie, czy gałąź zdalna wymaga synchronizacji z gałęzią główną...
pt: Verificando se sua branch remoto precisa de sincronizar com o main...
ro: Verificarea dacă ramura ta la distanță necesită sincronizare cu ramura principală...
ru: Проверка, нуждается ли ваша удалённая ветка в синхронизации с основной...
sk: Kontrola, či vaša vzdialená vetva potrebuje synchronizáciu s hlavnou vetvou...
sv: Kontrollerar om din fjärrgren behöver synkroniseras med huvudgrenen...
tr: Uzak dalınızın ana ile senkronize edilmesi gerekip gerekmediğini kontrol ediliyor...
uk: Перевірка, чи потрібно синхронізувати вашу віддалену гілку з основною...

source: Backing up your local changes temporarily...
bg: Временно архивиране на локалните ви промени...
cs: Dočasné zálohování vašich místních změn...
da: Sikkerhedskopierer midlertidigt dine lokale ændringer...
de: Sichern Sie Ihre lokalen Änderungen vorübergehend...
el: Δημιουργία αντιγράφου ασφαλείας των τοπικών σας αλλαγών προσωρινά...
es: Haciendo una copia de seguridad de tus cambios locales temporalmente...
et: Kohalikud muudatused ajutiselt varundamine...
fi: Varmuuskopioidaan paikalliset muutoksesi tilapäisesti...
fr: Sauvegarde temporaire de vos modifications locales...
he: גיבוי השינויים המקומיים שלך באופן זמני...
hr: Privremeno sigurnosno kopiranje vaših lokalnih promjena...
hu: A helyi módosításaid ideiglenes mentése...
is: Að gera afrit af staðbundnum breytingum tímabundið...
it: Eseguendo il backup delle tue modifiche locali temporaneamente...
ja: ローカルの変更を一時的にバックアップしています...
nl: Uw lokale wijzigingen tijdelijk back-uppen...
no: Sikkerhetskopierer lokale endringer midlertidig...
pl: Tymczasowe tworzenie kopii zapasowej lokalnych zmian...
pt: Fazendo backup temporário dsuas alterações locais...
ro: Salvarea temporară a modificărilor locale...
ru: Временное резервное копирование ваших локальных изменений...
sk: Dočasné zálohovanie vašich miestnych zmien...
sv: Säkerhetskopierar dina lokala ändringar tillfälligt...
tr: Yerel değişikliklerinizi geçici olarak yedekliyor...
uk: Тимчасове резервне копіювання ваших локальних змін...

source: Local changes safely backed up!
bg: Локалните промени са безопасно архивирани!
cs: Místní změny byly bezpečně zálohovány!
da: Lokale ændringer er sikkert sikkerhedskopieret!
de: Lokale Änderungen sicher gesichert!
el: Οι τοπικές αλλαγές έχουν αποθηκευτεί με ασφάλεια!
es: ¡Cambios locales respaldados de forma segura!
et: Kohalikud muudatused on ohutult varundatud!
fi: Paikalliset muutokset on varmuuskopioitu turvallisesti!
fr: Modifications locales sauvegardées en toute sécurité !
he: שינויים מקומיים גובים בבטחה!
hr: Lokalne promjene sigurno pohranjene!
hu: Helyi változtatások biztonságosan mentve!
is: Staðbundnar breytingar eru örugglega afritaðar!
it: Modifiche locali salvate in modo sicuro!
ja: ローカルの変更が安全にバックアップされました！
nl: Lokale wijzigingen veilig geback-upt!
no: Lokale endringer er trygt sikkerhetskopiert!
pl: Lokalne zmiany zostały bezpiecznie zarchiwizowane!
pt: Alterações locais guardadas com segurança!
ro: Modificările locale au fost salvate în siguranță!
ru: Локальные изменения успешно сохранены!
sk: Lokálne zmeny sú bezpečne zálohované!
sv: Lokala ändringar har säkerhetskopierats!
tr: Yerel değişiklikler güvenli bir şekilde yedeklendi!
uk: Локальні зміни успішно збережено!
