Repository: big-comm/gitrepo
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: ✓ Created both versions of {0}
bg: ✓ Създадени са и двете версии на {0}
da: ✓ Oprettet begge versioner af {0}
de: ✓ Beide Versionen von {0} erstellt
et: ✓ Loodud mõlemad versioonid {0}
fi: ✓ Luotiin molemmat versiot {0}
fr: ✓ Créé les deux versions de {0}
hr: ✓ Stvorene obje verzije {0}
hu: ✓ Létrehozta mindkét verziót a(z) {0} számára
is: ✓ Búið til báðar útgáfur af {0}
it: ✓ Creato entrambe le versioni di {0}
nl: ✓ Beide versies van {0} gemaakt
no: ✓ Opprettet begge versjoner av {0}
pt: ✓ Criadas ambas versões de {0}
ru: ✓ Созданы обе версии {0}
sk: ✓ Vytvorené obe verzie {0}
sv: ✓ Skapade båda versionerna av {0}
uk: ✓ Створено обидві версії {0}

source: Manual resolution required for {0}
bg: Необходимо ръчно разрешаване за {0}
da: Manuel løsning kræves for {0}
de: Manuelle Lösung erforderlich für {0}
et: Käsitsi lahendamine vajalik {0} jaoks
fi: Manuaalinen ratkaisu vaaditaan {0} varten
fr: Résolution manuelle requise pour {0}
hr: Ručno rješavanje potrebno za {0}
hu: Kézi megoldás szükséges a(z) {0} esetében
is: Handvirkni krafist fyrir {0}
it: Risoluzione manuale richiesta per {0}
nl: Handmatige oplossing vereist voor {0}
no: Manuell løsning kreves for {0}
pt: Resolução manual necessária para {0}
ru: Требуется ручное разрешение для {0}
sk: Manuálne riešenie je potrebné pre {0}
sv: Manuell lösning krävs för {0}
uk: Ручне вирішення необхідне для {0}

source: Use 'git status' to see conflicted files
bg: Използвайте 'git status', за да видите конфликтни файлове
da: Brug 'git status' for at se konflikterede filer
de: Verwenden Sie 'git status', um konfliktbehaftete Dateien anzuzeigen.
et: Kasutage 'git status', et näha konfliktseid faile
fi: Käytä 'git status' nähdäksesi ristiriitaiset tiedostot
fr: Utilisez 'git status' pour voir les fichiers en conflit
hr: Koristite 'git status' za pregled sukobljenih datoteka
hu: Használja a 'git status' parancsot a konfliktusos fájlok megtekintéséhez
is: Notaðu 'git status' til að sjá deiluaðgerðir.
it: Usa 'git status' per vedere i file in conflitto
nl: Gebruik 'git status' om conflicterende bestanden te zien
no: Bruk 'git status' for å se konflikterte filer
pt: Use 'git status' para ver arquivos com conflito
ru: Используйте 'git status', чтобы увидеть конфликтующие файлы
sk: Použite 'git status' na zobrazenie konfliktovaných súborov
sv: Använd 'git status' för att se konflikterade filer
uk: Використовуйте 'git status', щоб переглянути конфліктні файли

source: Edit files, then 'git add' and run this again
bg: Редактирайте файловете, след това 'git add' и стартирайте това отново
da: Rediger filer, og kør derefter 'git add' og kør dette igen
de: Bearbeiten Sie Dateien, führen Sie dann 'git add' aus und starten Sie dies erneut.
et: Muuda faile, seejärel 'git add' ja käivita see uuesti.
fi: Muokkaa tiedostoja, sitten 'git add' ja suorita tämä uudelleen.
fr: Modifiez les fichiers, puis 'git add' et exécutez à nouveau ceci.
hr: Uredi datoteke, zatim 'git add' i ponovno pokreni ovo
hu: Szerkeszd a fájlokat, majd 'git add', és futtasd ezt újra.
is: Breyta skrám, síðan 'git add' og keyra þetta aftur
it: Modifica i file, poi 'git add' e riesegui questo.
nl: Bewerk bestanden, voer vervolgens 'git add' uit en draai dit opnieuw.
no: Rediger filer, deretter 'git add' og kjør dette igjen
pt: Edite arquivos, então 'git add' e execute novamente
ru: Отредактируйте файлы, затем выполните 'git add' и запустите это снова
sk: Upravte súbory, potom 'git add' a spustite to znova.
sv: Redigera filer, kör sedan 'git add' och kör detta igen
uk: Редагуйте файли, потім 'git add' і запустіть це знову

source: ✓ All conflicts resolved!
bg: ✓ Всички конфликти са разрешени!
da: ✓ Alle konflikter er løst!
de: ✓ Alle Konflikte gelöst!
et: ✓ Kõik konfliktid on lahendatud!
fi: ✓ Kaikki konfliktit ratkaistu!
fr: ✓ Tous les conflits résolus !
hr: ✓ Svi sukobi su riješeni!
hu: ✓ Minden konfliktus megoldva!
is: ✓ Öll átök leyst!
it: ✓ Tutti i conflitti risolti!
nl: ✓ Alle conflicten opgelost!
no: ✓ Alle konflikter løst!
pt: ✓ Todos os conflitos resolvidos!
ru: ✓ Все конфликты разрешены!
sk: ✓ Všetky konflikty boli vyriešené!
sv: ✓ Alla konflikter lösta!
uk: ✓ Усі конфлікти вирішено!

source: Manual conflict resolution needed
bg: Необходимо ръчно разрешаване на конфликти
da: Manuel konfliktløsning nødvendig
de: Manuelle Konfliktlösung erforderlich
et: Käsitsi konfliktide lahendamine vajalik
fi: Manuaalinen konfliktinratkaisu tarvitaan
fr: Résolution manuelle des conflits nécessaire
hr: Potrebno ručno rješavanje sukoba
hu: Kézi konfliktuskezelés szükséges
is: Handvirk skáldun nauðsynleg.
it: Risoluzione manuale dei conflitti necessaria
nl: Handmatige conflictoplossing nodig
no: Manuell konfliktløsning nødvendig
pt: Resolução manual de conflitos necessária
ru: Необходима ручная разрешение конфликта
sk: Potrebné manuálne riešenie konfliktu
sv: Manuell konfliktlösning behövs
uk: Ручне вирішення конфліктів необхідне

source: Conflicted files:
bg: Конфликтни файлове:
da: Konflikterede filer:
de: Konfliktdateien:
et: Konflikti failid:
fi: Ristiriitaiset tiedostot:
fr: Fichiers en conflit :
hr: Sukobljene datoteke:
hu: Ütköző fájlok:
is: Samskipti skrár:
it: File in conflitto:
nl: Conflicterende bestanden:
no: Konflikterte filer:
pt: Arquivos com conflito:
ru: Конфликтующие файлы:
sk: Konfliktné súbory:
sv: Konflikterande filer:
uk: Конфліктні файли:

source: Steps to resolve:
bg: Стъпки за разрешаване:
da: Trin til løsning:
de: Schritte zur Behebung:
et: Sammud lahendamiseks:
fi: Ratkaisuun liittyvät vaiheet:
fr: Étapes à suivre :
hr: Koraci za rješavanje:
hu: Megoldási lépések:
is: Skref til að leysa:
it: Passaggi per risolvere:
nl: Stappen om op te lossen:
no: Trinn for å løse:
pt: Passos para resolver:
ru: Шаги для решения:
sk: Kroky na vyriešenie:
sv: Steg för att lösa:
uk: Кроки для вирішення:

source: 1. Edit the files above and fix conflicts
bg: 1. Редактирайте файловете по-горе и разрешете конфликтите
da: 1. Rediger filerne ovenfor og løs konflikter
de: 1. Bearbeiten Sie die oben genannten Dateien und beheben Sie Konflikte
et: 1. Muuda ülaltoodud faile ja lahenda konfliktid
fi: Muokkaa yllä olevia tiedostoja ja korjaa konfliktit
fr: 1. Modifiez les fichiers ci-dessus et résolvez les conflits
hr: 1. Uredite gornje datoteke i riješite sukobe
hu: 1. Szerkeszd meg a fenti fájlokat és oldd meg a konfliktusokat
is: 1. Breyta skrám hér að ofan og laga árekstra
it: 1. Modifica i file sopra e risolvi i conflitti
nl: Bewerk de bovenstaande bestanden en los conflicten op
no: 1. Rediger filene ovenfor og løs konflikter
pt: 1. Edite os arquivos acima e corrija conflitos
ru: 1. Отредактируйте файлы выше и исправьте конфликты
sk: 1. Upravte súbory vyššie a vyriešte konflikty
sv: 1. Redigera filerna ovan och åtgärda konflikter
uk: 1. Edit the files above and resolve conflicts

source: 2. Run: git add <file>
bg: 2. Изпълнете: git add <файл>
da: 2. Kør: git tilføj <fil>
de: 2. Führen Sie aus: git add <Datei>
et: 2. Käivita: git add <fail>
fi: 2. Suorita: git add <tiedosto>
fr: 2. Exécutez : git add <fichier>
hr: 2. Pokreni: git add <file>
hu: 2. Futtasd: git add <file>
is: 2. Keyra: git bæta við <skjali>
it: 2. Esegui: git add <file>
nl: 2. Voer uit: git add <bestand>
no: 2. Kjør: git add <fil>
pt: 2. Execute: git add <arquivo>
ru: 2. Запустите: git add <файл>
sk: 2. Spustite: git add <súbor>
sv: 2. Kör: git add <fil>
uk: 2. Запустіть: git add <файл>

source: 3. Run this command again
bg: 3. Изпълнете тази команда отново
da: 3. Kør denne kommando igen
de: 3. Führen Sie diesen Befehl erneut aus
et: 3. Käivita see käsk uuesti
fi: 3. Suorita tämä komento uudelleen
fr: 3. Exécutez à nouveau cette commande
hr: 3. Ponovno pokrenite ovu naredbu
hu: 3. Futtassa újra ezt a parancsot
is: 3. Keyra þessa skipun aftur
it: 3. Esegui di nuovo questo comando
nl: 3. Voer dit commando opnieuw uit
no: 3. Kjør denne kommandoen igjen
pt: 3. Execute este comando novamente
ru: 3. Запустите эту команду снова
sk: 3. Spustite tento príkaz znova
sv: 3. Kör det här kommandot igen
uk: 3. Запустіть цю команду знову

source: ⚠️ MERGE CONFLICTS DETECTED
bg: ⚠️ ОТКРИТИ КОНФЛИКТИ ПРИ СЛИВАНЕТО
da: ⚠️ SAMMENFØRINGSKONFLIKTER DETEKTERET
de: ⚠️ MITSCHLÜSSE ERKANNT
et: ⚠️ ÜHENDAMISVAIDLUSED TUVASTATUD
fi: ⚠️ YHDISTÄMISKONFLIKTEJA HAVAITTU
fr: ⚠️ CONFLITS DE FUSION DÉTECTÉS
hr: ⚠️ DETECTIRANI SU SUKOBI SPOJENJA
hu: ⚠️ ÖSSZEOLVASÁSI ÜTKÖZÉSEK DETEKTÁLVA
is: ⚠️ SAMBANDSKONFLIKTAR GREINDIST
it: ⚠️ CONFLITTI DI UNIONE RILEVATI
nl: ⚠️ SAMENVOEGCONFLICTEN GEVONDEN
no: ⚠️ SAMMENFØRINGSKONFLIKTER DETEKTERT
pt: ⚠️ CONFLITOS DE MERGE DETECTADOS
ru: ⚠️ ОБНАРУЖЕНЫ КОНФЛИКТЫ СЛИЯНИЯ
sk: ⚠️ DETEKOVANÉ KONFLIKTY PRI ZLÚČENÍ
sv: ⚠️ SAMMANFÖRINGSKONFLIKTER DETEKTERADE
uk: ⚠️ ВИЯВЛЕНО КОНФЛІКТИ ЗЛИТТЯ

source: Branch comparison:
bg: Сравнение на клонове:
da: Grense sammenligning:
de: Zweigvergleich:
et: Harude võrdlemine:
fi: Haara vertailu:
fr: Comparaison de branches :
hr: Usporedba grana:
hu: Ág összehasonlítás:
is: Grein samanburður:
it: Confronto dei rami:
nl: Takvergelijking:
no: Grener sammenligning:
pt: Comparação de branches:
ru: Сравнение веток:
sk: Porovnanie vetiev:
sv: Grenjämförelse:
uk: Порівняння гілок:

source: NEWER
bg: ПО-НОВИ
da: NYERE
de: NEUER
et: UUEM.
fi: UUSIMMAT
fr: NOUVEAU
hr: NOVIJI
hu: ÚJABB
is: NÝRRA
it: PIÙ RECENTE
nl: NIEUWER
no: NYERE
pt: MAIS RECENTE
ru: НОВЕЕ
sk: NOVŠÍ
sv: NYARE
uk: НОВІШИЙ

source: older
bg: по-старо
da: ældre
de: älter
et: vanem
fi: vanhempi
fr: plus ancien
hr: stariji
hu: régi
is: eldri
it: più vecchio
nl: ouder
no: eldre
pt: mais antigo
ru: старый
sk: starší
sv: äldre

source: Conflicted files: {0}
bg: Конфликтни файлове: {0}
da: Konflikterede filer: {0}
de: Konfliktdateien: {0}
et: Konflikti failid: {0}
fi: Konfliktitiedostot: {0}
fr: Fichiers en conflit : {0}
hr: Sukobljene datoteke: {0}
hu: Ütköző fájlok: {0}
is: Samskipti skrár: {0}
it: File in conflitto: {0}
nl: Conflicterende bestanden: {0}
no: Konflikterte filer: {0}
pt: Arquivos com conflito: {0}
ru: Конфликтующие файлы: {0}
sk: Konfliktné súbory: {0}
sv: Konflikterande filer: {0}
uk: Конфліктні файли: {0}

source: ⚙️ Auto-resolution enabled: Using code from {0} (newer branch)
bg: ⚙️ Автоматично разрешаване активирано: Използване на код от {0} (по-нова версия)
da: ⚙️ Automatisk opløsning aktiveret: Bruger kode fra {0} (nyere gren)
de: ⚙️ Automatische Auflösung aktiviert: Verwende Code von {0} (neuere Version)
et: ⚙️ Automaatne lahendamine lubatud: Kasutatakse koodi {0} (uuem haru)
fi: ⚙️ Automaattinen ratkaisu käytössä: Käytetään koodia {0} (uudempi haara)
fr: ⚙️ Résolution automatique activée : Utilisation du code de {0} (branche plus récente)
hr: ⚙️ Automatsko rješavanje omogućeno: Koristeći kod iz {0} (novija grana)
hu: ⚙️ Automatikus megoldás engedélyezve: Kód használata a(z) {0} -ból (újabb ágon)
is: ⚙️ Sjálfvirk lausn virk: Notar kóða frá {0} (nýr grein)
it: ⚙️ Risoluzione automatica abilitata: Utilizzando codice da {0} (ramo più recente)
nl: ⚙️ Automatische resolutie ingeschakeld: Code van {0} gebruiken (nieuwere tak)
no: ⚙️ Automatisk oppløsning aktivert: Bruker kode fra {0} (nyere gren)
pt: ⚙️ Resolução automática habilitada: Usando código de {0} (branch mais recente)
ru: ⚙️ Авторазрешение включено: Используется код из {0} (новая ветка)
sk: ⚙️ Automatické riešenie povolené: Používanie kódu z {0} (novšia vetva)
sv: ⚙️ Automatisk upplösning aktiverad: Använder kod från {0} (nyare gren)
uk: ⚙️ Автоматичне вирішення увімкнено: Використання коду з {0} (новіша гілка)

source: Starting interactive conflict resolution...
bg: Започване на интерактивно разрешаване на конфликти...
da: Starter interaktiv konfliktløsning...
de: Starte interaktive Konfliktlösung...
et: Alustamine interaktiivse konflikti lahendamise...
fi: Aloitetaan vuorovaikutteinen konfliktinratkaisu...
fr: Démarrage de la résolution interactive des conflits...
hr: Pokretanje interaktivnog rješavanja sukoba...
hu: Interaktív konfliktuskezelés indítása...
is: Byrjar gagnvirka ágreiningslausn...
it: Avvio della risoluzione interattiva dei conflitti...
nl: Start interactieve conflictoplossing...
no: Starter interaktiv konfliktløsning...
pt: Iniciando resolução de conflitos interativa...
ru: Запуск интерактивного разрешения конфликтов...
sk: Začínam interaktívne riešenie konfliktov...
sv: Startar interaktiv konfliktlösning...
uk: Початок інтерактивного вирішення конфліктів...

source: You'll review each file and choose which version to keep
bg: Ще прегледате всеки файл и ще изберете коя версия да запазите.
da: Du vil gennemgå hver fil og vælge, hvilken version du vil beholde.
de: Sie werden jede Datei überprüfen und auswählen, welche Version Sie behalten möchten.
et: Sa vaatad iga faili üle ja valid, millise versiooni hoida.
fi: Tarkistat jokaisen tiedoston ja valitset, minkä version pidät.
fr: Vous examinerez chaque fichier et choisirez quelle version conserver.
hr: Pregledat ćete svaku datoteku i odabrati koju verziju zadržati.
hu: Minden fájlt át fogsz nézni, és ki fogod választani, melyik verziót tartsd meg.
is: Þú munt fara yfir hvert skjal og velja hvaða útgáfu þú vilt halda.
it: Esaminerai ogni file e sceglierai quale versione mantenere.
nl: Je zult elk bestand bekijken en kiezen welke versie je wilt behouden.
no: Du vil gjennomgå hver fil og velge hvilken versjon du vil beholde.
pt: Você revisará cada arquivo e escolherá qual versão manter
ru: Вы просмотрите каждый файл и выберете, какую версию сохранить.
sk: Prejdete si každý súbor a vyberiete, ktorú verziu si ponecháte.
sv: Du kommer att granska varje fil och välja vilken version du vill behålla.
uk: Ви переглянете кожен файл і виберете, яку версію зберегти.

source: Press Enter to start...
pt: Pressione Enter para iniciar...

source: File {0}/{1}: {2}
bg: Файл {0}/{1}: {2}
da: Fil {0}/{1}: {2}
de: Datei {0}/{1}: {2}
et: Fail {0}/{1}: {2}
fi: Tiedosto {0}/{1}: {2}
fr: Fichier {0}/{1} : {2}
hr: Datoteka {0}/{1}: {2}
hu: Fájl {0}/{1}: {2}
is: Skrá {0}/{1}: {2}
nl: Bestand {0}/{1}: {2}
no: Fil {0}/{1}: {2}
pt: Arquivo {0}/{1}: {2}
ru: Файл {0}/{1}: {2}
sk: Súbor {0}/{1}: {2}
sv: Fil {0}/{1}: {2}
uk: Файл {0}/{1}: {2}

source: Found {0} conflict(s) starting at line {1}
bg: Намерени са {0} конфликта, започващи на ред {1}
da: Fundet {0} konflikt(er) startende ved linje {1}
de: Gefunden {0} Konflikt(e) beginnend bei Zeile {1}
et: Leiti {0} konflikti(d) algusega real {1}
fi: Löydettiin {0} konfliktia, jotka alkavat riviltä {1}
fr: Conflit(s) trouvé(s) {0} à partir de la ligne {1}
hr: Pronađeno {0} sukoba(a) počevši od linije {1}
hu: Talált {0} ütközést(ek) a(z) {1}. sorban kezdődően
is: Fundin {0} árekstrar(e) sem hefst á línu {1}
it: Trovato {0} conflitto(i) a partire dalla riga {1}
nl: Gevonden {0} conflict(en) beginnend bij regel {1}
no: Fant {0} konflikt(er) som begynner på linje {1}
pt: Encontrados {0} conflito(s) começando na linha {1}
ru: Найдено {0} конфликт(ов), начиная с строки {1}
sk: Nájdených {0} konfliktov začínajúc na riadku {1}
sv: Hittade {0} konflikt(er) som börjar på rad {1}

source: Preview of changes:
bg: Преглед на промените:
da: Forhåndsvisning af ændringer:
de: Änderungsvorschau:
et: Muutatuste eelvaade:
fi: Muutosten esikatselu:
fr: Aperçu des modifications :
hr: Pregled promjena:
hu: A változtatások előnézete:
is: Forskoðun á breytingum:
it: Anteprima delle modifiche:
nl: Voorbeeld van wijzigingen:
no: Forhåndsvisning av endringer:
pt: Pré-visualização das alterações:
ru: Предварительный просмотр изменений:
sk: Náhľad zmien:
sv: Förhandsgranskning av ändringar:
uk: Попередній перегляд змін:

source: {0} (YOUR branch, NEWER)
bg: {0} (ВАША клон, ПО-НОВ)
da: {0} (DIN gren, NYERE)
de: {0} (DEIN Zweig, NEUER)
et: {0} (TEIE haru, UUEM)
fi: {0} (OMA haara, UUSIMMAT)
fr: {0} (VOTRE branche, PLUS RÉCENT)
hr: {0} (VAŠ grana, NOVIJA)
hu: {0} (A TE ágad, ÚJABB)
is: {0} (ÞIN grein, NÝR)
it: {0} (IL tuo ramo, PIÙ NUOVO)
nl: {0} (JOUW tak, NIEUWER)
no: {0} (DIN gren, NYERE)
pt: {0} (SUA branch, MAIS RECENTE)
ru: {0} (ВАША ветка, НОВЕЕ)
sk: {0} (VAŠE vetva, NOVŠIA)
sv: {0} (DIN gren, NYARE)
uk: {0} (ВАШ гілка, НОВІШИЙ)

source: {0} (older)
bg: {0} (по-стар)
da: {0} (ældre)
de: {0} (älter)
et: {0} (vanem)
fi: {0} (vanhempi)
fr: {0} (plus ancien)
hr: {0} (stariji)
hu: {0} (régebbi)
is: {0} (eldri)
it: {0} (più vecchio)
nl: {0} (ouder)
no: {0} (eldre)
pt: {0} (mais antigo)
ru: {0} (старее)
sk: {0} (starší)
sv: {0} (äldre)

source: {0} (YOUR branch, older)
bg: {0} (ВАША клон, по-стар)
da: {0} (DIN gren, ældre)
de: {0} (DEIN Zweig, älter)
et: {0} (TEIE haru, vanem)
fi: {0} (OMA haara, vanhempi)
fr: {0} (VOTRE branche, ancienne)
hr: {0} (VAŠa grana, starija)
hu: {0} (A TE ágad, régebbi)
is: {0} (Þín útgáfa, eldri)
it: {0} (IL TUO ramo, più vecchio)
nl: {0} (JOUW tak, ouder)
no: {0} (DIN gren, eldre)
pt: {0} (SUA branch, mais antigo)
ru: {0} (ВАША ветка, старая)
sk: {0} (VAŠE vetva, staršia)
sv: {0} (DIN gren, äldre)
uk: {0} (ВАШ гілка, старіша)

source: {0} (NEWER)
bg: {0} (ПО-НОВ)
da: {0} (NYERE)
de: {0} (NEUER)
et: {0} (UUEM)
fi: {0} (UUSIMMAT)
fr: {0} (NOUVEAU)
hr: {0} (NOVIJI)
hu: {0} (ÚJABB)
is: {0} (NÝR)
it: {0} (NUOVO)
nl: {0} (NIEUWER)
no: {0} (NYERE)
pt: {0} (MAIS RECENTE)
ru: {0} (НОВЕЕ)
sk: {0} (NOVŠÍ)
sv: {0} (NYARE)
uk: {0} (НОВІШИЙ)

source: more lines
bg: повече редове
da: flere linjer
de: mehr Zeilen
et: rohkem ridu
fi: lisää rivejä
fr: plus de lignes
hr: više redaka
hu: több sor
is: fleiri línur
it: più righe
nl: meer regels
no: flere linjer
pt: mais linhas
ru: больше строк
sk: viac riadkov
sv: fler rader
uk: більше рядків

source: Use {0} version [{1}] - Recommended
bg: Използвайте версия {0} [{1}] - Препоръчително
da: Brug {0} version [{1}] - Anbefalet
de: Verwenden Sie die {0} Version [{1}] - Empfohlen
et: Kasutage {0} versiooni [{1}] - Soovitatav
fi: Käytä {0} versiota [{1}] - Suositeltu
fr: Utilisez la version {0} [{1}] - Recommandé
hr: Koristite {0} verziju [{1}] - Preporučeno
hu: Használja a(z) {0} verziót [{1}] - Ajánlott
is: Notaðu {0} útgáfu [{1}] - Mælt með
it: Usa la versione {0} [{1}] - Raccomandato
nl: Gebruik {0} versie [{1}] - Aanbevolen
no: Bruk {0} versjon [{1}] - Anbefalt
pt: Usar versão {0} [{1}] - Recomendado
ru: Используйте версию {0} [{1}] - Рекомендуется
sk: Použite verziu {0} [{1}] - Odporúčané
sv: Använd {0} version [{1}] - Rekommenderad
uk: Використовуйте версію {0} [{1}] - Рекомендується

source: Use {0} version [{1}]
bg: Използвайте версия {0} [{1}]
da: Brug {0} version [{1}]
de: Verwenden Sie die {0} Version [{1}]
et: Kasutage {0} versiooni [{1}]
fi: Käytä {0} versiota [{1}]
fr: Utilisez la version {0} [{1}]
hr: Koristite {0} verziju [{1}]
hu: Használja a {0} verziót [{1}]
is: Notaðu {0} útgáfu [{1}]
it: Usa la versione {0} [{1}]
nl: Gebruik {0} versie [{1}]
no: Bruk {0} versjon [{1}]
pt: Usar versão {0} [{1}]
ru: Используйте версию {0} [{1}]
sk: Použite verziu {0} [{1}]
sv: Använd {0} version [{1}]
uk: Використовуйте версію {0} [{1}]

source: Skip - I'll edit manually
bg: Пропусни - Ще редактирам ръчно
da: Spring - Jeg redigerer manuelt
de: Überspringen - Ich werde manuell bearbeiten
et: Jäta - Muudan käsitsi
fi: Ohita - Muokkaan manuaalisesti
fr: Passer - Je vais éditer manuellement
hr: Preskoči - Ručno ću urediti
hu: Ugrás - Kézzel szerkesztem
is: Sleppa - Ég mun breyta handvirkt
it: Salta - Modificherò manualmente
nl: Overslaan - Ik zal het handmatig bewerken
no: Hopp over - Jeg redigerer manuelt
pt: Pular - Vou editar manualmente
ru: Пропустить - Я отредактирую вручную
sk: Preskočte - Upravím manuálne
sv: Hoppa över - Jag redigerar manuellt
uk: Пропустити - Я відредагую вручну

source: Choose version for: {0}
bg: Изберете версия за: {0}
da: Vælg version for: {0}
de: Wählen Sie die Version für: {0}
et: Vali versioon: {0}
fi: Valitse versio: {0}
fr: Choisissez la version pour : {0}
hr: Odaberite verziju za: {0}
hu: Válassza ki a verziót: {0}
is: Veldu útgáfu fyrir: {0}
it: Scegli la versione per: {0}
nl: Kies versie voor: {0}
no: Velg versjon for: {0}
pt: Escolher versão para: {0}
ru: Выберите версию для: {0}
sk: Vyberte verziu pre: {0}
sv: Välj version för: {0}
uk: Виберіть версію для: {0}

source: ⚠️ Skipping {0} - you'll need to edit it manually
bg: ⚠️ Пропускане на {0} - ще трябва да го редактирате ръчно
da: ⚠️ Spring {0} - du skal redigere det manuelt
de: ⚠️ Überspringe {0} - du musst es manuell bearbeiten
et: ⚠️ Jätan {0} vahele - peate seda käsitsi redigeerima
fi: ⚠️ Ohitetaan {0} - sinun täytyy muokata sitä manuaalisesti
fr: ⚠️ Ignorer {0} - vous devrez l'éditer manuellement
hr: ⚠️ Preskočeno {0} - morat ćete to ručno urediti
hu: ⚠️ Kihagyás {0} - manuálisan kell szerkesztened.
is: ⚠️ Sleppa {0} - þú þarft að breyta því handvirkt
it: ⚠️ Ignorando {0} - dovrai modificarlo manualmente
nl: ⚠️ Overslaan {0} - je moet het handmatig bewerken
no: ⚠️ Hopper {0} - du må redigere det manuelt
pt: ⚠️ Pulando {0} - você precisará editar manualmente
ru: ⚠️ Пропуск {0} - вам нужно будет отредактировать его вручную
sk: ⚠️ Preskočenie {0} - budete to musieť upraviť ručne
sv: ⚠️ Hoppar över {0} - du behöver redigera det manuellt
uk: ⚠️ Пропускаємо {0} - вам потрібно буде редагувати це вручну

source: To resolve manually:
bg: Да се разреши ръчно:
da: At løse manuelt:
de: Manuell lösen:
et: Käsitsi lahendamiseks:
fi: Ratkaise manuaalisesti:
fr: À résoudre manuellement :
hr: Ručno riješiti:
hu: Kézi megoldás:
is: Að leysa handvirkt:
it: Da risolvere manualmente:
nl: Handmatig oplossen:
no: Å løse manuelt:
pt: Para resolver manualmente:
ru: Решить вручную:
sk: Ručne vyriešiť:
sv: Att lösa manuellt:
uk: Щоб вирішити вручну:

source: 2. Remove conflict markers: <<<<<<< ======= >>>>>>>
bg: 2. Премахнете маркерите за конфликти: <<<<<<< ======= >>>>>>>
da: 2. Fjern konfliktmarkører: <<<<<<< ======= >>>>>>>
de: 2. Konfliktmarker entfernen: <<<<<<< ======= >>>>>>>
et: 2. Eemalda konfliktimarkerid: <<<<<<< ======= >>>>>>>
fi: 2. Poista konfliktimerkit: <<<<<<< ======= >>>>>>>
fr: 2. Supprimer les marqueurs de conflit : <<<<<<< ======= >>>>>>>
hr: 2. Ukloni oznake sukoba: <<<<<<< ======= >>>>>>>
hu: 2. Törölje a konfliktusjelölőket: <<<<<<< ======= >>>>>>>
is: 2. Fjarlægðu árekstrarmerki: <<<<<<< ======= >>>>>>>
it: 2. Rimuovi i marcatori di conflitto: <<<<<<< ======= >>>>>>>
nl: 2. Verwijder conflictemarkers: <<<<<<< ======= >>>>>>>
no: 2. Fjern konfliktmarkører: <<<<<<< ======= >>>>>>>
pt: 2. Remova marcadores de conflito: <<<<<<< ======= >>>>>>>
ru: 2. Удалить маркеры конфликтов: <<<<<<< ======= >>>>>>>
sk: 2. Odstrániť značky konfliktu: <<<<<<< ======= >>>>>>>
sv: 2. Ta bort konfliktmarkörer: <<<<<<< ======= >>>>>>>
uk: 2. Видалити маркери конфлікту: <<<<<<< ======= >>>>>>>

source: ✓ Resolved: Using {0} version
bg: ✓ Решено: Използване на версия {0}
da: ✓ Løst: Bruger {0} version
de: ✓ Gelöst: Verwendung von {0} Version
et: ✓ Lahendatud: Kasutades {0} versiooni
fi: ✓ Ratkaistu: Käytetään {0} versiota
fr: ✓ Résolu : Utilisation de la version {0}
hr: ✓ Riješeno: Koristeći verziju {0}
hu: ✓ Megoldva: A(z) {0} verzió használatával
is: ✓ Leyst: Notað {0} útgáfu
it: ✓ Risolto: Utilizzando la versione {0}
nl: ✓ Opgelost: Gebruik {0} versie
no: ✓ Løst: Bruker {0} versjon
pt: ✓ Resolvido: Usando versão {0}
ru: ✓ Решено: Используется версия {0}
sk: ✓ Riešené: Používanie verzie {0}
sv: ✓ Löst: Använder {0} version
uk: ✓ Вирішено: Використання версії {0}
