Repository: big-comm/gitrepo
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Resetting to previous commit...
bg: Връщане към предишен комит...
cs: Obnovování na předchozí commit...
da: Nulstiller til tidligere commit...
de: Zurücksetzen auf vorherigen Commit...
el: Επαναφορά στην προηγούμενη δέσμευση...
es: Restableciendo al commit anterior...
et: Eelmine commit taastamine...
fi: Palautetaan edelliseen commit-tilaan...
fr: Réinitialisation au commit précédent...
he: מחדש לקומיט הקודם...
hr: Vraćanje na prethodni commit...
hu: Visszaállítás az előző elkötelezésre...
is: Að endurstilla í fyrri skuldbindingu...
it: Ripristino al commit precedente...
ja: 以前のコミットにリセットしています...
nl: Terugzetten naar vorige commit...
no: Tilbakestiller til forrige forpliktelse...
pl: Resetowanie do poprzedniego zatwierdzenia...
pt: Resetando paro commit anterior...
ro: Resetare la commit-ul anterior...
ru: Сброс к предыдущему коммиту...
sk: Obnovovanie na predchádzajúci commit...
sv: Återställer till föregående commit...
tr: Önceki commit'e sıfırlanıyor...
uk: Скидання до попереднього коміту...

source: Commit exists in remote - force push required
bg: Комитът съществува в отдалеченото хранилище - необходима е принудителна изпращане.
cs: Změna existuje na vzdáleném úložišti - je vyžadováno vynucené odeslání
da: Commit findes i fjernlager - tvungen push kræves
de: Commit existiert im Remote - Force-Senden erforderlich
el: Η δέσμευση υπάρχει στο απομακρυσμένο - απαιτείται αναγκαστική ώθηση
es: El commit existe en el remoto - se requiere un push forzado
et: Kohustus eksisteerib kaugserveris - vajalik on sundtõukamine
fi: Commit on olemassa etäpalvelimella - pakotettu työntö vaaditaan
fr: Le commit existe sur le serveur distant - un envoyer forcé est requis
he: התחייבות קיימת במרוחק - דרוש דחיפה בכוח
hr: Commit postoji na udaljenom - potrebna je prisilna objava
hu: A commit létezik a távoli tárolóban - kényszerített feltöltés szükséges
is: Skilaboð eru til á fjarveitu - nauðsynlegt að þrýsta með valdi
it: Il commit esiste nel remoto - è necessario un inviare forzato
ja: リモートにコミットが存在します - 強制プッシュが必要です
nl: Commit bestaat op de remote - geforceerde push vereist
no: Commit eksisterer i fjern - tvungen push nødvendig
pl: Commit istnieje w zdalnym - wymagana jest wymuszone wypchnięcie
pt: Commit existe no remoto - push forçado necessário
ro: Commitul există în remote - este necesar un push forțat
ru: Коммит существует в удаленном репозитории - требуется принудительная отправка.
sk: Záznam existuje na vzdialenom úložisku - vyžaduje sa nútené odoslanie
sv: Commit finns i fjärran - tvångspush krävs
tr: Uzakta commit mevcut - zorla itme gerekli
uk: Коміт існує в віддаленому репозиторії - потрібен примусовий пуш

source: This will force push and rewrite remote history. Continue?
bg: Това ще принуди пушването и ще презапише отдалечената история. Продължавате ли?
cs: Toto způsobí nucené odeslání a přepíše vzdálenou historii. Pokračovat?
da: Dette vil tvinge push og omskrive fjernhistorik. Fortsætte?
de: Dies wird einen Force-Senden durchführen und die entfernte Historie überschreiben. Fortfahren?
el: Αυτό θα αναγκάσει την προώθηση και θα ξαναγράψει την απομακρυσμένη ιστορία. Συνεχίσετε;
es: Esto forzará el push y reescribirá el historial remoto. ¿Continuar?
et: See sunnib sunnib ja kirjutab üle kaugajaloo. Jätkata?
fi: Tämä pakottaa työntämään ja kirjoittamaan etähistorian uudelleen. Jatketaanko?
fr: Cela forcera le envoyer et réécrira l'historique distant. Continuer ?
he: זה יכפה דחיפה ויכתוב מחדש את ההיסטוריה המרוחקת. להמשיך?
hr: Ovo će prisilno gurnuti i prepisati udaljenu povijest. Nastaviti?
hu: Ez kényszerített push-t végez és felülírja a távoli történetet. Folytatni?
is: Þetta mun þvinga að ýta og skrifa yfir fjarhistóriu. Halda áfram?
it: Questo forzerà il inviare e riscriverà la cronologia remota. Continuare?
ja: これにより、強制的にプッシュし、リモートの履歴を書き換えます。続行しますか？
nl: Dit zal een force push uitvoeren en de externe geschiedenis herschrijven. Doorgaan?
no: Dette vil tvinge push og omskrive fjernhistorikk. Fortsette?
pl: To będzie wymusić push i przepisać zdalną historię. Kontynuować?
pt: Isso fará push forçado e reescreverá o histórico remoto. Continuar?
ro: Aceasta va forța împingerea și va rescrie istoricul de la distanță. Continua?
ru: Это приведет к принудительному пушу и переписыванию удаленной истории. Продолжить?
sk: Toto spôsobí nútené odoslanie a prepíše vzdialenú históriu. Pokračovať?
sv: Detta kommer att tvinga en push och skriva om fjärrhistorik. Fortsätta?
tr: Bu, zorla itme yapacak ve uzak geçmişi yeniden yazacaktır. Devam edilsin mi?
uk: Це примусово надішле та перепише віддалену історію. Продовжити?

source: Force pushing changes...
bg: Принудително изпращане на промени...
cs: Nucení k odeslání změn...
da: Tvinger ændringer...
de: Änderungen erzwingen...
el: Επιβολή αλλαγών...
es: Forzando el envío de cambios...
et: Sundides muutmisi...
fi: Voiman käyttöönottaminen muutosten työntämiseksi...
fr: Forcer l'envoi des modifications...
he: כוח דחיפת שינויים...
hr: Prisilno slanje promjena...
hu: Kényszerített változtatások feltöltése...
is: Þvingun á breytingum...
it: Forzando l'invio delle modifiche...
ja: 強制的に変更をプッシュしています...
nl: Force pushen van wijzigingen...
no: Tvinge endringer...
pl: Wymuszanie zmian...
pt: Forçando push das alterações...
ro: Forțarea împingerii modificărilor...
ru: Принудительная отправка изменений...
sk: Nútené posielanie zmien...
sv: Tvingar att trycka ändringar...
tr: Zorla değişiklikleri itme...
uk: Примусове виштовхування змін...

source: Reset completed and force pushed
bg: Нулирането е завършено и е извършено принудително изпращане.
cs: Resetování dokončeno a vynuceně odesláno
da: Nulstilling fuldført og tvunget skubbet
de: Zurücksetzen abgeschlossen und erzwungen gepusht
el: Η επαναφορά ολοκληρώθηκε και η ώθηση έγινε με δύναμη
es: Restablecimiento completado y forzado.
et: Reset on lõpetatud ja sunniviisiliselt edastatud
fi: Nollaus valmis ja pakotettu työntö
fr: Réinitialisation terminée et poussée forcée
he: איפוס הושלם ודחיפה בכוח בוצעה
hr: Resetiranje dovršeno i prisilno gurnuto
hu: A visszaállítás befejeződött és kényszerített push történt.
is: Endursetning lokið og þrýst á.
it: Ripristino completato e forzato.
ja: リセットが完了し、強制プッシュされました
nl: Reset voltooid en geforceerd gepusht
no: Tilbakestilling fullført og tvunget pushet
pl: Resetowanie zakończone i wymuszone wypchnięcie
pt: Reset concluído e push forçado realizado
ro: Resetare finalizată și forțată.
ru: Сброс завершен и принудительно отправлен
sk: Resetovanie dokončené a nútene odoslané
sv: Återställning slutförd och tvångspushad
tr: Sıfırlama tamamlandı ve zorla itildi.

source: Reset completed (commit was only local)
bg: Нулирането е завършено (комитът беше само локален)
cs: Resetování dokončeno (komit byl pouze lokální)
da: Nulstilling fuldført (commit var kun lokal)
de: Zurücksetzen abgeschlossen (Commit war nur lokal)
el: Η επαναφορά ολοκληρώθηκε (η δέσμευση ήταν μόνο τοπική)
es: Restablecimiento completado (el commit fue solo local)
et: Reset lõpetatud (commit oli ainult kohalik)
fi: Nollaus valmis (sitoumus oli vain paikallinen)
fr: Réinitialisation terminée (le commit était uniquement local)
he: איפוס הושלם (המחויבות הייתה רק מקומית)
hr: Resetiranje dovršeno (commit je bio samo lokalni)
hu: A visszaállítás befejeződött (a commit csak helyi volt)
is: Endurstilling lokið (commit var aðeins staðbundin)
it: Ripristino completato (il commit era solo locale)
ja: リセット完了（コミットはローカルのみでした）
nl: Reset voltooid (commit was alleen lokaal)
no: Tilbakestilling fullført (forpliktelsen var kun lokal)
pl: Reset zakończony (commit był tylko lokalny)
pt: Reset concluído (commit era apenas local)
ro: Reset finalizat (commitul a fost doar local)
ru: Сброс завершен (коммит был только локальным)
sk: Obnovenie dokončené (komit bol iba lokálny)
sv: Återställning slutförd (kommittén var endast lokal)
tr: Sıfırlama tamamlandı (taahhüt yalnızca yerel idi)
uk: Скидання завершено (коміт був лише локальним)

source: Successfully skipped revert (no effective changes)
bg: Успешно пропуснато възстановяване (няма ефективни промени)
cs: Úspěšně přeskočeno vrácení (žádné účinné změny)
da: Succesfuldt sprunget over tilbagerulning (ingen effektive ændringer)
de: Erfolgreich Rückgängig gemacht (keine wirksamen Änderungen)
el: Επιτυχώς παρακάμφθηκε η επαναφορά (χωρίς αποτελεσματικές αλλαγές)
es: Reversión omitida con éxito (sin cambios efectivos)
et: Edukalt vahelejätmine (mõjusid muudatusi ei olnud)
fi: Ohitettu palautus onnistuneesti (ei vaikuttavia muutoksia)
fr: Réversion sautée avec succès (aucun changement effectif)
he: דלג על החזרה בהצלחה (אין שינויים אפקטיביים)
hr: Uspješno preskočen povratak (nema učinkovitih promjena)
hu: Sikeresen kihagyta a visszaállítást (nincsenek érvényes változások)
is: Sukksessfully sleppt aftur (engin virk breytingar)
it: Revert saltato con successo (nessuna modifica efficace)
ja: 正常にリバートをスキップしました（有効な変更はありません）
nl: Met succes overgeslagen terugzetten (geen effectieve wijzigingen)
no: Suksessfullt hoppet over tilbakestilling (ingen effektive endringer)
pl: Pomyślnie pominięto cofnięcie (brak skutecznych zmian)
pt: Reversão pulada com sucesso (sem alterações efetivas)
ro: Revenirea a fost sărită cu succes (fără modificări efective)
ru: Успешно пропущен откат (нет эффективных изменений)
sk: Úspešne preskočené vrátenie (žiadne účinné zmeny)
sv: Framgångsrikt hoppade över återställning (inga effektiva ändringar)
tr: Başarıyla geri alma atlandı (etkili değişiklik yok)
uk: Успішно пропущено скасування (немає ефективних змін)

source: Failed to skip revert: {0}
bg: Неуспешно пропуснато възстановяване: {0}
cs: Nepodařilo se přeskočit vrácení: {0}
da: Mislykkedes at springe tilbage: {0}
de: Fehler beim Überspringen der Rücksetzung: {0}
el: Αποτυχία παράκαμψης επαναφοράς: {0}
es: Error al omitir la reversión: {0}
et: Eba tõrge: {0}
fi: Epäonnistui ohittamaan palautus: {0}
fr: Échec du saut de réversion : {0}
he: נכשל לדלג על החזרה: {0}
hr: Nije uspjelo preskočiti vraćanje: {0}
hu: Nem sikerült átugrani a visszaállítást: {0}
is: Mistók að sleppa aftur: {0}
it: Impossibile saltare il ripristino: {0}
ja: リバートをスキップできませんでした: {0}
nl: Mislukt om terug te keren: {0}
no: Kunne ikke hoppe over tilbakestilling: {0}
pl: Nie udało się pominąć cofnięcia: {0}
pt: Falha ao pular reversão: {0}
ro: Nu s-a reușit să se sară peste revenire: {0}
ru: Не удалось пропустить откат: {0}
sk: Nepodarilo sa preskočiť vrátenie: {0}
sv: Misslyckades med att hoppa över återställning: {0}
tr: Geri alma atlanamadı: {0}
uk: Не вдалося пропустити скасування: {0}

source: Revert completed successfully
bg: Възстановяването е завършено успешно
cs: Vrácení bylo úspěšně dokončeno
da: Tilbageførsel gennemført med succes
de: Rückgängig machen erfolgreich abgeschlossen
el: Η επαναφορά ολοκληρώθηκε με επιτυχία
es: Reversión completada con éxito
et: Tagasi pööramine õnnestus.
fi: Palautus suoritettu onnistuneesti
fr: Rétablissement terminé avec succès
he: החזרה הושלמה בהצלחה
hr: Povratak je uspješno završen
hu: A visszaállítás sikeresen befejeződött
is: Afturhvarf lokið með góðum árangri
it: Ripristino completato con successo
ja: 元に戻すが正常に完了しました
nl: Terugzetten succesvol voltooid
no: Tilbakestilling fullført med suksess
pl: Cofnięcie zakończone pomyślnie
pt: Reversão concluída com sucesso
ro: Revenire finalizată cu succes
ru: Откат завершён успешно
sk: Obnovenie bolo úspešne dokončené
sv: Återställning slutförd framgångsrikt
tr: Geri alma işlemi başarıyla tamamlandı

source: Revert continue failed: {0}
bg: Възстановяването на продължаването не успя: {0}
cs: Obnovení pokračování selhalo: {0}
da: Fortryd fortsæt mislykkedes: {0}
de: Rückgängig machen Fortsetzen fehlgeschlagen: {0}
el: Αναίρεση συνέχειας απέτυχε: {0}
es: Revertir continuar fallido: {0}
et: Tagasi pööramine ebaõnnestus: {0}
fi: Palautus jatkuu epäonnistui: {0}
fr: Revertir la continuation échouée : {0}
he: שחזור המשך נכשל: {0}
hr: Povratak nastavka nije uspio: {0}
hu: A visszaállítás folytatása nem sikerült: {0}
is: Afturkalla áfram mistókst: {0}
it: Ripristina continuazione non riuscita: {0}
ja: 元に戻す続行に失敗しました: {0}
nl: Herstel doorgaan mislukt: {0}
no: Angre fortsettelse mislyktes: {0}
pl: Przywracanie kontynuacji nie powiodło się: {0}
pt: Continuação da reversão falhou: {0}
ro: Revenire continuare eșuat: {0}
ru: Не удалось продолжить откат: {0}
sk: Obnovenie pokračovania zlyhalo: {0}
sv: Återställning av fortsättning misslyckades: {0}
tr: Geri alma devam edilemedi: {0}

source: Revert continue timed out - aborting
bg: Възстановяване на продължаване - изтекло време - прекратяване
cs: Obnovení pokračování vypršelo - přerušení
da: Fortryd fortsæt timeout - annullerer
de: Rückgängig machen Fortsetzen Zeitüberschreitung - Abbruch
el: Αναίρεση συνέχειας - χρονικό όριο - ακύρωση
es: Revertir continuar agotado - abortando
et: Tagasi pööramine jätkub, aeg on otsas - katkestamine
fi: Palauta jatka aikakatkaistu - keskeytetään
fr: Revenir, continuer a expiré - abandonner
he: שחזור המשך פג תוקף - מבטל
hr: Poništi nastavak istekao - prekidam
hu: Visszaállítás folytatása időtúllépés - megszakítás
is: Afturkalla áfram tímabilið útrunnið - hætta við
it: Ripristina continuazione scaduta - annullamento
ja: 元に戻す 続行 タイムアウト - 中止しています
nl: Herstel doorgaan time-out - afgebroken
no: Tilbakefør fortsettelse tidsavbrutt - avbryter
pl: Cofnij kontynuację - przekroczono limit czasu - przerywanie
pt: Continuação da reversão expirou - abortando
ro: Revenire continuare a expirat - anulare
ru: Возврат продолжения истек времени - прерывание
sk: Obnovenie pokračovania vypršalo - zrušenie
sv: Återställning fortsättning tidsgräns överskriden - avbryter
tr: Geri alma devam süresi doldu - iptal ediliyor

source: Revert changes pushed successfully
bg: Възстановяване на промените, успешно изпратени
cs: Změny byly úspěšně vráceny.
da: Ændringer, der blev sendt, er blevet annulleret.
de: Änderungen erfolgreich zurückgesetzt
el: Αναίρεση αλλαγών που μεταφέρθηκαν με επιτυχία
es: Revertir cambios enviados con éxito
et: Muudatused tagastatud edukalt
fi: Palauta muutokset onnistuneesti.
fr: Modifications annulées avec succès
he: שינויים בוטלו בהצלחה
hr: Poništi promjene uspješno poslane
hu: A változtatások visszaállítása sikeresen megtörtént
is: Afturkalla breytingar sem voru sendar með góðum árangri
it: Ripristina modifiche caricate con successo
ja: 変更が正常に元に戻されました
nl: Wijzigingen succesvol teruggedraaid
no: Tilbakestill endringer som ble sendt vellykket
pl: Cofnij zmiany, które zostały pomyślnie przesłane
pt: Alterações de reversão enviadas com sucesso
ro: Anularea modificărilor a fost efectuată cu succes
ru: Изменения успешно отменены
sk: Zmeny boli úspešne vrátené
sv: Återställ ändringar som har skickats framgångsrikt
tr: Değişiklikler başarıyla geri alındı
uk: Зміни успішно скасовано

source: Failed to push revert: {0}
bg: Неуспешно изпращане на възстановяване: {0}
cs: Nepodařilo se odeslat vrácení: {0}
da: Fejl ved at skubbe tilbage: {0}
de: Fehler beim Zurücksetzen des Senden: {0}
el: Αποτυχία στην προώθηση της αναίρεσης: {0}
es: Error al enviar la reversión: {0}
et: Eba tõukamine ebaõnnestus: {0}
fi: Epäonnistui palautuksen työntäminen: {0}
fr: Échec de l'envoi du revert : {0}
he: נכשל לדחוף חזרה: {0}
hr: Neuspjelo slanje povrata: {0}
hu: A visszavonás feltöltése nem sikerült: {0}
is: Mistók að ýta aftur: {0}
it: Impossibile inviare il ripristino: {0}
ja: リバートのプッシュに失敗しました: {0}
nl: Mislukt om terug te duwen: {0}
no: Feilet å presse tilbakestilling: {0}
pl: Nie udało się przesłać cofnięcia: {0}
pt: Falha ao enviar reversão: {0}
ro: Eșec la împingerea revert: {0}
ru: Не удалось выполнить откат: {0}
sk: Nepodarilo sa odoslať vrátenie: {0}
sv: Misslyckades med att trycka på återställning: {0}
tr: Geri alma itmesi başarısız oldu: {0}

source: Revert completed (commit was only local)
bg: Възстановяването е завършено (комитът беше само локален)
cs: Vrácení dokončeno (komit byl pouze místní)
da: Fortrydelse gennemført (commit var kun lokal)
de: Rückgängig gemacht (Commit war nur lokal)
el: Η αναίρεση ολοκληρώθηκε (η δέσμευση ήταν μόνο τοπική)
es: Reversión completada (el commit fue solo local)
et: Tagasi pööramine lõpetatud (commit oli ainult kohalik)
fi: Palautus valmis (commit oli vain paikallinen)
fr: Reverti terminé (le commit était uniquement local)
he: החזרה הושלמה (המחויבות הייתה רק מקומית)
hr: Povratak dovršen (commit je bio samo lokalni)
hu: Visszaállítás befejezve (a commit csak helyi volt)
is: Afturkalla lokið (commit var aðeins staðbundinn)
it: Revertito completato (il commit era solo locale)
ja: リバートが完了しました（コミットはローカルのみでした）
nl: Herstel voltooid (commit was alleen lokaal)
no: Tilbakeføring fullført (kommit var kun lokal)
pl: Cofnięcie zakończone (commit był tylko lokalny)
pt: Reversão concluída (commit era apenas local)
ro: Revenire finalizată (commit-ul a fost doar local)
ru: Откат завершён (коммит был только локальным)
sk: Obnovenie dokončené (komit bol iba lokálny)
sv: Återställning slutförd (kommittén var endast lokal)
tr: Geri alma tamamlandı (commit yalnızca yerel idi)
uk: Відкат завершено (коміт був лише локальним)

source: REVERT COMPLETED SUCCESSFULLY!
bg: ВРЪЩАНЕТО ЗАВЪРШИ УСПЕШНО!
cs: VRÁCENÍ BYLO ÚSPĚŠNĚ DOKONČENO!
da: NEDRAGNING FULDFØRT SUCCESFULDT!
de: RÜCKGÄNGIG MACHEN ERFOLGREICH ABSCHLUSS!
el: Η ΑΝΑΚΛΗΣΗ ΟΛΟΚΛΗΡΩΘΗΚΕ ΜΕ ΕΠΙΤΥΧΙΑ!
es: ¡REVERTIR COMPLETADO CON ÉXITO!
et: TAGASI KÄIVITAMINE LÕPETATUD EDUKALT!
fi: PERUUTUS VALMISTUI ONNISTUNEESTI!
fr: REVERTION TERMINÉE AVEC SUCCÈS !
he: החזרה הושלמה בהצלחה!
hr: PONIŠTENJE ZAVRŠENO USPJEŠNO!
hu: VISSZAÁLLÍTÁS SIKERESEN BEFEJEZVE!
is: AFTURKALLAN FULLT GENGI!
it: ANNULLAMENTO COMPLETATO CON SUCCESSO!
ja: 元に戻すが正常に完了しました！
nl: HERSTEL VOLTOOID MET SUCCES!
no: TILBAKEFØRING FULLFØRT SUKSESSFULLT!
pl: PRZYWRACANIE ZAKOŃCZONE POMYŚLNIE!
pt: REVERSÃO CONCLUÍDA COM SUCESSO!
ro: REVERTARE FINALIZATĂ CU SUCCES!
ru: ОТМЕНА УСПЕШНО ЗАВЕРШЕНА!
sk: OBNOVA ÚSPEŠNE DOKONČENÁ!
sv: ÅTERSTÄLLNINGEN HAR SLUTFÖRTS FRAMGÅNGSRIKT!
tr: GERİ ALMA BAŞARIYLA TAMAMLANDI!

source: Code restored to commit
bg: Кодът е възстановен до комит
cs: Kód obnoven k revizi
da: Koden er gendannet til commit
de: Code auf den Commit wiederhergestellt
el: Ο κώδικας αποκαταστάθηκε στην δέσμευση
es: Código restaurado a la confirmación
et: Kood taastatud commit'ile
fi: Koodi palautettu sitoumukseen
fr: Code restauré à l'engagement
he: הקוד שוחזר להתחייבות
hr: Kod vraćen na commit
hu: A kód visszaállítva a commit-ra
is: Kóði endurheimtur í skuldbindingu
it: Codice ripristinato al commit
ja: コミットにコードが復元されました
nl: Code hersteld naar commit
no: Koden gjenopprettet til forpliktelse
pl: Kod przywrócony do zatwierdzenia
pt: Código restaurado para o commit
ro: Cod restaurat la commit
ru: Код восстановлен до коммита
sk: Kód obnovený na revíziu
sv: Koden återställd till commit
tr: Kod, taahhüt edilen duruma geri yüklendi.
uk: Код відновлено до коміту

source: Target commit
bg: Целеви комит
cs: Cílový commit
da: Målcommit
de: Ziel-Commit
el: Στοχευμένη δέσμευση
es: Compromiso objetivo
et: Sihtmärgiga pühendus
fi: Kohdecommitti
fr: Commit cible
he: מחויבות יעד
hr: Ciljani commit
hu: Cél commit
is: Markmið skuldbindingar
it: Commit di destinazione
ja: ターゲットコミット
nl: Doelcommitment
no: Målkommitert
pl: Docelowy commit
pt: Commit alvo
ro: Commit țintă
ru: Целевая коммита
sk: Cieľový commit
sv: Målsättning för commit
tr: Hedef taahhüt
uk: Цільовий комітет

source: New commit created
bg: Създадено ново комитване
cs: Nový commit vytvořen
da: Ny commit oprettet
de: Neuer Commit erstellt
el: Δημιουργήθηκε νέα δέσμευση
es: Nuevo commit creado
et: Uus commit loodud
fi: Uusi sitoumus luotu
fr: Nouveau commit créé
he: התחייבות חדשה נוצרה
hr: Novi commit kreiran
hu: Új elkötelezés létrehozva
is: Nýr skuldbinding búin til
it: Nuovo commit creato
ja: 新しいコミットが作成されました
nl: Nieuwe commit aangemaakt
no: Ny commit opprettet
pl: Utworzono nowe zatwierdzenie
pt: Novo commit criado
ro: Nouă modificare creată
ru: Создан новый коммит
sk: Nový commit vytvorený
sv: Ny commit skapad
tr: Yeni commit oluşturuldu
uk: Новий коміт створено

source: New commit message
bg: Ново съобщение за комит
cs: Nová zpráva o commitu
da: Ny commit-besked
de: Neue Commit-Nachricht
el: Νέο μήνυμα δέσμευσης
es: Nuevo mensaje de confirmación
et: Uus commit'i sõnum
fi: Uusi sitoumusviesti
fr: Nouveau message de commit
he: הודעת קומיט חדשה
hr: Nova poruka za potvrdu
hu: Új elkötelezési üzenet
is: Nýr skuldbindingarboðskapur
it: Nuovo messaggio di commit
ja: 新しいコミットメッセージ
nl: Nieuwe commitbericht
no: Ny commit-melding
pl: Nowa wiadomość zatwierdzenia
pt: Mensagem do novo commit
ro: Mesaj nou de commit
ru: Новое сообщение коммита
sk: Nová správa o commite
sv: Ny commit-meddelande
tr: Yeni commit mesajı
uk: Новий коміт повідомлення

source: Files restored
bg: Възстановени файлове
cs: Soubory obnoveny
da: Filer gendannet
de: Dateien wiederhergestellt
el: Αρχεία αποκαταστάθηκαν
es: Archivos restaurados
et: Failid taastatud
fi: Tiedostot palautettu
fr: Fichiers restaurés
he: קבצים שוחזרו
hr: Datoteke vraćene
hu: Fájlok visszaállítva
is: Skrár endurheimtar
it: File ripristinate
ja: ファイルが復元されました
nl: Bestanden hersteld
no: Filer gjenopprettet
pl: Pliki przywrócone
pt: Arquivos restaurados
ro: Fișierele restaurate
ru: Файлы восстановлены
sk: Súbory obnovené
sv: Filer återställda
tr: Dosyalar geri yüklendi
uk: Файли відновлено

source: and {0} more files
bg: и {0} допълнителни файла
cs: a {0} dalších souborů
da: og {0} flere filer
de: und {0} weitere Dateien
el: και {0} ακόμη αρχεία
es: y {0} archivos más
et: ja {0} faili rohkem
fi: ja {0} muuta tiedostoa
fr: et {0} autres fichiers
he: וגם {0} קבצים נוספים
hr: i {0} dodatnih datoteka
hu: és {0} további fájl
is: og {0} fleiri skrár
it: e {0} altri file
ja: と{0}個のファイルが追加されました
nl: en {0} meer bestanden
no: og {0} flere filer
pl: i {0} więcej plików
pt: e mais {0} arquivos
ro: și {0} fișiere suplimentare
ru: и {0} других файлов
sk: a {0} ďalších súborov
sv: och {0} fler filer
tr: ve {0} daha dosya
uk: і {0} інших файлів

source: RESET COMPLETED SUCCESSFULLY!
bg: НУЛИРАНЕТО Е ЗАВЪРШЕНО УСПЕШНО!
cs: RESET BYL ÚSPĚŠNĚ DOKONČEN!
da: NULSTILLING FULDFØRT SUCCESFULDT!
de: RESET WURDE ERFOLGREICH DURCHGEFÜHRT!
el: ΕΠΑΝΑΦΟΡΑ ΟΛΟΚΛΗΡΩΘΗΚΕ ΜΕ ΕΠΙΤΥΧΙΑ!
es: ¡REINICIO COMPLETADO CON ÉXITO!
et: RESET ON KÄIVITATUD EDUKALT!
fi: RESET ONNISTUI!
fr: RÉINITIALISATION TERMINÉE AVEC SUCCÈS !
he: איפוס הושלם בהצלחה!
hr: RESETIRANJE ZAVRŠENO USPJEŠNO!
hu: A VISSZAÁLLÍTÁS SIKERESEN BEFEJEZŐDÖTT!
is: ENDURT TÓKST ÁRANGUR!
it: RESET COMPLETATO CON SUCCESSO!
ja: リセットが正常に完了しました！
nl: RESET SUCCESVOL VOLTOOID!
no: RESET FULLFØRT SUKSESSFULLT!
pl: RESET ZAKOŃCZONY POMYŚLNIE!
pt: RESET CONCLUÍDO COM SUCESSO!
ro: RESET FINALIZAT CU SUCCES!
ru: СБРОС УСПЕШНО ЗАВЕРШЕН!
sk: RESET BOL ZREALIZOVANÝ ÚSPEŠNE!
sv: ÅTERSTÄLLNINGEN HAR SLUTFÖRTS FRAMGÅNGSRIKT!
tr: SIFIRLAMA BAŞARIYLA TAMAMLANDI!

source: Repository reset to commit
bg: Репозиториът е нулиран до комит
cs: Repozitář resetován na potvrzení
da: Repository nulstillet til commit
de: Repository auf Commit zurückgesetzt
el: Αποθετήριο επαναφέρθηκε στην δέσμευση
es: Repositorio restablecido a la confirmación
et: Repo on taastatud commit'ile
fi: Tietovarasto palautettu sitoumukseen
fr: Dépôt réinitialisé au commit
he: מאגר הוחזר להתחייבות
hr: Spremište resetirano na potvrdu
hu: A tároló visszaállítva a kötelezettséghez
is: Geymsla endurstillt á skuldbindingu
it: Repository ripristinato al commit
ja: リポジトリがコミットにリセットされました
nl: Repository teruggezet naar commit
no: Repository tilbakestilt til commit
pl: Repozytorium zresetowane do zatwierdzenia
pt: Repositório resetado para o commit
ro: Repository resetat la commit
ru: Репозиторий сброшен до коммита
sk: Repozitár resetovaný na potvrdenie
sv: Förråd återställt till commit
tr: Depo, taahhüt için sıfırlandı
uk: Репозиторій скинуто до коміту
