Repository: big-comm/gitrepo
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Press Enter to continue...
bg: Натиснете Enter, за да продължите...
da: Tryk på Enter for at fortsætte...
de: Drücken Sie die Eingabetaste, um fortzufahren...
et: Vajutage Enter, et jätkata...
fi: Paina Enter jatkaaksesi...
fr: Appuyez sur Entrée pour continuer...
hr: Pritisnite Enter za nastavak...
hu: Nyomja meg az Entert a folytatáshoz...
is: Pressa Enter til að halda áfram...
it: Premi Invio per continuare...
nl: Druk op Enter om door te gaan...
no: Trykk Enter for å fortsette...
ru: Нажмите Enter, чтобы продолжить...
sk: Stlačte Enter pre pokračovanie...
sv: Tryck på Enter för att fortsätta...

source: Manual
bg: Ръководство
da: Håndbog
de: Handbuch
et: Käsiotsik
fi: Käyttöopas
fr: Manuel
hr: Priručnik
hu: Kézikönyv
is: Handbók
it: Manuale
nl: Handleiding
no: Håndbok
ru: Руководство
sk: Príručka
sv: Handbok
uk: Ручний

source: Auto-merge: {0}
bg: Автоматично сливане: {0}
da: Auto-sammenlægning: {0}
de: Auto-Zusammenführung: {0}
et: Automaatne ühinemine: {0}
fi: Automaattinen yhdistäminen: {0}
fr: Fusion automatique : {0}
hr: Automatsko spajanje: {0}
hu: Automatikus egyesítés: {0}
is: Sjálfvirk sameining: {0}
it: Auto-unione: {0}
nl: Auto-samenvoegen: {0}
no: Auto-sammenslåing: {0}
ru: Авто-слияние: {0}
sk: Automatické zlúčenie: {0}
sv: Automatisk sammanslagning: {0}
uk: Авто-злиття: {0}

source: Build Package
bg: Създаване на пакет
cs: Sestavit balíček
da: Byg pakke
de: Paket erstellen
el: Δημιουργία Πακέτου
es: Construir Paquete
et: Kogumispakett
fi: Rakenna paketti
fr: Construire le paquet
he: בנה חבילה
hr: Izradi paket
hu: Csomag létrehozása
is: Byggja pakka
it: Pacchetto di costruzione
ja: ビルドパッケージ
nl: Pakket bouwen
no: Bygg pakke
pl: Pakiet budowania
ro: Pachet de construcție
ru: Собрать пакет
sk: Zostavte balík
sv: Byggpaket
tr: Paket Oluştur
uk: Пакет збірки

source: Commit & Push
bg: Комитиране и изпращане
cs: Zavázat a odeslat
de: Commit & Senden
el: Δέσμευση & Ανέβασμα
es: Confirmar y Enviar
et: Kinnita ja tõuka
fi: Vahvista ja Työnnä
fr: Valider et Pousser
he: בצע התחייבות ודחוף
hr: Započni i pošalji
hu: Elkötelezés és Feltöltés
is: Senda & Ýta
it: Commit e Inviare
ja: コミットとプッシュ
no: Commit og Push
pl: Zatwierdź i wyślij
ro: Comitează și împinge
ru: Коммит и отправка
sk: Zaviazanie a odoslanie
sv: Commit och Push
tr: Gönder & İtala
uk: Коміт і Виштовхнути

source: Branches
bg: Клонове
cs: Větve
da: Grener
de: Zweige
el: Κλάδοι
es: Ramas
et: Harud
fi: Haara
he: סניפים
hr: Grane
hu: Ágak
is: Greinar
it: Rami
ja: ブランチ
nl: Takken
no: Grener
pl: Gałęzie
ro: Ramuri
ru: Ветки
sk: Pobočky
sv: Grenar
tr: Dallar
uk: Гілки

source: Switching & Committing
bg: Превключване и ангажиране
da: Skiftning og forpligtelse
de: Wechseln & Festlegen
et: Lülitamine ja Pühendumine
ru: Переключение и фиксация

source: Branch: {0}
da: Gren: {0}
de: Zweig: {0}
et: Harud: {0}

source: Discard & Switch
bg: Отхвърли и смени
da: Forkast & Skift
de: Verwerfen & Wechseln
et: Loobu ja Lülita
ru: Отменить и переключить

source: Stash & Switch
bg: Скриване и Превключване
et: Salvesta ja Lülita
ru: Скрыть и переключить

source: Found {0} conflicted files:
bg: Намерени са {0} конфликтни файлове:
da: Fundet {0} konfliktfyldte filer:
de: Gefundene {0} konfliktbehaftete Dateien:
et: Leitud {0} konfliktseid faile:
fi: Löydettiin {0} ristiriitaista tiedostoa:
fr: Fichiers conflictuels trouvés : {0}
hr: Pronađeno je {0} sukobljenih datoteka:
hu: Talált {0} ütköző fájl.
is: Fundin {0} deilduð skrár:
it: Trovati {0} file in conflitto:
nl: Gevonden {0} conflicterende bestanden:
no: Fant {0} konfliktfiler:
ru: Найдено {0} конфликтующих файлов:
sk: Nájdené {0} konfliktne súbory:
sv: Hittade {0} konfliktfiler:
uk: Знайдено {0} конфліктних файлів:

source: Commit
bg: Комитиране
da: Forpligtelse
et: Kohustus
hu: Elkötelezés
ru: Коммит

source: Commits
bg: Комити
cs: Změny
da: Forpligtelser
el: Δεσμεύσεις
es: Confirmaciones
et: Kohustused
fi: Sitoumukset
fr: Engagements
he: מחויבויות
hr: Zatvori
hu: Elköteleződések
is: Skref
it: Commit
ja: コミット
no: Forpliktelser
pl: Zatwierdzenia
ro: Comituri
ru: Коммиты
sk: Zmeny
sv: Åtaganden
tr: Taahhütler
uk: Коміти

source: Connected to repository: {0}
bg: Свързано с хранилище: {0}
cs: Připojeno k repozitáři: {0}
da: Forbundet til repository: {0}
de: Mit Repository verbunden: {0}
el: Συνδεδεμένο με το αποθετήριο: {0}
es: Conectado al repositorio: {0}
et: Ühendatud hoidlasse: {0}
fi: Yhdistetty varastoon: {0}
fr: Connecté au dépôt : {0}
he: מחובר למאגר: {0}
hr: Povezano s repozitorijem: {0}
hu: Csatlakozva a tárolóhoz: {0}
is: Tengist tengingu við geymslu: {0}
it: Connesso al repository: {0}
ja: リポジトリに接続しました: {0}
nl: Verbonden met repository: {0}
no: Koblet til depot: {0}
pl: Połączono z repozytorium: {0}
ro: Conectat la depozit: {0}
ru: Подключено к репозиторию: {0}
sk: Pripojené k repozitáru: {0}
sv: Ansluten till repository: {0}
tr: Depoya bağlı: {0}
uk: Підключено до репозиторію: {0}

source: Git repository detected
bg: Открит Git хранилище
cs: Zjištěn Git repozitář
da: Git-repository registreret
de: Git-Repository erkannt
el: Ανιχνεύθηκε αποθετήριο Git
es: Repositorio de Git detectado
et: Git'i hoidla tuvastatud
fi: Git-repositorio havaittu
fr: Dépôt Git détecté
he: זיהוי מאגר Git
hr: Otkriven Git repozitorij
hu: Git tároló észlelve
is: Git skjalasafn greint
it: Repository Git rilevato
ja: Git リポジトリが検出されました
nl: Git-repository gedetecteerd
no: Git-repositorium oppdaget
pl: Wykryto repozytorium Git
ro: Repository Git detectat
ru: Обнаружен репозиторий Git
sk: Detekovaný Git repozitár
sv: Git-förråd upptäckt
tr: Git deposu tespit edildi
uk: Виявлено репозиторій Git

source: Not in a Git repository - some features will be limited
bg: Не е в Git хранилище - някои функции ще бъдат ограничени
cs: Není v repozitáři Git - některé funkce budou omezené
da: Ikke i et Git-repositorium - nogle funktioner vil være begrænsede
de: Nicht in einem Git-Repository - einige Funktionen sind eingeschränkt
el: Δεν είναι σε αποθετήριο Git - ορισμένες δυνατότητες θα είναι περιορισμένες
es: No está en un repositorio de Git - algunas funciones estarán limitadas
et: Ei ole Git'i hoidlas - mõned funktsioonid on piiratud
fi: Ei Git-repositoriossa - jotkin ominaisuudet ovat rajoitettuja
fr: Pas dans un dépôt Git - certaines fonctionnalités seront limitées
he: לא במאגר Git - חלק מהתכונות יהיו מוגבלות
hr: Nije u Git repozitoriju - neke značajke će biti ograničene
hu: Nincs Git tárolóban - egyes funkciók korlátozottak lesznek
is: Ekki í Git skráarsafni - sumar aðgerðir verða takmarkaðar
it: Non in un repository Git - alcune funzionalità saranno limitate
ja: Git リポジトリにありません - 一部の機能が制限されます
nl: Niet in een Git-repository - sommige functies zullen beperkt zijn
no: Ikke i et Git-repositorium - noen funksjoner vil være begrenset
pl: Nie w repozytorium Git - niektóre funkcje będą ograniczone
ro: Nu este într-un repository Git - unele funcții vor fi limitate
ru: Не в репозитории Git - некоторые функции будут ограничены
sk: Nie je v Git repozitári - niektoré funkcie budú obmedzené
sv: Inte i ett Git-förråd - vissa funktioner kommer att vara begränsade
tr: Git depositorisinde değil - bazı özellikler kısıtlı olacaktır.

source: Extra
bg: Допълнителен
da: Ekstra
de: Zusätzlich
el: Επιπλέον
et: Lisa
fi: Lisä
fr: Supplémentaire
he: נוסף
hr: Dodatno
is: Aukalega
ja: エクストラ
no: Ekstra
pl: Dodatkowy
ru: Дополнительно
tr: Ekstra
uk: Додатково

source: Auto-pull
bg: Автоматично изтегляне
da: Auto-hent
de: Auto-Ziehen
et: Automaatne tõmbamine
fi: Autonosto
fr: Auto-rapprochement
hr: Automatsko povlačenje
hu: Automatikus lehúzás
is: Sjálfvirk draga
it: Auto-estrazione
nl: Auto-trek
no: Auto-hent
ru: Авто-подтягивание
sk: Automatické sťahovanie
sv: Auto-dragning
uk: Авто-пулл

source: This may take 30-120 minutes depending on your hardware and network.
de: Dies kann je nach Ihrer Hardware und Ihrem Netzwerk 30 bis 120 Minuten dauern.
et: See võib võtta 30-120 minutit, sõltuvalt teie riistvarast ja võrgust.

source: GitRepo
de: Git-Repository
ru: ГитРепозиторий

source: Failed to switch to main branch
bg: Неуспешно превключване към основния клон
da: Mislykkedes at skifte til hovedgrenen
fi: Siirtyminen päähaaraan epäonnistui
fr: Échec du passage à la branche principale
hr: Nije uspjelo prebacivanje na glavnu granu
hu: Nem sikerült átváltani a fő ágra
is: Ekki tókst að skipta yfir í aðalgrein
it: Impossibile passare al ramo principale
nl: Mislukt om naar de hoofdbranch te schakelen
no: Feilet å bytte til hovedgren
ru: Не удалось переключиться на основную ветку
sk: Nepodarilo sa prepnúť na hlavnú vetvu
sv: Misslyckades med att byta till huvudgrenen
uk: Не вдалося перемкнутися на основну гілку

source: When using the '-b|--build' parameter and there are changes, the '-c|--commit' parameter is also required.
bg: Когато използвате параметъра '-b|--build' и има промени, параметърът '-c|--commit' също е задължителен.
cs: Při použití parametru '-b|--build' a pokud došlo ke změnám, je také vyžadován parametr '-c|--commit'.
da: Når du bruger parameteren '-b|--build' og der er ændringer, er parameteren '-c|--commit' også påkrævet.
el: Όταν χρησιμοποιείτε την παράμετρο '-b|--build' και υπάρχουν αλλαγές, απαιτείται επίσης η παράμετρος '-c|--commit'.
es: Al usar el parámetro '-b|--build' y hay cambios, también se requiere el parámetro '-c|--commit'.
fi: Kun käytät '-b|--build' -parametria ja muutoksia on, '-c|--commit' -parametri on myös vaadittu.
fr: Lors de l'utilisation du paramètre '-b|--build' et s'il y a des modifications, le paramètre '-c|--commit' est également requis.
he: כאשר משתמשים בפרמטר '-b|--build' ויש שינויים, הפרמטר '-c|--commit' נדרש גם כן.
hr: Kada koristite parametar '-b|--build' i postoje promjene, parametar '-c|--commit' je također obavezan.
hu: A '-b|--build' paraméter használatakor, ha vannak változások, a '-c|--commit' paraméter is szükséges.
is: Þegar notað er '-b|--build' breytan og það eru breytingar, er '-c|--commit' breytan einnig nauðsynleg.
it: Quando si utilizza il parametro '-b|--build' e ci sono modifiche, è necessario anche il parametro '-c|--commit'.
ja: '-b|--build'パラメータを使用し、変更がある場合は、'-c|--commit'パラメータも必要です。
nl: Bij het gebruik van de '-b|--build' parameter en als er wijzigingen zijn, is de '-c|--commit' parameter ook vereist.
no: Når du bruker parameteren '-b|--build' og det er endringer, er parameteren '-c|--commit' også nødvendig.
pl: Podczas używania parametru '-b|--build' i gdy występują zmiany, wymagany jest również parametr '-c|--commit'.
ro: Când utilizați parametrul '-b|--build' și există modificări, parametrul '-c|--commit' este de asemenea necesar.
ru: При использовании параметра '-b|--build' и наличии изменений также требуется параметр '-c|--commit'.
sk: Pri použití parametra '-b|--build' a ak sú zmeny, je tiež potrebný parameter '-c|--commit'.
sv: När du använder parametern '-b|--build' och det finns ändringar, krävs även parametern '-c|--commit'.
tr: '-b|--build' parametresi kullanıldığında ve değişiklikler varsa, '-c|--commit' parametresi de gereklidir.
uk: При використанні параметра '-b|--build' і якщо є зміни, також потрібен параметр '-c|--commit'.

source: 1. git pull --rebase origin {0}
da: git pull --rebase origin {0}

source: git pull origin {0}
bg: git изтегли произход {0}
da: git træk oprindelse {0}

source: Description
bg: Описание
cs: Popis
da: Beskrivelse
el: Περιγραφή
es: Descripción
fi: Kuvaus
he: תיאור
hr: Opis
hu: Leírás
is: Lýsing
it: Descrizione
ja: 説明
nl: Beschrijving
no: Beskrivelse
pl: Opis
ro: Descriere
ru: Описание
sk: Popis
sv: Beskrivning
tr: Açıklama
uk: Опис

source: Custom message
bg: Персонализирано съобщение
cs: Vlastní zpráva
da: Brugerdefineret besked
el: Προσαρμοσμένο μήνυμα
es: Mensaje personalizado
fi: Mukautettu viesti
fr: Message personnalisé
he: הודעה מותאמת אישית
hr: Prilagođena poruka
hu: Egyedi üzenet
is: Sérsniðin skilaboð
it: Messaggio personalizzato
ja: カスタムメッセージ
nl: Aangepast bericht
no: Egendefinert melding
pl: Wiadomość niestandardowa
ro: Mesaj personalizat
ru: Пользовательское сообщение
sk: Vlastná správa
sv: Anpassat meddelande
tr: Özel mesaj
uk: Користувацьке повідомлення

source: Description for {0}
bg: Описание за {0}
cs: Popis pro {0}
da: Beskrivelse for {0}
el: Περιγραφή για {0}
es: Descripción para {0}
fi: Kuvaus {0} varten
fr: Description pour {0}
he: תיאור עבור {0}
hr: Opis za {0}
hu: Leírás a(z) {0} számára
is: Lýsing fyrir {0}
it: Descrizione per {0}
ja: {0}の説明
nl: Beschrijving voor {0}
no: Beskrivelse for {0}
pl: Opis dla {0}
ro: Descriere pentru {0}
ru: Описание для {0}
sk: Popis pre {0}
sv: Beskrivning för {0}
tr: {0} için Açıklama
uk: Опис для {0}

source: Show differences
bg: Покажи разликите
da: Vis forskelle
fi: Näytä erot
fr: Afficher les différences
hr: Prikaži razlike
hu: Különbségek megjelenítése
is: Sýna munina
it: Mostra differenze
nl: Toon verschillen
no: Vis forskjeller
ru: Показать различия
sk: Zobraziť rozdiely
sv: Visa skillnader
uk: Показати відмінності

source: No diff available
bg: Няма налични разлики
da: Ingen forskel tilgængelig
fi: Ei eroa saatavilla
fr: Aucune différence disponible
hr: Nema dostupnih razlika
hu: Nincs elérhető eltérés
is: Engin breytingar í boði
it: Nessuna differenza disponibile
nl: Geen verschil beschikbaar
no: Ingen forskjell tilgjengelig
ru: Нет доступных различий
sk: Žiadna zmena nie je k dispozícii
sv: Ingen skillnad tillgänglig
uk: Немає доступних відмінностей

source: Error getting diff: {0}
bg: Грешка при получаване на разлика: {0}
da: Fejl ved hentning af diff: {0}
fi: Virhe saadessa eroa: {0}
fr: Erreur lors de l'obtention de la différence : {0}
hr: Greška prilikom dobivanja razlike: {0}
hu: Hiba a diff lekérésekor: {0}
is: Villa að fá diff: {0}
it: Errore durante il recupero della differenza: {0}
nl: Fout bij het ophalen van het verschil: {0}
no: Feil ved henting av diff: {0}
ru: Ошибка получения разницы: {0}
sk: Chyba pri získavaní rozdielu: {0}
sv: Fel vid hämtning av diff: {0}
uk: Помилка отримання різниці: {0}

source: Operation returned failure status
bg: Операцията върна статус на неуспех
da: Operation returnerede fejlsituation

source: Kernel
bg: Ядро
cs: Jádro
da: Kerner
el: Πυρήνας
es: Núcleo
fi: Ydin
fr: Noyau
he: קרנל
hr: Jezgra
is: Kjarni
it: Nucleo
ja: カーネル
no: Kjerne
pl: Jądro
ro: Nucleu
ru: Ядро
sk: Jadro
sv: Kärna
tr: Çekirdek
uk: Ядро

source: Url
bg: Уеб адрес
el: Διεύθυνση URL
he: כתובת אתר
is: Vefslóð
pl: Adres URL

source: 3. git commit
bg: 3. git комит

source: OK
bg: Добре
el: Εντάξει
es: Aceptar
fr: D'accord
he: אוקי
hr: U redu
hu: Rendben
is: Í lagi
ru: Хорошо
tr: Tamam
uk: ОК

source: Diff: {0}
bg: Разлика: {0}
fi: Ero: {0}
hr: Razlika: {0}
is: Mismunur: {0}
nl: Verschil: {0}
ru: Разница: {0}
sk: Rozdiel: {0}

source: Your branch is {0} commits behind remote
fi: Oksasi on {0} sitoumusta jäljessä etäisestä.
fr: Votre branche a {0} commits de retard par rapport au distant
hr: Vaša grana je {0} commit-a iza udaljenog repozitorija
hu: A te ágad {0} commit távol van a távoli ágtól
is: Þín grein er {0} skuldbindingum á eftir fjarhýsinu.
it: Il tuo ramo è {0} commit indietro rispetto al remoto
nl: Je branch is {0} commits achter op de remote
no: Din gren er {0} commits bak fjernlageret
ru: Ваша ветка отстает на {0} коммитов от удаленного репозитория
sk: Vaša vetva je {0} commitov za vzdialeným.
sv: Din gren är {0} commits efter fjärr.
uk: Ваша гілка відстає на {0} комітів від віддаленого репозиторію

source: Pull latest changes after committing?
fi: Vedä viimeisimmät muutokset sitouttamisen jälkeen?
fr: Tirer les dernières modifications après avoir engagé ?
hr: Povuci najnovije promjene nakon potvrđivanja?
hu: Változások letöltése a kötelezés után?
is: Draga síðustu breytingar eftir að hafa skuldbundið?
it: Tira le ultime modifiche dopo aver effettuato il commit?
nl: Laatste wijzigingen ophalen na committen?
no: Hent de nyeste endringene etter å ha gjort en forpliktelse?
ru: Получить последние изменения после коммита?
sk: Naťahovať najnovšie zmeny po potvrdení?
sv: Dra de senaste ändringarna efter att ha begått?
uk: Потягти останні зміни після коміту?

source: Stage all changes
fi: Vaihda kaikki muutokset
fr: Préparer tous les changements
hr: Pripremi sve promjene
hu: Minden változás előkészítése
is: Skrá allar breytingar
it: Prepara tutte le modifiche
nl: Stel alle wijzigingen in staat
no: Klargjør alle endringer
ru: Подготовить все изменения
sk: Pripravi všetky zmeny
sv: Ställ in alla ändringar
uk: Стадія всіх змін

source: Commit: {0}
fi: Varmistus: {0}
hr: Zavezi: {0}
hu: Elkötelezés: {0}
is: Skila: {0}
ru: Коммит: {0}
sk: Záväzok: {0}
uk: Коміт: {0}

source: Pull {0} commits from remote
fi: Hae {0} sitoumusta etäpalvelimelta
fr: Tirer {0} validations du distant
hr: Povuci {0} commit-a s udaljenog repozitorija
hu: Húzz {0} elkötelezettséget a távoli tárolóból
is: Draga {0} skuldir frá fjarhýsli
it: Estrai {0} commit dal remoto
nl: Haal {0} commits van de remote op
no: Hent {0} forpliktelser fra ekstern
ru: Получить {0} коммитов из удаленного репозитория
sk: Stiahnuť {0} potvrdení z diaľkového úložiska
sv: Dra {0} commits från fjärran
uk: Витягнути {0} комітів з віддаленого репозиторію

source: Merging latest code from {0}
fi: Yhdistetään viimeisin koodi kohteesta {0}
fr: Fusion du dernier code de {0}
hr: Spajanje najnovijeg koda iz {0}
hu: A legfrissebb kód egyesítése innen: {0}
is: Sameina síðustu kóðann frá {0}
it: Unendo il codice più recente da {0}
nl: Laatste code samenvoegen van {0}
no: Slår sammen den nyeste koden fra {0}
ru: Слияние последнего кода из {0}
sk: Zlučovanie najnovšieho kódu z {0}
sv: Slår samman den senaste koden från {0}
uk: Об'єднання останнього коду з {0}

source: Merge {0} into your branch?
fi: Yhdistä {0} haaraasi?
fr: Fusionner {0} dans votre branche ?
hr: Spoji {0} u svoju granu?
hu: Egyesíted a {0}-t a branchedbe?
is: Sama {0} inn í greinina þína?
it: Unisci {0} nel tuo ramo?
nl: Samenvoegen {0} in je branch?
no: Slå sammen {0} inn i grenen din?
ru: Слить {0} в вашу ветку?
sk: Zlúčiť {0} do vašej vetvy?
sv: Slå samman {0} i din gren?
uk: Злити {0} у вашу гілку?

source: PR #{0} created and processed
cs: PR #{0} vytvořen a zpracován
el: PR #{0} δημιουργήθηκε και επεξεργάστηκε
es: PR #{0} creado y procesado
fi: PR #{0} luotu ja käsitelty
fr: PR #{0} créé et traité
he: PR #{0} נוצר ועובד
hr: PR #{0} kreiran i obrađen
hu: PR #{0} létrehozva és feldolgozva
is: PR #{0} búin til og unnin
it: PR #{0} creato e elaborato
ja: PR #{0} が作成され、処理されました
nl: PR #{0} aangemaakt en verwerkt
no: PR #{0} opprettet og behandlet
pl: PR #{0} utworzono i przetworzono
ro: PR #{0} creat și procesat
sk: PR #{0} vytvorený a spracovaný
sv: PR #{0} skapad och bearbetad
tr: PR #{0} oluşturuldu ve işlendi
uk: PR #{0} створено та оброблено

source: SUCCESS
cs: ÚSPĚCH
el: ΕΠΙΤΥΧΙΑ
es: ÉXITO
fi: ONNISTUI
fr: SUCCÈS
he: הצלחה
hr: USPJEH
hu: SIKER
is: SUKKUR
it: SUCCESSO
ja: 成功
nl: SUCCES
no: SUKSESS
pl: SUKCES
ro: SUCCES
sk: ÚSPECH
sv: FRAMGÅNG
tr: BAŞARILI
uk: УСПІХ

source: Code automatically merged to target branch
cs: Kód byl automaticky sloučen do cílové větve
el: Κώδικας συγχωνεύτηκε αυτόματα στον προορισμό κλάδο.
es: Código fusionado automáticamente en la rama de destino
fi: Koodi yhdistettiin automaattisesti kohdehaaraan
fr: Code fusionné automatiquement dans la branche cible
he: הקוד מוזג אוטומטית לענף היעד
hr: Kod automatski spojeno s ciljanom granom
hu: A kód automatikusan egyesítve lett a célágba
is: Kóði sjálfkrafa sameinaður við markgrein
it: Codice unito automaticamente al ramo di destinazione
ja: コードが自動的にターゲットブランチにマージされました
nl: Code automatisch samengevoegd met de doeltak
no: Koden ble automatisk slått sammen med målgrenen
pl: Kod automatycznie scalony do gałęzi docelowej
ro: Codul a fost fuzionat automat în ramura țintă
sk: Kód automaticky zlúčený do cieľovej vetvy
sv: Koden har automatiskt sammanfogats med målgrenen
tr: Kod otomatik olarak hedef dalga birleştirildi.
uk: Код автоматично злитий до цільової гілки

source: Merge SHA
cs: Sloučit SHA
el: Συγχώνευση SHA
es: Fusionar SHA
fi: Yhdistä SHA
fr: Fusion SHA
he: מיזוג SHA
hr: Spoji SHA
hu: Egyesített SHA
is: Sameina SHA
it: Unisci SHA
ja: マージSHA
nl: Samenvoegen SHA
no: Slå sammen SHA
pl: Scalanie SHA
ro: Fuzionare SHA
sk: Zlúčiť SHA
sv: Sammanfoga SHA
tr: Birleştir SHA
uk: Об'єднати SHA

source: PULL REQUEST COMPLETED
cs: ŽÁDOST O PULL BYLA DOKONČENA
el: Η ΑΙΤΗΣΗ ΕΛΑΒΕ ΤΕΛΟΣ
es: SOLICITUD DE PULL COMPLETADA
fi: PULL REQUEST VALMIS
fr: DEMANDE DE PULL TERMINÉE
he: בקשת משיכה הושלמה
hr: ZAHTJEV ZA POVLAČENJE ZAVRŠEN
hu: PULL REQUEST TELJESÍTVE
is: PULL BEiðNI LOKIÐ
it: RICHIESTA DI PULL COMPLETATA
ja: プルリクエストが完了しました
nl: PULL REQUEST VOLTOOID
no: PULL REQUEST FULLFØRT
pl: PULL REQUEST ZAKOŃCZONY
ro: CERERE DE PULL FINALIZATĂ
sk: ŽIADOSŤ O PULL SKONČENÁ
sv: PULL REQUEST FULLFÖRD
tr: PULL İSTEĞİ TAMAMLANDI
uk: ЗАЯВКА НА ПУЛ ЗАВЕРШЕНА

source: Committing and pushing changes to repository...
cs: Zavazování a odesílání změn do repozitáře...
el: Δεσμεύοντας και σπρώχνοντας αλλαγές στο αποθετήριο...
es: Confirmando y enviando cambios al repositorio...
fi: Sitoumien ja työntäminen varastoon...
fr: Validation et envoi des modifications vers le dépôt...
he: מחייב ודוחף שינויים למאגר...
hr: Obvezujuće i slanje promjena u repozitorij...
hu: Változtatások elkötelezése és feltöltése a tárolóba...
is: Að skrá og ýta breytingum í geymslu...
it: Impegnare e inviare modifiche al repository...
ja: リポジトリへの変更をコミットしてプッシュしています...
nl: Wijzigingen aan de repository committeren en pushen...
no: Forplikker og pusher endringer til depotet...
pl: Zatwierdzanie i przesyłanie zmian do repozytorium...
ro: Comiterea și împingerea modificărilor în depozit...
sk: Zaväzovanie a odosielanie zmien do repozitára...
sv: Åtar och pushar ändringar till repository...
tr: Değişiklikleri depoya taahhüt etme ve gönderme...
uk: Комітинг та пуш змін до репозиторію...

source: Failed to switch branch: {0}
hu: A ágazat váltása nem sikerült: {0}

source: Creating Merge Request
cs: Vytváření žádosti o sloučení
el: Δημιουργία Αιτήματος Συγχώνευσης
es: Creando Solicitud de Fusión
fi: Luodaan yhdistämispyyntö
fr: Création de la demande de fusion
he: יצירת בקשת מיזוג
hr: Izrada zahtjeva za spajanje
hu: Merge kérés létrehozása
is: Að búa til sameiningarbeiðni
it: Creazione della Merge Request
ja: マージリクエストの作成
nl: Een mergeverzoek aanmaken
no: Oppretter sammenslåingsforespørsel
pl: Tworzenie prośby o scalanie
ro: Crearea cererii de îmbinare
sk: Vytváranie požiadavky na zlúčenie
sv: Skapar sammanslagningsförfrågan
tr: Birleştirme İsteği Oluşturma
uk: Створення запиту на злиття

source: Creating merge request: {0} → {1}
cs: Vytváření žádosti o sloučení: {0} → {1}
el: Δημιουργία αιτήματος συγχώνευσης: {0} → {1}
es: Creando solicitud de fusión: {0} → {1}
fi: Luodaan yhdistämispyyntöä: {0} → {1}
fr: Création de la demande de fusion : {0} → {1}
he: יצירת בקשת מיזוג: {0} → {1}
hr: Stvaranje zahtjeva za spajanje: {0} → {1}
hu: Merge kérés létrehozása: {0} → {1}
is: Búa til sameiningarbeiðni: {0} → {1}
it: Creazione della richiesta di unione: {0} → {1}
ja: マージリクエストの作成: {0} → {1}
nl: Een mergeverzoek aanmaken: {0} → {1}
no: Oppretter sammenslåingsforespørsel: {0} → {1}
pl: Tworzenie żądania scalania: {0} → {1}
ro: Crearea cererii de îmbinare: {0} → {1}
sk: Vytváranie požiadavky na zlúčenie: {0} → {1}
sv: Skapar sammanslagningsförfrågan: {0} → {1}
tr: Birleştirme isteği oluşturuluyor: {0} → {1}
