Repository: big-comm/gitrepo
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Network error - cannot reach remote server
da: Netværksfejl - kan ikke nå den fjerne server
de: Netzwerkfehler - kann den Remote-Server nicht erreichen
et: Võrguviga - ei suuda kaugserveriga ühendust luua
pt: Erro de rede - não é possível alcançar servidor remoto

source: Check your internet connection
da: Tjek din internetforbindelse
de: Überprüfen Sie Ihre Internetverbindung
et: Kontrollige oma internetiühendust
pt: Verifique sua conexão com a internet

source: Try again in a few moments
da: Prøv igen om et øjeblik
de: Versuchen Sie es in wenigen Momenten erneut.
et: Proovi uuesti mõne hetke pärast
pt: Tente novamente em alguns momentos

source: Check if GitHub/remote is accessible
da: Tjek om GitHub/fjern er tilgængelig
de: Überprüfen Sie, ob GitHub/Remote zugänglich ist
et: Kontrolli, kas GitHub/remote on ligipääsetav
pt: Verifique se GitHub/remoto está acessível

source: Remote repository not found or you don't have access
da: Fjernlager ikke fundet, eller du har ikke adgang.
de: Remote-Repository nicht gefunden oder Sie haben keinen Zugriff
et: Kaughoidla ei leitud või teil ei ole juurdepääsu
pt: Repositório remoto não encontrado ou você não tem acesso

source: Verify the remote URL: git remote -v
da: Bekræft den fjerne URL: git remote -v
de: Überprüfen Sie die Remote-URL: git remote -v
et: Kinnita kaug-URL: git remote -v
pt: Verifique a URL remota: git remote -v

source: Check if you have write access to the repository
da: Tjek om du har skriveadgang til repositoryet
de: Überprüfen Sie, ob Sie Schreibzugriff auf das Repository haben.
et: Kontrolli, kas sul on kirjutamisõigus hoidlas.
pt: Verifique se você tem acesso de escrita ao repositório

source: Request access from the repository owner
da: Anmod om adgang fra ejeren af ​​lageret
de: Zugriff vom Repository-Besitzer anfordern
et: Küsi juurdepääsu hoidja käest
pt: Solicite acesso ao proprietário do repositório

source: Local branch configuration issue
da: Lokal gren konfigurationsproblem
de: Problem mit der Konfiguration des lokalen Branches
et: Kohaliku haru konfiguratsiooni probleem
pt: Problema de configuração da branch local

source: Try: git push --set-upstream origin {0}
da: Prøv: git push --set-upstream origin {0}
de: Versuchen: git push --set-upstream origin {0}
et: Proovi: git push --set-upstream origin {0}
pt: Tente: git push --set-upstream origin {0}

source: Or verify you have commits on this branch
da: Eller bekræft, at du har commits på denne gren
de: Oder überprüfen Sie, ob Sie Commits in diesem Branch haben.
et: Või kontrollige, kas teil on sellel harul commit'e.
pt: Ou verifique se você tem commits nesta branch

source: Push failed with error: {0}
da: Push mislykkedes med fejl: {0}
de: Push fehlgeschlagen mit Fehler: {0}
et: Push eba vigade tõttu: {0}
pt: Push falhou com erro: {0}

source: Check the error message above for details
da: Kontroller fejlmeddelelsen ovenfor for detaljer
de: Überprüfen Sie die obige Fehlermeldung für Details.
et: Kontrollige ülaltoodud veateadet üksikasjade saamiseks
pt: Verifique a mensagem de erro acima para detalhes

source: Try running 'git push' in terminal to see full output
da: Prøv at køre 'git push' i terminalen for at se hele outputtet.
de: Versuchen Sie, 'git push' im Terminal auszuführen, um die vollständige Ausgabe zu sehen.
et: Proovi terminalis 'git push' käivitada, et näha täielikku väljundit.
pt: Tente executar 'git push' no terminal para ver saída completa

source: Check GitHub status: https://githubstatus.com
da: Tjek GitHub-status: https://githubstatus.com
de: Überprüfen Sie den GitHub-Status: https://githubstatus.com
et: Kontrolli GitHubi olekut: https://githubstatus.com
pt: Verifique status do GitHub: https://githubstatus.com

source: Pulling Changes
bg: Изтегляне на промени
cs: Stahování změn
da: Henter ændringer
de: Änderungen abrufen
el: Ανάκτηση Αλλαγών
es: Extrayendo Cambios
et: Muudatuste tõmbamine
fi: Muuttujien vetäminen
fr: Récupération des modifications
he: משיכת שינויים
hr: Preuzimanje promjena
hu: Változások letöltése
is: Dreggja Breytingar
it: Estrazione delle modifiche
ja: 変更を取得中
nl: Wijzigingen ophalen
no: Henter endringer
pl: Pobieranie zmian
pt: Baixando Alterações
ro: Tragerea modificărilor
ru: Получение изменений
sk: Načítanie zmien
sv: Hämtar ändringar
tr: Değişiklikleri Çekme
uk: Завантаження змін

source: Pulling latest changes from remote repository...
bg: Изтегляне на последните промени от отдалечено хранилище...
cs: Stahuji nejnovější změny z vzdáleného repozitáře...
da: Henter de seneste ændringer fra den fjerne repository...
de: Aktualisiere die neuesten Änderungen aus dem Remote-Repository...
el: Ανα pulling τις τελευταίες αλλαγές από το απομακρυσμένο αποθετήριο...
es: Extrayendo los últimos cambios del repositorio remoto...
et: Tõmban uusimaid muudatusi kaugrepository'lt...
fi: Noutetaan viimeisimmät muutokset etävarastosta...
fr: Récupération des dernières modifications du dépôt distant...
he: מושך שינויים אחרונים ממאגר מרוחק...
hr: Preuzimanje najnovijih promjena iz udaljenog repozitorija...
hu: A legfrissebb változások letöltése a távoli tárolóból...
is: Að draga nýjustu breytingar frá fjarveitu...
it: Estrazione delle ultime modifiche dal repository remoto...
ja: リモートリポジトリから最新の変更を取得しています...
nl: Laatste wijzigingen ophalen van de externe repository...
no: Henter de nyeste endringene fra ekstern lagringsplass...
pl: Pobieranie najnowszych zmian z zdalnego repozytorium...
pt: Baixando últimas alterações do repositório remoto...
ro: Se trag ultimele modificări din depozitul remote...
ru: Получение последних изменений из удаленного репозитория...
sk: Načítanie najnovších zmien z diaľkového úložiska...
sv: Hämtar de senaste ändringarna från fjärrrepositoryt...
tr: Uzak depodan en son değişiklikleri çekiliyor...
uk: Витягування останніх змін з віддаленого репозиторію...

source: Undoing last commit...
da: Fortryder sidste commit...
de: Letzte Änderung wird rückgängig gemacht...
et: Viimase commit'i tühistamine...
pt: Desfazendo último commit...

source: ✗ Failed to undo commit: {0}
da: ✗ Mislykkedes at fortryde commit: {0}
de: ✗ Rückgängigmachen des Commits fehlgeschlagen: {0}
et: ✗ Commiti tagasivõtmine ebaõnnestus: {0}
pt: ✗ Falha ao desfazer commit: {0}

source: Failed to undo commit: {0}
da: Mislykkedes at fortryde commit: {0}
de: Fehler beim Rückgängigmachen des Commits: {0}
et: Commiti tagasivõtmine ebaõnnestus: {0}
pt: Falha ao desfazer commit: {0}

source: ✓ Last commit undone successfully
da: ✓ Sidste commit er blevet annulleret med succes
de: ✓ Letzte Commit erfolgreich rückgängig gemacht
et: ✓ Viimane commit on edukalt tühistatud
pt: ✓ Último commit desfeito com sucesso

source: Your changes are now in the working directory
da: Dine ændringer er nu i arbejdsbiblioteket.
de: Ihre Änderungen befinden sich jetzt im Arbeitsverzeichnis.
et: Teie muudatused on nüüd töökataloogis.
pt: Suas alterações agora estão no diretório de trabalho

source: You can modify files and commit again
da: Du kan ændre filer og committe igen
de: Sie können Dateien ändern und erneut committen.
et: Saate faile muuta ja uuesti kinnitada.
pt: Você pode modificar arquivos e commitar novamente

source: Undoing Commit
da: Fortrydelse af commit
de: Änderungen rückgängig machen
et: Tagasi võtma commit'i
pt: Desfazendo Commit

source: Undoing last commit (keeping changes)...
da: Fortryder sidste commit (beholder ændringer)...
de: Letzte Änderung rückgängig machen (Änderungen beibehalten)...
et: Viimase commit'i tühistamine (muudatused säilitatakse)...
pt: Desfazendo último commit (mantendo alterações)...

source: Building Package
bg: Създаване на пакет
cs: Sestavení balíčku
da: Bygning af pakke
de: Paket erstellen
el: Δημιουργία Πακέτου
es: Construyendo paquete
et: Paketi koostamine
fi: Rakennuspaketti
fr: Construction du paquet
he: בנית חבילה
hr: Gradnja paketa
hu: Csomag építése
is: Bygging pakka
it: Costruzione pacchetto
ja: パッケージをビルド中
nl: Pakket bouwen
no: Bygger pakke
pl: Budowanie pakietu
pt: Construindo Pacote
ro: Construire pachet
ru: Создание пакета
sk: Stavba balíka
sv: Bygger paket
tr: Paket Oluşturma
uk: Будівельний пакет

source: Building {0} package...
bg: Създаване на пакет {0}...
cs: Sestavení balíčku {0}...
da: Bygger {0} pakke...
de: Paket {0} wird erstellt...
el: Κατασκευή πακέτου {0}...
es: Construyendo el paquete {0}...
et: Kogumise {0} pakett...
fi: Käytetään {0} pakettia...
fr: Construction du paquet {0}...
he: בונה חבילת {0}...
hr: Gradnja {0} paketa...
hu: {0} csomag építése...
is: Byggir {0} pakka...
it: Costruzione del pacchetto {0}...
ja: {0} パッケージをビルド中...
nl: Pakket {0} aan het bouwen...
no: Bygger {0} pakke...
pl: Budowanie pakietu {0}...
pt: Construindo pacote {0}...
ro: Construind pachetul {0}...
ru: Сборка пакета {0}...
sk: Stavanie balíka {0}...
sv: Bygger {0} paket...
tr: {0} paketi oluşturuluyor...

source: Commit and Build
bg: Комитиране и изграждане
cs: Zavázat a sestavit
da: Forpligt og Byg
de: Commit und Erstellen
el: Δέσμευση και Δημιουργία
es: Confirmar y Compilar
et: Kinnita ja ehita
fi: Vahvista ja Rakenna
fr: Valider et Construire
he: בצע והבן
hr: Započni i izgradi
hu: Elkötelezés és Építés
is: Skrá og Byggja
it: Impegnare e Compilare
ja: コミットとビルド
nl: Commit en Bouw
no: Forplikt og Bygg
pl: Zatwierdź i zbuduj
pt: Commit e Build
ro: Comitează și Construiește
ru: Коммит и сборка
sk: Zaviazať a zostaviť
sv: Commit och Bygg
tr: Taahhüt Et ve Oluştur
uk: Коміт і збірка

source: Committing changes and building {0} package...
bg: Комитиране на промени и изграждане на {0} пакет...
cs: Zavádění změn a vytváření balíčku {0}...
da: Forpligtelse af ændringer og opbygning af {0} pakke...
de: Änderungen übernehmen und {0}-Paket erstellen...
el: Δεσμεύοντας αλλαγές και κατασκευάζοντας το πακέτο {0}...
es: Confirmando cambios y construyendo el paquete {0}...
et: Muutatuste kinnitamine ja {0} paketi koostamine...
fi: Viemme muutokset ja rakennamme {0} pakettia...
fr: Validation des modifications et construction du package {0}...
he: מחויב שינויים ובונה חבילת {0}...
hr: Započinjanje promjena i izrada {0} paketa...
hu: Változtatások elkötelezése és a {0} csomag építése...
is: Að skrá breytingar og byggja {0} pakka...
it: Impegnando le modifiche e costruendo il pacchetto {0}...
ja: 変更をコミットして {0} パッケージをビルドしています...
nl: Wijzigingen vastleggen en {0} pakket bouwen...
no: Forplikker endringer og bygger {0} pakke...
pl: Zatwierdzanie zmian i budowanie pakietu {0}...
pt: Commitando alterações e construindo pacote {0}...
ro: Confirmarea modificărilor și construirea pachetului {0}...
ru: Фиксация изменений и сборка пакета {0}...
sk: Zaväzovanie zmien a vytváranie balíka {0}...
sv: Åtar ändringar och bygger {0} paket...
tr: Değişiklikleri taahhüt etme ve {0} paketini oluşturma...

source: Building AUR Package
bg: Създаване на AUR пакет
cs: Sestavení AUR balíčku
da: Bygger AUR-pakke
de: AUR-Paket erstellen
el: Δημιουργία Πακέτου AUR
es: Construyendo paquete AUR
et: AUR paketi koostamine
fi: AUR-paketin rakentaminen
fr: Construction du paquet AUR
he: בנייה של חבילת AUR
hr: Izrada AUR paketa
hu: AUR csomag építése
is: Bygging AUR pakka
it: Creazione del pacchetto AUR
ja: AURパッケージのビルド
nl: AUR-pakket bouwen
no: Bygge AUR-pakke
pl: Budowanie pakietu AUR
pt: Construindo Pacote AUR
ro: Construirea pachetului AUR
ru: Сборка пакета AUR
sk: Vytváranie AUR balíka
sv: Bygger AUR-paket
tr: AUR Paketi Oluşturma
uk: Створення пакета AUR

source: Building AUR package: {0}
bg: Създаване на AUR пакет: {0}
cs: Sestavení AUR balíčku: {0}
da: Bygger AUR-pakke: {0}
de: AUR-Paket erstellen: {0}
el: Δημιουργία πακέτου AUR: {0}
es: Construyendo paquete AUR: {0}
et: AUR paketi koostamine: {0}
fi: AUR-paketin rakentaminen: {0}
fr: Construction du paquet AUR : {0}
he: בנייה של חבילת AUR: {0}
hr: Izrada AUR paketa: {0}
hu: AUR csomag építése: {0}
is: Bygging AUR pakka: {0}
it: Creazione del pacchetto AUR: {0}
ja: AURパッケージをビルド中: {0}
nl: AUR-pakket bouwen: {0}
no: Bygger AUR-pakke: {0}
pl: Budowanie pakietu AUR: {0}
pt: Construindo pacote AUR: {0}
ro: Construirea pachetului AUR: {0}
ru: Сборка пакета AUR: {0}
sk: Vytváranie AUR balíka: {0}
sv: Bygger AUR-paket: {0}
tr: AUR paketi oluşturuluyor: {0}
uk: Будування пакета AUR: {0}

source: GitHub Token Setup
pt: Configuração do Token do GitHub

source: A GitHub Personal Access Token is required for package operations. To create one: 1. Go to: github.com/settings/tokens 2. Click 'Generate new token (classic)' 3. Select scopes: 'repo' and 'workflow' 4. Copy the generated token
pt: Um Token de Acesso Pessoal do GitHub é necessário para operações de pacotes. Para criar um: 1. Vá para: github.com/settings/tokens 2. Clique em 'Gerar novo token (clássico)' 3. Selecione os escopos: 'repo' e 'workflow' 4. Copie o token gerado

source: GitHub Username:
pt: Nome de usuário do GitHub:

source: your-username
pt: seu-nome-de-usuário

source: GitHub Token:
pt: Token do GitHub:

source: Open GitHub Token Settings
pt: Abrir Configurações do Token do GitHub

source: Save and Continue
pt: Salvar e Continuar

source: Username and token are required
pt: Nome de usuário e token são obrigatórios

source: ✓ Token saved successfully
pt: ✓ Token salvo com sucesso

source: Error saving token: {0}
pt: Erro ao salvar o token: {0}

source: Uncommitted Changes Detected
bg: Открити некомитирани промени
da: Uforpligtede ændringer opdaget
de: Nicht gespeicherte Änderungen erkannt
et: Kinnitamata muudatused tuvastatud
pt: Alterações Não Commitadas Detectadas
ru: Обнаружены незавершенные изменения

source: You have uncommitted changes. Choose how to proceed:
bg: Имате непотвърдени промени. Изберете как да продължите:
da: Du har uforpligtede ændringer. Vælg hvordan du vil fortsætte:
de: Sie haben nicht übertragene Änderungen. Wählen Sie, wie Sie fortfahren möchten:
et: Teil on kinnitamata muudatused. Valige, kuidas edasi minna:
pt: Você tem alterações não commitadas. Escolha como prosseguir:
ru: У вас есть незавершенные изменения. Выберите, как поступить:

source: <b>Current:</b> <span foreground='#FFA500'>{0}</span>
bg: <b>Текущ:</b> <span foreground='#FFA500'>{0}</span>
da: <b>Aktuel:</b> <span foreground='#FFA500'>{0}</span>
de: <b>Aktuell:</b> <span foreground='#FFA500'>{0}</span>
et: <b>Praegu:</b> <span foreground='#FFA500'>{0}</span>
pt: <b>Atual:</b> <span foreground='#FFA500'>{0}</span>
ru: <b>Текущий:</b> <span foreground='#FFA500'>{0}</span>

source: <b>Switch to:</b> <span foreground='#00CED1'>{0}</span>
bg: <b>Превключи на:</b> <span foreground='#00CED1'>{0}</span>
da: <b>Skift til:</b> <span foreground='#00CED1'>{0}</span>
de: <b>Wechseln zu:</b> <span foreground='#00CED1'>{0}</span>
et: <b>Vaheta:</b> <span foreground='#00CED1'>{0}</span>
pt: <b>Trocar para:</b> <span foreground='#00CED1'>{0}</span>
ru: <b>Переключиться на:</b> <span foreground='#00CED1'>{0}</span>

source: Discard and Switch
pt: Descartar e Trocar

source: Stash and Switch
pt: Armazenar e Alternar

source: Failed to stash changes
bg: Неуспешно запазване на промените
da: Mislykkedes at gemme ændringer
de: Änderungen konnten nicht gespeichert werden
et: Muudatuste salvestamine ebaõnnestus
pt: Falha ao fazer stash das alterações
ru: Не удалось сохранить изменения

source: Failed to switch: {0}
bg: Неуспешно превключване: {0}
da: Mislykkedes at skifte: {0}
de: Wechseln fehlgeschlagen: {0}
et: Vahetus ebaõnnestus: {0}
pt: Falha ao trocar: {0}
ru: Не удалось переключиться: {0}

source: Switched to {0}. Conflicts detected - resolve manually.
bg: Превключено на {0}. Открити конфликти - разрешете ръчно.
da: Skiftet til {0}. Konflikter opdaget - løs manuelt.
de: Wechsel zu {0}. Konflikte erkannt - manuell lösen.
et: Lülitatud {0}. Tuvastatud konfliktid - lahenda käsitsi.
pt: Trocado para {0}. Conflitos detectados - resolva manualmente.
ru: Переключено на {0}. Обнаружены конфликты - разрешите вручную.

source: Switched to {0}. Check 'git stash list' for your changes.
bg: Превключено на {0}. Проверете 'git stash list' за вашите промени.
da: Skiftet til {0}. Tjek 'git stash list' for dine ændringer.
de: Wechselte zu {0}. Überprüfen Sie 'git stash list' für Ihre Änderungen.
et: Lülitatud {0}. Kontrollige 'git stash list' oma muudatuste jaoks.
pt: Trocado para {0}. Verifique 'git stash list' parsuas alterações.
ru: Переключено на {0}. Проверьте 'git stash list' для ваших изменений.

source: Switched to {0} with your changes restored.
bg: Превключено на {0} с възстановените ви промени.
da: Skiftet til {0} med dine ændringer gendannet.
de: Wechseln zu {0} mit Ihren wiederhergestellten Änderungen.
et: Lülitatud {0} koos teie muudatustega taastatud.
pt: Trocado para {0} com suas alterações restauradas.
ru: Переключено на {0} с восстановленными вашими изменениями.

source: Switched to branch: {0}
bg: Преминахте в клон: {0}
da: Skiftet til gren: {0}
de: Wechselte zu Branch: {0}
et: Lülitatud harule: {0}
hu: Átváltva a következő ágra: {0}
pt: Mudado para a ramificação: {0}
ru: Переключено на ветку: {0}

source: Error switching branch: {0}
bg: Грешка при превключване на клон: {0}
da: Fejl ved skift af gren: {0}
de: Fehler beim Wechseln des Branches: {0}
et: Viga haru vahetamisel: {0}
pt: Erro ao trocar branch: {0}
ru: Ошибка при переключении ветки: {0}

source: Create Branch '{0}'?
de: Branch '{0}' erstellen?
et: Loo haru '{0}'?
pt: Criar Branch '{0}'?

source: The branch '{0}' doesn't exist yet. Would you like to create it from '{1}' and push to remote?
de: Der Branch '{0}' existiert noch nicht. Möchten Sie ihn von '{1}' erstellen und zum Remote-Repository pushen?
et: Harud '{0}' ei eksisteeri veel. Kas soovite selle luua '{1}' põhjal ja kaugserverisse saata?
pt: A branch '{0}' ainda não existe. Deseja criá-la a partir de '{1}' e enviá-la para o remoto?

source: <span foreground='#32CD32'><b>{0}</b></span> <span foreground='#888888'>(new)</span>
de: <span foreground='#32CD32'><b>{0}</b></span> <span foreground='#888888'>(neu)</span>
et: <span foreground='#32CD32'><b>{0}</b></span> <span foreground='#888888'>(uus)</span>
pt: <span foreground='#32CD32'><b>{0}</b></span> <span foreground='#888888'>(nova)</span>

source: <span foreground='#00CED1'>This will copy all code from '{0}' to the new '{1}' branch</span>
de: <span foreground='#00CED1'>Dies wird gesamten Code von '{0}' in den neuen '{1}' Branch kopieren</span>
et: <span foreground='#00CED1'>See kopeerib kogu koodi '{0}' uude '{1}' harusse</span>
pt: <span foreground='#00CED1'>Isso copiará todo o código de '{0}' para a nova branch '{1}'</span>

source: Create and Push
de: Erstellen und Pushen
et: Loo ja Tõuka
pt: Criar e Enviar

source: Switching to source branch: {0}
de: Wechseln zum Quellbranch: {0}
et: Lülitamine lähteharule: {0}
pt: Trocando para branch de origem: {0}

source: Creating branch: {0}
de: Branch erstellen: {0}
et: Harude loomine: {0}
pt: Crianda branch: {0}

source: Failed to create branch: {0}
de: Fehler beim Erstellen des Branches: {0}
et: Harud ei õnnestunud luua: {0}
pt: Falha ao criar branch: {0}

source: ✓ Branch '{0}' created
de: ✓ Zweig '{0}' erstellt
et: ✓ Haru '{0}' loodud
pt: ✓ Branch '{0}' criada

source: Push failed: {0}
de: Push fehlgeschlagen: {0}
et: Push eba: {0}
pt: Push falhou: {0}

source: ✓ Successfully pushed '{0}' to remote!
de: ✓ Erfolgreich '{0}' zum Remote-Repository gepusht!
et: ✓ Edukaselt saadetud '{0}' kaugserverisse!
pt: ✓ '{0}' enviada para remoto com sucesso!

source: ✓ All code from '{0}' is now in '{1}'
de: ✓ Der gesamte Code von '{0}' ist jetzt in '{1}'
et: ✓ Kõik kood '{0}' on nüüd '{1}'
pt: ✓ Todo código de '{0}' agora está em '{1}'

source: Creating Branch
de: Branch erstellen
et: Harude loomine
pt: Criando Branch

source: Creating '{0}' from '{1}' and pushing...
de: Erstelle '{0}' aus '{1}' und pushe...
et: Loome '{0}' '{1}'-st ja surume...
pt: Criando '{0}' de '{1}' e enviando...

source: ⚠️ Remote Not Configured
de: ⚠️ Remote nicht konfiguriert
et: ⚠️ Kaugjuhtimine pole konfigureeritud
pt: ⚠️ Remoto Não Configurado

source: This repository has no remote origin configured. Would you like to configure it now?
de: Dieses Repository hat keinen konfigurierten Remote-Ursprung. Möchten Sie ihn jetzt konfigurieren?
et: Selles hoidlas ei ole kaugoriginit seadistatud. Kas soovite selle nüüd seadistada?
pt: Este repositório não tem origin remoto configurado. Deseja configurá-lo agora?

source: Repository URL
et: Repo URL
pt: URL do Repositório

source: GitHub URL
et: GitHubi URL
pt: URL do GitHub

source: <span foreground='#888888'>Tip: Create the repository on GitHub first, then paste the URL here</span>
de: <span foreground='#888888'>Tipp: Erstellen Sie zuerst das Repository auf GitHub und fügen Sie dann die URL hier ein</span>
et: <span foreground='#888888'>Näpunäide: Looge esmalt GitHubis hoidla, seejärel kleepige URL siia</span>
pt: <span foreground='#888888'>Dica: Crie o repositório no GitHub primeiro, depois cole a URL aqui</span>

source: Configure Remote
de: Remote konfigurieren
et: Konfigureeri kaugjuhtimine
pt: Configurar Remoto

source: Please enter a valid URL
de: Bitte geben Sie eine gültige URL ein.
et: Palun sisestage kehtiv URL
pt: Por favor digite uma URL válida

source: Configuring remote origin...
de: Remote-Origin wird konfiguriert...
et: Kaugseose seadistamine...
pt: Configurando origin remoto...

source: Remote 'origin' already exists, updating URL...
de: Remote 'origin' existiert bereits, URL wird aktualisiert...
et: Kaugtöötlus 'origin' on juba olemas, uuendatakse URL-i...
pt: Remoto 'origin' já existe, atualizando URL...

source: Failed to update remote: {0}
de: Fehler beim Aktualisieren des Remotes: {0}
et: Kaugvärskenduse uuendamine ebaõnnestus: {0}
pt: Falha ao atualizar remoto: {0}

source: Failed to add remote: {0}
de: Fehler beim Hinzufügen des Remotes: {0}
et: Kaugjuhtme lisamine ebaõnnestus: {0}
pt: Falha ao adicionar remoto: {0}

source: ✓ Remote origin configured successfully
de: ✓ Remote-Repository erfolgreich konfiguriert
et: ✓ Kaugjuur on edukalt seadistatud
pt: ✓ Origin remoto configurado com sucesso

source: You may need to create the repository on GitHub first
de: Möglicherweise müssen Sie zuerst das Repository auf GitHub erstellen.
et: Võib-olla peate kõigepealt GitHubis hoidla looma.
pt: Você pode precisar criar o repositório no GitHub primeiro

source: ✓ Successfully pushed to remote!
de: ✓ Erfolgreich an Remote übertragen!
et: ✓ Edukaselt edastatud kaugserverisse!
pt: ✓ Enviado para remoto com sucesso!

source: Configuring Remote
de: Remote konfigurieren
et: Kaugjuhtimise seadistamine
pt: Configurando Remoto

source: Setting up remote origin and pushing...
de: Remote-Origin einrichten und pushen...
et: Kaugjuure seadistamine ja üles laadimine...
pt: Configurando origin remoto e enviando...

source: Confirm Pull Request
bg: Потвърдете искането за изтегляне
da: Bekræft Pull Request
de: Pull Request bestätigen
et: Kinnita tõmbepäring
pt: Confirmar Pull Request
ru: Подтвердить запрос на извлечение

source: Create a Pull Request to merge changes?
bg: Създайте Pull Request за сливане на промените?
da: Opret en Pull Request for at flette ændringer?
de: Einen Pull Request erstellen, um Änderungen zusammenzuführen?
et: Loo Pull Request muudatuste ühendamiseks?
pt: Criar um Pull Request para mesclar alterações?
ru: Создать запрос на слияние для объединения изменений?

source: <span foreground='#00CED1'>✓ Auto-merge enabled</span>
bg: <span foreground='#00CED1'>✓ Автоматично сливане активирано</span>
da: <span foreground='#00CED1'>✓ Automatisk sammensmeltning aktiveret</span>
de: <span foreground='#00CED1'>✓ Automatisches Zusammenführen aktiviert</span>
et: <span foreground='#00CED1'>✓ Automaatne ühinemine lubatud</span>
pt: <span foreground='#00CED1'>✓ Merge automático habilitado</span>
ru: <span foreground='#00CED1'>✓ Авто-слияние включено</span>
