Repository: big-comm/gitrepo
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Keep All Local
bg: Запази всичко локално
da: Behold alle lokale
de: Alle lokal behalten
et: Hoia Kõik Kohalikud
fi: Pidä kaikki paikallisena
fr: Conserver tout local
hr: Zadrži sve lokalno
hu: Tartsd meg az összes helyi fájlt
is: Haldaðu allt á staðnum
it: Mantieni tutto locale
nl: Houd Alles Lokaal
no: Behold alt lokalt
pt: Manter Todas Local
ru: Сохранить все локально
sk: Uchovávajte všetko lokálne
sv: Håll allt lokalt
uk: Залишити все локально

source: Accept All Remote
bg: Приемете всички отдалечени
da: Accepter alle fjernadgang
de: Alle Remote akzeptieren
et: Käivita kõik kaugjuhtimine
fi: Hyväksy kaikki etäyhteydet
fr: Accepter tout à distance
hr: Prihvati sve udaljene
hu: Minden távoli elfogadása
is: Samþykkja allt fjarstýringu
it: Accetta tutto da remoto
nl: Accepteer alle afstandsbedieningen
no: Godta alle eksterne
pt: Aceitar Todas Remotas
ru: Принять все удаленные
sk: Prijať všetko vzdialené
sv: Acceptera alla fjärråtkomst
uk: Прийняти всі віддалені

source: Conflicted Files
bg: Конфликтни файлове
da: Konflikterede filer
de: Konfliktdateien
et: Konflikti failid
fi: Ristiriitaiset tiedostot
fr: Fichiers en conflit
hr: Sukobljene datoteke
hu: Ütköző fájlok
is: Samskipti Skrár
it: File in conflitto
nl: Conflicterende bestanden
no: Konflikterte filer
pt: Arquivos com Conflito
ru: Конфликтующие файлы
sk: Konfliktné súbory
sv: Konflikterande filer
uk: Конфліктуючі файли

source: Apply Resolutions
bg: Приложи разрешения
da: Anvend løsninger
de: Änderungen anwenden
et: Rakenda lahendused
fi: Käytä ratkaisuja
fr: Appliquer les résolutions
hr: Primijeni rješenja
hu: Alkalmazza a megoldásokat
is: Beita lausnir
it: Applica Risoluzioni
nl: Toepassen van resoluties
no: Bruk oppløsninger
pt: Aplicar Resoluções
ru: Применить разрешения
sk: Použiť riešenia
sv: Tillämpa lösningar
uk: Застосувати рішення

source: Resolved {0} of {1} conflicts
bg: Разрешени {0} от {1} конфликти
da: Løst {0} af {1} konflikter
de: Gelöst {0} von {1} Konflikten
et: Lahendatud {0} {1} konfliktist
fi: Ratkaistu {0} {1} konfliktista
fr: Résolu {0} de {1} conflits
hr: Riješeno {0} od {1} sukoba
hu: Megoldott {0} a {1} konfliktusból
is: Leyst {0} af {1} ágreiningum
it: Risolti {0} di {1} conflitti
nl: Opgelost {0} van {1} conflicten
no: Løst {0} av {1} konflikter
pt: Resolvidos {0} de {1} conflitos
ru: Разрешено {0} из {1} конфликтов
sk: Vyriešených {0} z {1} konfliktov
sv: Löste {0} av {1} konflikter
uk: Вирішено {0} з {1} конфліктів

source: File opened in {0}. After editing, click 'Mark as Edited' to continue.
de: Datei in {0} geöffnet. Nach der Bearbeitung klicken Sie auf 'Als bearbeitet markieren', um fortzufahren.
et: Fail avatud {0}. Pärast redigeerimist klõpsake 'Märgi redigeerituks', et jätkata.
pt: Arquivo aberto em {0}. Após editar, clique 'Marcar como Editado' para continuar.

source: Resolved {0} of {1} conflicts (editing manually)
de: Gelöst {0} von {1} Konflikten (manuelle Bearbeitung)
et: Lahendatud {0} {1} konfliktist (redigeerimine käsitsi)
pt: Resolvidos {0} de {1} conflitos (editando manualmente)

source: No Editor Found
de: Kein Editor gefunden
et: Toimetajat ei leitud
pt: Nenhum Editor Encontrado

source: Could not find a text editor. Please edit the file manually: {0}
de: Konnte keinen Texteditor finden. Bitte bearbeiten Sie die Datei manuell: {0}
et: Ei leitud tekstiredaktorit. Palun redigeerige fail käsitsi: {0}
pt: Não foi possível encontrar um editor de texto. Por favor edite o arquivo manualmente: {0}

source: Error reading local version: {0}
de: Fehler beim Lesen der lokalen Version: {0}
et: Viga kohaliku versiooni lugemisel: {0}
pt: Erro ao ler versão local: {0}

source: Error reading remote version: {0}
de: Fehler beim Lesen der entfernten Version: {0}
et: Viga kaugversiooni lugemisel: {0}
pt: Erro ao ler versão remota: {0}

source: Compare: {0}
de: Vergleichen: {0}
et: Võrdle: {0}
pt: Comparar: {0}

source: Maximize
de: Maximieren
et: Maksimeeri
pt: Maximizar

source: <span foreground='#3584e4' weight='bold'>◀ LOCAL (Your Version)</span>
de: <span foreground='#3584e4' weight='bold'>◀ LOKAL (Ihre Version)</span>
et: <span foreground='#3584e4' weight='bold'>◀ KOHALIK (Teie Versioon)</span>
pt: <span foreground='#3584e4' weight='bold'>◀ LOCAL (Sua Versão)</span>

source: <span foreground='#2ec27e' weight='bold'>REMOTE (Server) ▶</span>
et: <span foreground='#2ec27e' weight='bold'>KAUGTÖÖ (Server) ▶</span>
pt: <span foreground='#2ec27e' weight='bold'>REMOTO (Servidor) ▶</span>

source: <span foreground='#3584e4' weight='bold'>📁 LOCAL VERSION</span>
de: <span foreground='#3584e4' weight='bold'>📁 LOKALE VERSION</span>
et: <span foreground='#3584e4' weight='bold'>📁 KOHALIK VERSIOON</span>
pt: <span foreground='#3584e4' weight='bold'>📁 VERSÃO LOCAL</span>

source: <span foreground='#2ec27e' weight='bold'>☁️ REMOTE VERSION</span>
et: <span foreground='#2ec27e' weight='bold'>☁️ KAUDA VERSIO</span>
pt: <span foreground='#2ec27e' weight='bold'>☁️ VERSÃO REMOTA</span>

source: ✓ Use LOCAL Version
de: ✓ Lokale Version verwenden
et: ✓ Kasuta KOHALIKku versiooni
pt: ✓ Usar Versão LOCAL

source: Keep your local changes
de: Behalte deine lokalen Änderungen
et: Hoia oma kohalikud muudatused
pt: Manter suas alterações locais

source: ✓ Use REMOTE Version
de: ✓ Verwenden Sie die REMOTE-Version
et: ✓ Kasuta KAUGTöö versiooni
pt: ✓ Usar Versão REMOTA

source: Accept the remote server version
de: Akzeptieren Sie die Version des Remote-Servers
et: Käivita kaugserveri versioon
pt: Aceitar a versão do servidor remoto

source: All conflicts resolved (kept local versions)
bg: Всички конфликти са разрешени (запазени локални версии)
da: Alle konflikter løst (beholdt lokale versioner)
de: Alle Konflikte gelöst (lokale Versionen beibehalten)
et: Kõik konfliktid on lahendatud (hoidnud kohalikke versioone)
fi: Kaikki konfliktit ratkaistu (säilytetty paikalliset versiot)
fr: Tous les conflits résolus (versions locales conservées)
hr: Svi konflikti su riješeni (zadržane lokalne verzije)
hu: Minden konfliktus megoldva (helyi verziók megtartva)
is: Öll átök leyst (geymdar staðbundnar útgáfur)
it: Tutti i conflitti risolti (versioni locali mantenute)
nl: Alle conflicten opgelost (lokale versies behouden)
no: Alle konflikter løst (beholdt lokale versjoner)
pt: Todos os conflitos resolvidos (mantidas versões locais)
ru: Все конфликты разрешены (сохранены локальные версии)
sk: Všetky konflikty boli vyriešené (uchované miestne verzie)
sv: Alla konflikter lösta (lokala versioner bevarade)
uk: Усі конфлікти вирішено (збережено локальні версії)

source: All conflicts resolved (accepted remote versions)
bg: Всички конфликти са разрешени (приети отдалечени версии)
da: Alle konflikter løst (accepterede fjerntversioner)
de: Alle Konflikte gelöst (akzeptierte Remote-Versionen)
et: Kõik konfliktid on lahendatud (aktsepteeritud kaugversioonid)
fi: Kaikki konfliktit ratkaistu (hyväksytyt etäversiot)
fr: Tous les conflits résolus (versions distantes acceptées)
hr: Svi konflikti su riješeni (prihvaćene udaljene verzije)
hu: Minden konfliktus megoldva (elfogadott távoli verziók)
is: Öll átök leyst ( samþykkt fjarversjónir)
it: Tutti i conflitti risolti (versioni remote accettate)
nl: Alle conflicten opgelost (geaccepteerde externe versies)
no: Alle konflikter løst (aksepterte eksterne versjoner)
pt: Todos os conflitos resolvidos (aceitas versões remotas)
ru: Все конфликты разрешены (приняты удаленные версии)
sk: Všetky konflikty vyriešené (prijaté vzdialené verzie)
sv: Alla konflikter lösta (accepterade fjärrversioner)
uk: Усі конфлікти вирішено (прийняті віддалені версії)

source: Warning: {0} may still have conflict markers
pt: Aviso: {0} pode ainda ter marcadores de conflito

source: Error resolving {0}: {1}
pt: Erro ao resolver {0}: {1}

source: Settings
bg: Настройки
da: Indstillinger
de: Einstellungen
et: Seaded
fi: Asetukset
fr: Paramètres
hr: Postavke
hu: Beállítások
is: Stillingar
it: Impostazioni
nl: Instellingen
no: Innstillinger
pt: Configurações
ru: Настройки
sk: Nastavenia
sv: Inställningar
uk: Налаштування

source: Operation
bg: Операция
de: Betrieb
et: Operatsioon
fi: Toiminto
fr: Opération
hr: Operacija
hu: Művelet
is: Aðgerð
it: Operazione
nl: Bewerking
no: Operasjon
pt: Operação
ru: Операция
sk: Operácia
uk: Операція

source: Operation Mode
bg: Режим на работа
da: Driftsmode
de: Betriebsmodus
et: Töörežiim
fi: Toimintatila
fr: Mode d'opération
hr: Način rada
hu: Működési mód
is: Aðgerðarhamur
it: Modalità Operativa
nl: Bedrijfsmodus
no: Driftsmodus
pt: Modo de Operação
ru: Режим работы
sk: Prevádzkový režim
sv: Driftsläge
uk: Режим роботи

source: Choose how the application should operate
bg: Изберете как да работи приложението
da: Vælg hvordan applikationen skal fungere
de: Wählen Sie aus, wie die Anwendung funktionieren soll
et: Valige, kuidas rakendus peaks töötama.
fi: Valitse, miten sovelluksen tulisi toimia
fr: Choisissez comment l'application doit fonctionner
hr: Odaberite kako bi aplikacija trebala raditi
hu: Válaszd ki, hogyan működjön az alkalmazás.
is: Veldu hvernig forritið eigi að starfa
it: Scegli come l'applicazione dovrebbe funzionare
nl: Kies hoe de applicatie moet functioneren
no: Velg hvordan applikasjonen skal fungere
pt: Escolha como a aplicação deve operar
ru: Выберите, как должно работать приложение
sk: Vyberte, ako by mala aplikácia fungovať
sv: Välj hur applikationen ska fungera
uk: Виберіть, як має працювати застосунок

source: Mode
bg: Режим
da: Tilstand
de: Modus
et: Režiim
fi: Tila
hr: Način
hu: Módus
is: Hamstur
it: Modalità
nl: Modus
no: Modus
pt: Modo
ru: Режим
sk: Režim
sv: Läge
uk: Режим

source: Select your preferred operation mode
bg: Изберете предпочитания от вас режим на работа
da: Vælg din foretrukne driftsmode
de: Wählen Sie Ihren bevorzugten Betriebsmodus aus
et: Valige oma eelistatud töörežiim
fi: Valitse haluamasi toimintatila
fr: Sélectionnez votre mode de fonctionnement préféré
hr: Odaberite svoj preferirani način rada
hu: Válassza ki a kívánt működési módot
is: Veldu þinn valinn rekstrarham.
it: Seleziona la tua modalità operativa preferita
nl: Selecteer uw voorkeursbedrijfsmodus
no: Velg din foretrukne driftsmodus
pt: Selecione seu modo de operação preferido
ru: Выберите предпочитаемый режим работы
sk: Vyberte si preferovaný režim prevádzky
sv: Välj din föredragna driftsläge
uk: Виберіть свій бажаний режим роботи

source: Safe - Show previews and confirmations
bg: Безопасен - Показване на предварителни прегледи и потвърждения
da: Sikker - Vis forhåndsvisninger og bekræftelser
de: Sicher - Vorschauen und Bestätigungen anzeigen
et: Ohutu - Näita eelvaateid ja kinnitusi
fi: Turvallinen - Näytä esikatselut ja vahvistukset
fr: Sécurisé - Afficher les aperçus et les confirmations
hr: Sigurno - Prikaži preglede i potvrde
hu: Biztonságos - Előnézetek és megerősítések megjelenítése
is: Öryggi - Sýna forsýningar og staðfestingar
it: Sicuro - Mostra anteprime e conferme
nl: Veilig - Toon voorvertoningen en bevestigingen
no: Sikker - Vis forhåndsvisninger og bekreftelser
pt: Seguro - Mostrar pré-visualizações e confirmações
ru: Безопасный - Показать предварительные просмотры и подтверждения
sk: Bezpečné - Zobraziť náhľady a potvrdenia
sv: Säker - Visa förhandsgranskningar och bekräftelser
uk: Безпечний - Показати попередні перегляди та підтвердження

source: Quick - Fast with minimal confirmations
bg: Бързо - Бързо с минимални потвърждения
da: Hurtig - Hurtig med minimale bekræftelser
de: Schnell - Schnell mit minimalen Bestätigungen
et: Kiire - Kiire minimaalsete kinnitustega
fi: Nopea - Nopeasti vähäisillä vahvistuksilla
fr: Rapide - Rapide avec un minimum de confirmations
hr: Brzo - Brzo s minimalnim potvrđivanjem
hu: Gyors - Minimális megerősítésekkel
is: Hraðvirkt - Fljótlegt með lágmarks staðfestingum
it: Veloce - Rapido con conferme minime
nl: Snel - Snel met minimale bevestigingen
no: Rask - Hurtig med minimale bekreftelser
pt: Rápido - Rápido com confirmações mínimas
ru: Быстрый - Быстро с минимальными подтверждениями
sk: Rýchly - Rýchlo s minimálnymi potvrdeniami
sv: Snabb - Snabbt med minimala bekräftelser

source: Expert - Maximum automation, no confirmations
bg: Експерт - Максимална автоматизация, без потвърждения
da: Ekspert - Maksimal automatisering, ingen bekræftelser
de: Experte - Maximale Automatisierung, keine Bestätigungen
et: Ekspert - Maksimaalne automatiseerimine, ei mingeid kinnitusi
fi: Asiantuntija - Maksimaalinen automaatio, ei vahvistuksia
fr: Expert - Automatisation maximale, sans confirmations
hr: Stručnjak - Maksimalna automatizacija, bez potvrda
hu: Szakértő - Maximális automatizálás, nincs megerősítés
is: Sérfræðingur - Hámarks sjálfvirkni, engar staðfestingar
it: Esperto - Massima automazione, nessuna conferma
nl: Expert - Maximale automatisering, geen bevestigingen
no: Ekspert - Maksimal automatisering, ingen bekreftelser
pt: Expert - Máxima automação, sem confirmações
ru: Эксперт - Максимальная автоматизация, без подтверждений
sk: Expert - Maximálna automatizácia, žiadne potvrdenia
sv: Expert - Maximal automatisering, inga bekräftelser
uk: Експерт - Максимальна автоматизація, без підтверджень

source: Conflicts
bg: Конфликти
da: Konflikter
de: Konflikte
et: Konfliktid
fi: Konfliktit
fr: Conflits
hr: Sukobi
hu: Ütközések
is: Átök
it: Conflitti
nl: Conflicten
no: Konflikter
pt: Conflitos
ru: Конфликты
sk: Konflikty
sv: Konflikter
uk: Конфлікти

source: Conflict Resolution
bg: Разрешаване на конфликти
da: Konfliktløsning
de: Konfliktlösung
et: Konflikti lahendamine
fi: Konfliktin ratkaisu
fr: Résolution de conflit
hr: Rješavanje sukoba
hu: Konfliktuskezelés
is: Ágreinaskilningur
it: Risoluzione dei conflitti
nl: Conflictbeheer
no: Konfliktløsning
pt: Resolução de Conflitos
ru: Разрешение конфликтов
sk: Riešenie konfliktov
sv: Konflikthantering
uk: Конфліктне вирішення

source: How to handle merge conflicts
bg: Как да се справим с конфликти при сливане
da: Sådan håndterer du sammenfletningskonflikter
de: Wie man Merge-Konflikte behandelt
et: Kuidas lahendada ühinemisvaidlusi
fi: Kuinka käsitellä yhdistämiskonflikteja
fr: Comment gérer les conflits de fusion
hr: Kako riješiti sukobe pri spajanju
hu: Hogyan kezeljük a merge konfliktusokat
is: Hvernig á að meðhöndla samrunaárekstra
it: Come gestire i conflitti di merge
nl: Hoe om te gaan met samenvoegconflicten
no: Hvordan håndtere sammenslåingskonflikter
pt: Como lidar com conflitos de merge
ru: Как обрабатывать конфликты слияния
sk: Ako riešiť konflikty pri zlúčení
sv: Hur man hanterar sammanslagningskonflikter

source: Strategy
bg: Стратегия
da: Strategi
de: Strategie
et: Strateegia
fi: Strategia
fr: Stratégie
hr: Strategija
hu: Stratégia
is: Stefna
it: Strategia
nl: Strategie
no: Strategi
pt: Estratégia
ru: Стратегия
sk: Stratégia
sv: Strategi
uk: Стратегія

source: Select conflict resolution strategy
bg: Изберете стратегия за разрешаване на конфликти
da: Vælg konfliktløsningsstrategi
de: Konfliktlösungsstrategie auswählen
et: Vali konfliktide lahendamise strateegia
fi: Valitse konfliktinratkaisustrategia
fr: Sélectionner la stratégie de résolution de conflit
hr: Odaberite strategiju rješavanja sukoba
hu: Válassza ki a konfliktuskezelési stratégiát
is: Veldu aðferðir til að leysa ágreining.
it: Seleziona la strategia di risoluzione dei conflitti
nl: Selecteer strategie voor conflictoplossing
no: Velg konfliktløsningsstrategi
pt: Selecione estratégia de resolução de conflitos
ru: Выберите стратегию разрешения конфликтов
sk: Vyberte stratégiu riešenia konfliktov
sv: Välj strategi för konfliktlösning

source: Interactive - Ask for each file
bg: Интерактивен - Запитайте за всеки файл
da: Interaktiv - Spørg for hver fil
de: Interaktiv - Für jede Datei anfragen
et: Interaktiivne - Küsige iga faili kohta
fi: Interaktiivinen - Kysy jokaisesta tiedostosta
fr: Interactif - Demander pour chaque fichier
hr: Interaktivno - Pitajte za svaku datoteku
hu: Interaktív - Kérdezzen meg minden fájlt
is: Samskipti - Spurðu um hvern skrá
it: Interattivo - Chiedi per ogni file
nl: Interactief - Vraag om elk bestand
no: Interaktiv - Be om hver fil
pt: Interativo - Perguntar para cada arquivo
ru: Интерактивный - Запрашивать для каждого файла
sk: Interaktívne - Opýtajte sa na každý súbor
sv: Interaktiv - Fråga för varje fil
uk: Інтерактивний - Запитувати для кожного файлу

source: Auto-ours - Always keep local changes
bg: Авто-наш - Винаги запазвайте локалните промени
da: Auto-ours - Behold altid lokale ændringer
de: Auto-ours - Lokale Änderungen immer beibehalten
et: Auto-ours - Hoia alati kohalikke muudatusi
fi: Auto-ours - Pidä aina paikalliset muutokset
fr: Auto-ours - Toujours conserver les modifications locales
hr: Auto-ours - Uvijek zadrži lokalne promjene
hu: Auto-ours - Mindig tartsd meg a helyi változtatásokat
is: Auto-ours - Halda alltaf staðbundnar breytingar
it: Auto-ours - Mantieni sempre le modifiche locali
nl: Auto-ours - Altijd lokale wijzigingen behouden
no: Auto-ours - Behold alltid lokale endringer
pt: Auto-nossa - Sempre manter alterações locais
ru: Авто-наш - Всегда сохранять локальные изменения
sk: Auto-ours - Vždy uchovávajte miestne zmeny
sv: Auto-ours - Håll alltid lokala ändringar
uk: Авто-наш - Завжди зберігати локальні зміни

source: Auto-theirs - Always accept remote changes
bg: Авто-те тех - Винаги приемайте отдалечени промени
da: Auto-theirs - Accepter altid fjernændringer
de: Auto-theirs - Immer entfernte Änderungen akzeptieren
et: Auto-theirs - Alati aktsepteeri kaugmuudatusi
fi: Auto-theirs - Hyväksy aina etämuutokset
fr: Auto-theirs - Toujours accepter les modifications distantes
hr: Auto-theirs - Uvijek prihvati udaljene promjene
hu: Automatikus - Mindig elfogadja a távoli változtatásokat
is: Sjálfvirkt - Alltaf samþykkja fjarbreytingar
it: Auto-theirs - Accetta sempre le modifiche remote
nl: Auto-theirs - Altijd externe wijzigingen accepteren
no: Auto-theirs - Alltid aksepter eksterne endringer
pt: Auto-deles - Sempre aceitar alterações remotas
ru: Авто-их - Всегда принимать удалённые изменения
sk: Auto-theirs - Vždy akceptovať vzdialené zmeny
sv: Auto-theirs - Acceptera alltid fjärrändringar
uk: Авто-їх - Завжди приймати віддалені зміни

source: Manual - Stop and let me resolve
bg: Ръчно - Спри и нека разреша
da: Manual - Stop og lad mig løse
de: Handbuch - Stoppen Sie und lassen Sie mich das lösen
et: Käsiraamat - Peatu ja lase mul lahendada
fi: Manuaali - Pysähdy ja anna minun ratkaista
fr: Manuel - Arrêtez et laissez-moi résoudre
hr: Priručnik - Stanite i dopustite mi da riješim
hu: Kézi - Állj meg, és hagyd, hogy megoldjam
is: Handbók - Stoppaðu og leyfðu mér að leysa.
it: Manuale - Fermati e lasciami risolvere
nl: Handmatig - Stop en laat me het oplossen
no: Manuell - Stopp og la meg løse
pt: Manual - Parar e deixar eu resolver
ru: Руководство - Остановитесь и позвольте мне решить
sk: Manuál - Zastavte a nechajte ma to vyriešiť
sv: Manuell - Stanna och låt mig lösa
uk: Manual - Зупиніть і дайте мені вирішити

source: Automation
bg: Автоматизация
da: Automatisering
de: Automatisierung
et: Automaatika
fi: Automaatio
fr: Automatisation
hr: Automatizacija
hu: Automatizálás
is: Sjálfvirkni
it: Automazione
nl: Automatisering
no: Automatisering
pt: Automação
ru: Автоматизация
sk: Automatizácia
sv: Automatisering
uk: Автоматизація

source: Automatic git operations
bg: Автоматични git операции
da: Automatiske git-operationer
de: Automatische Git-Operationen
et: Automaatne git'i toimingud
fi: Automaattiset git-toiminnot
fr: Opérations git automatiques
hr: Automatske git operacije
hu: Automatikus git műveletek
is: Sjálfvirkar git aðgerðir
it: Operazioni git automatiche
nl: Automatische git-bewerkingen
no: Automatiske git-operasjoner
pt: Operações git automáticas
ru: Автоматические операции git
sk: Automatické git operácie
sv: Automatiska git-operationer
uk: Автоматичні операції git

source: Auto-fetch
bg: Автоматично извличане
da: Auto-hentning
de: Automatisches Abrufen
et: Automaatne hankimine
fi: Autohaku
fr: Récupération automatique
hr: Automatsko preuzimanje
hu: Automatikus lekérés
is: Sjálfvirk skynjun
it: Auto-recupero
nl: Automatisch ophalen
no: Automatisk henting
pt: Auto-buscar
ru: Автоизвлечение
sk: Automatické načítanie
sv: Automatisk hämtning
uk: Автоотримання

source: Automatically fetch from remote before operations
bg: Автоматично изтегляне от отдалечен преди операции
da: Automatisk hentning fra fjernbetjening før operationer
de: Automatisch von Remote abrufen vor den Operationen
et: Automaatne allalaadimine kaugserverist enne toiminguid
fi: Hae automaattisesti etäpalvelimelta ennen toimintoja
fr: Récupérer automatiquement depuis le distant avant les opérations
hr: Automatski preuzmi s udaljenog prije operacija
hu: Automatikusan lekérdez a távoli helyről műveletek előtt
is: Sækja sjálfkrafa frá fjarhýsli áður en aðgerðir eru framkvæmdar
it: Recupera automaticamente da remoto prima delle operazioni
nl: Automatisch ophalen van de remote voordat de bewerkingen plaatsvinden
no: Hent automatisk fra fjern før operasjoner
pt: Buscar automaticamente do remoto antes de operações
ru: Автоматически загружать с удаленного сервера перед операциями
sk: Automaticky načítať z diaľkového servera pred operáciami
sv: Automatiskt hämta från fjärr innan operationer
uk: Автоматично отримувати з віддаленого перед операціями

source: Auto-switch branch
bg: Автоматично превключване на клон
da: Auto-skift grene
de: Automatischer Wechsel des Branches
et: Automaatne vahetus haru
fi: Automaattinen vaihtohaara
fr: Changement de branche automatique
hr: Automatsko prebacivanje grane
hu: Automatikus átkapcsolás ág
is: Sjálfvirk greinaskipti
it: Cambia ramo automaticamente
nl: Automatisch schakelen tak
no: Automatisk bytte av gren
pt: Auto-trocar branch
ru: Автоматическое переключение ветки
sk: Automatické prepínanie vetvy
sv: Automatisk växling av gren
uk: Автоматичне перемикання гілки

source: Automatically pull latest changes
bg: Автоматично изтегляне на последните промени
da: Automatisk hent de seneste ændringer
de: Automatisch die neuesten Änderungen abrufen
et: Automaatne uusimate muudatuste tõmbamine
fi: Vedä automaattisesti viimeisimmät muutokset
fr: Tirer automatiquement les dernières modifications
hr: Automatski preuzmi najnovije promjene
hu: Automatikusan húzza a legfrissebb változtatásokat
is: Sjálfvirkt að draga nýjustu breytingar
it: Aggiornare automaticamente le ultime modifiche
nl: Automatisch de laatste wijzigingen ophalen
no: Automatisk hent de nyeste endringene
pt: Baixar automaticamente últimas alterações
ru: Автоматически загружать последние изменения
sk: Automaticky stiahnuť najnovšie zmeny
sv: Automatiskt hämta de senaste ändringarna
uk: Автоматично отримувати останні зміни

source: Version Management
bg: Управление на версиите
da: Versionsstyring
de: Versionsverwaltung
et: Versioonihaldus
fi: Versionhallinta
fr: Gestion des versions
hr: Upravljanje verzijama
hu: Verziókezelés
is: Útgáfu stjórnun
it: Gestione delle versioni
nl: Versiebeheer
no: Versjonsadministrasjon
pt: Gerenciamento de Versão
ru: Управление версиями
sk: Správa verzií
sv: Versionshantering
uk: Управління версіями

source: Auto-version bump
bg: Автоматично увеличаване на версията
da: Automatisk versionsopdatering
de: Automatische Versionsanpassung
et: Automaatne versiooni tõstmine
fi: Automaattinen version nostaminen
fr: Mise à jour automatique de la version
hr: Automatsko povećanje verzije
hu: Automatikus verzióemelés
is: Sjálfvirk útgáfuauki
it: Incremento automatico della versione
nl: Automatische versieverhoging
no: Automatisk versjonsoppdatering
pt: Auto-incremento de versão
ru: Автоматическое обновление версии
sk: Automatické zvyšovanie verzie
sv: Automatisk versionshöjning
uk: Автоматичне підвищення версії
