Repository: big-comm/gitrepo
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Successfully moved your changes to your own branch!
bg: Успешно преместихте промените си в собственото си клонче!
cs: Úspěšně jste přesunuli své změny na svou vlastní větev!
da: Ændringerne er med succes flyttet til din egen gren!
de: Änderungen erfolgreich in Ihren eigenen Zweig verschoben!
el: Μεταφέρατε επιτυχώς τις αλλαγές σας στο δικό σας κλάδο!
es: ¡Tus cambios se han movido correctamente a tu propia rama!
et: Teie muudatused on edukalt liigutatud teie enda haru!
fi: Muutoksesi on siirretty onnistuneesti omaan haaraasi!
fr: Vos modifications ont été déplacées avec succès vers votre propre branche !
he: המעבר של השינויים שלך לענף שלך בוצע בהצלחה!
hr: Uspješno ste premjestili svoje promjene na vlastitu granu!
hu: Sikeresen áthelyezted a módosításaidat a saját ágadba!
is: Tókst að færa breytingarnar þínar á eigin grein!
it: Hai spostato con successo le tue modifiche nel tuo ramo!
ja: 変更を自分のブランチに正常に移動しました！
nl: Je wijzigingen zijn succesvol naar je eigen branch verplaatst!
no: Endret endringene dine til din egen gren!
pl: Pomyślnie przeniesiono twoje zmiany do własnej gałęzi!
pt: Alterações movidas com sucesso para seu própria branch!
ro: Schimbările tale au fost mutate cu succes în ramura ta!
ru: Успешно переместили ваши изменения в вашу собственную ветку!
sk: Úspešne ste presunuli svoje zmeny do svojej vlastnej vetvy!
sv: Ändringarna har framgångsrikt flyttats till din egen gren!
tr: Değişikliklerinizi kendi dalınıza başarıyla taşıdınız!

source: Switched to your branch: {0}
bg: Превключено към вашия клон: {0}
cs: Přepnuto na vaši větev: {0}
da: Skiftet til din gren: {0}
de: Wechselte zu deinem Zweig: {0}
el: Εναλλαγή στη διακλάδωσή σας: {0}
es: Cambiado a tu rama: {0}
et: Lülitatud teie harule: {0}
fi: Vaihdettiin haaraasi: {0}
fr: Passé à votre branche : {0}
he: עברת לענף שלך: {0}
hr: Prebačeno na vašu granu: {0}
hu: Átváltottál a következő ágra: {0}
is: Hafðist yfir á grein þína: {0}
it: Passato al tuo ramo: {0}
ja: ブランチを切り替えました: {0}
nl: Overgeschakeld naar jouw branch: {0}
no: Byttet til din gren: {0}
pl: Przełączono na twoją gałąź: {0}
pt: Trocou para sua branch: {0}
ro: Comutat la ramura ta: {0}
ru: Переключено на вашу ветку: {0}
sk: Prepliaty na vašu vetvu: {0}
sv: Bytte till din gren: {0}
tr: Dalga geçilen dalınıza geçildi: {0}
uk: Переключено на вашу гілку: {0}

source: This operation is only available in git repositories.
bg: Тази операция е налична само в git хранилища.
cs: Tato operace je k dispozici pouze v git repozitářích.
da: Denne operation er kun tilgængelig i git-repositorier.
de: Dieser Vorgang ist nur in Git-Repositories verfügbar.
el: Αυτή η λειτουργία είναι διαθέσιμη μόνο σε αποθετήρια git.
es: Esta operación solo está disponible en repositorios de git.
et: See operatsioon on saadaval ainult git-repositooriumites.
fi: Tämä toiminto on saatavilla vain git-repositorioissa.
fr: Cette opération n'est disponible que dans les dépôts git.
he: פעולה זו זמינה רק במאגרי git.
hr: Ova operacija je dostupna samo u git repozitorijima.
hu: Ez a művelet csak git tárolókban érhető el.
is: Þessi aðgerð er aðeins aðgengileg í git geymslum.
it: Questa operazione è disponibile solo nei repository git.
ja: この操作は、git リポジトリでのみ利用可能です。
nl: Deze bewerking is alleen beschikbaar in git-repositories.
no: Denne operasjonen er kun tilgjengelig i git-repositorier.
pl: Ta operacja jest dostępna tylko w repozytoriach git.
pt: Esta operação está disponível apenas em repositórios git.
ro: Această operațiune este disponibilă doar în repositoare git.
ru: Эта операция доступна только в репозиториях git.
sk: Táto operácia je k dispozícii iba v git repozitároch.
sv: Denna åtgärd är endast tillgänglig i git-förråd.
tr: Bu işlem yalnızca git depolarında mevcuttur.
uk: Ця операція доступна лише в репозиторіях git.

source: Dev branch doesn't exist. Creating it now...
bg: Клонът за разработка не съществува. Създавам го сега...
cs: Větev Dev neexistuje. Vytvářím ji nyní...
da: Dev-grenen findes ikke. Opretter den nu...
de: Der Entwicklungszweig existiert nicht. Er wird jetzt erstellt...
el: Ο κλάδος Dev δεν υπάρχει. Δημιουργείται τώρα...
es: La rama de desarrollo no existe. Creándola ahora...
et: Dev haru ei eksisteeri. Loome selle nüüd...
fi: Dev-haara ei ole olemassa. Luodaan se nyt...
fr: La branche de développement n'existe pas. Création en cours...
he: ענף הפיתוח אינו קיים. יוצרים אותו עכשיו...
hr: Grana ne postoji. Stvaram je sada...
hu: A fejlesztői ág nem létezik. Most létrehozom...
is: Þróunargrein er ekki til. Búi henni til núna...
it: Il ramo di sviluppo non esiste. Creandolo ora...
ja: Devブランチは存在しません。今作成しています...
nl: Dev-tak bestaat niet. Het wordt nu aangemaakt...
no: Utviklingsgren eksisterer ikke. Oppretter den nå...
pl: Gałąź deweloperska nie istnieje. Tworzę ją teraz...
pt: A branch dev não existe. Criando agora...
ro: Ramura de dezvoltare nu există. O creez acum...
ru: Ветка разработки не существует. Создаю её сейчас...
sk: Vetva Dev neexistuje. Vytváram ju teraz...
sv: Utvecklingsgren finns inte. Skapar den nu...
tr: Geliştirme dalı mevcut değil. Şu anda oluşturuluyor...
uk: Гілка розробки не існує. Створюю її зараз...

source: Stashing local changes temporarily...
bg: Временно запазване на локални промени...
cs: Dočasné uložení místních změn...
da: Gemmer lokale ændringer midlertidigt...
de: Lokale Änderungen vorübergehend speichern...
el: Αποθήκευση τοπικών αλλαγών προσωρινά...
es: Almacenando cambios locales temporalmente...
et: Kohalikud muudatused ajutiselt salvestatakse...
fi: Paikallisten muutosten tilapäinen tallentaminen...
fr: Mise en attente des modifications locales temporairement...
he: שימור שינויים מקומיים באופן זמני...
hr: Privremeno spremanje lokalnih promjena...
hu: Helyi változtatások ideiglenes tárolása...
is: Að geyma staðbundnar breytingar tímabundið...
it: Salvataggio temporaneo delle modifiche locali...
ja: ローカルの変更を一時的にスタッシュしています...
nl: Lokale wijzigingen tijdelijk opslaan...
no: Lagrer lokale endringer midlertidig...
pl: Tymczasowe przechowywanie lokalnych zmian...
pt: Guardando alterações locais temporariamente...
ro: Stocarea modificărilor locale temporar...
ru: Временное сохранение локальных изменений...
sk: Dočasné ukladanie miestnych zmien...
sv: Sparar lokala ändringar tillfälligt...
tr: Yerel değişiklikleri geçici olarak saklama...
uk: Тимчасове зберігання локальних змін...

source: No local changes were stashed.
bg: Няма локални промени, които да са били запазени.
cs: Žádné místní změny nebyly uloženy.
da: Ingen lokale ændringer blev gemt.
de: Es wurden keine lokalen Änderungen zwischengespeichert.
el: Δεν αποθηκεύτηκαν τοπικές αλλαγές.
es: No se guardaron cambios locales.
et: Kohalikku muudatusi ei salvestatud.
fi: Ei paikallisia muutoksia tallennettu.
fr: Aucun changement local n'a été mis de côté.
he: לא היו שינויים מקומיים שנשמרו.
hr: Nema lokalnih promjena koje su pohranjene.
hu: Nincsenek helyi változtatások elmentve.
is: Engin staðbundin breytingar voru ekki geymdar.
it: Nessuna modifica locale è stata messa in attesa.
ja: ローカルの変更はスタッシュされませんでした。
nl: Geen lokale wijzigingen zijn opgeslagen.
no: Ingen lokale endringer ble lagret.
pl: Nie wprowadzono lokalnych zmian.
pt: Nenhuma alteração local foi guardada.
ro: Nu au fost salvate modificări locale.
ru: Нет локальных изменений для сохранения.
sk: Žiadne miestne zmeny neboli uložené.
sv: Inga lokala ändringar har sparats.
tr: Yerel değişiklikler saklanmadı.
uk: Немає локальних змін, які були б сховані.

source: Error stashing changes: {0}
bg: Грешка при запазване на промените: {0}
cs: Chyba při ukládání změn: {0}
da: Fejl ved at gemme ændringer: {0}
de: Fehler beim Stashen von Änderungen: {0}
el: Σφάλμα κατά την αποθήκευση αλλαγών: {0}
es: Error al guardar cambios: {0}
et: Viga muudatuste salvestamisel: {0}
fi: Virhe muutosten tallentamisessa: {0}
fr: Erreur lors de la mise en attente des modifications : {0}
he: שגיאה בהחזרת שינויים: {0}
hr: Greška pri spremanju promjena: {0}
hu: Hiba a változtatások elmentésében: {0}
is: Villa að geyma breytingar: {0}
it: Errore nel memorizzare le modifiche: {0}
ja: 変更をスタッシュする際にエラーが発生しました: {0}
nl: Fout bij het opslaan van wijzigingen: {0}
no: Feil ved å lagre endringer: {0}
pl: Błąd podczas przechowywania zmian: {0}
pt: Erro ao salvar alterações: {0}
ro: Eroare la salvarea modificărilor: {0}
ru: Ошибка при сохранении изменений: {0}
sk: Chyba pri uložení zmien: {0}
sv: Fel vid lagring av ändringar: {0}
tr: Değişiklikleri saklarken hata: {0}
uk: Помилка при збереженні змін: {0}

source: Applying stashed changes...
bg: Прилагане на запазени промени...
cs: Aplikuji uložené změny...
da: Anvender gemte ændringer...
de: Änderungen aus dem Stash anwenden...
el: Εφαρμογή αποθηκευμένων αλλαγών...
es: Aplicando cambios guardados...
et: Rakendatakse varukoopia muudatusi...
fi: Sovitetaan varastoituja muutoksia...
fr: Application des modifications mises de côté...
he: מיישם שינויים שהושמו במאגר...
hr: Primjena spremljenih promjena...
hu: A tárolt módosítások alkalmazása...
is: Beita stungnum breytingum...
it: Applicazione delle modifiche in sospeso...
ja: スタッシュされた変更を適用しています...
nl: Toepassen van opgeslagen wijzigingen...
no: Bruker lagrede endringer...
pl: Zastosowywanie zapisanych zmian...
pt: Aplicando alterações guardadas...
ro: Aplicarea modificărilor stocate...
ru: Применение сохранённых изменений...
sk: Aplikovanie uložených zmien...
sv: Tillämpa stuvade ändringar...
tr: Saklanan değişiklikler uygulanıyor...
uk: Застосування збережених змін...

source: Stashed changes applied successfully.
bg: Успешно приложени запазени промени.
cs: Změny ve stavu byly úspěšně aplikovány.
da: Anvendte gemte ændringer med succes.
de: Änderungen erfolgreich angewendet.
el: Οι αποθηκευμένες αλλαγές εφαρμόστηκαν με επιτυχία.
es: Cambios almacenados aplicados con éxito.
et: Muudetud muudatused rakendatud edukalt.
fi: Tallennetut muutokset on sovellettu onnistuneesti.
fr: Modifications mises en cache appliquées avec succès.
he: שינויים שהוסתרו הוחלו בהצלחה.
hr: Primijenjene promjene iz stasha.
hu: A tárolt változtatások sikeresen alkalmazva.
is: Breyttum sem var geymt hefur verið beitt með góðum árangri.
it: Modifiche accantonate applicate con successo.
ja: 変更が正常に適用されました。
nl: Wijzigingen in de stash succesvol toegepast.
no: Endrede endringer ble brukt med suksess.
pl: Zastosowane zmiany z pamięci podręcznej.
pt: Alterações guardadas aplicadas com sucesso.
ro: Modificările stocate au fost aplicate cu succes.
ru: Успешно применены сохранённые изменения.
sk: Zmeny v úložisku boli úspešne aplikované.
sv: Ändringar i stash tillämpades framgångsrikt.
tr: Değişiklikler başarıyla uygulandı.
uk: Збережені зміни успішно застосовано.

source: Error applying stashed changes: {0}
bg: Грешка при прилагане на запазените промени: {0}
cs: Chyba při aplikaci uložených změn: {0}
da: Fejl ved anvendelse af gemte ændringer: {0}
de: Fehler beim Anwenden der gespeicherten Änderungen: {0}
el: Σφάλμα κατά την εφαρμογή των αποθηκευμένων αλλαγών: {0}
es: Error al aplicar los cambios guardados: {0}
et: Viga rakendades varukoopia muudatusi: {0}
fi: Virhe sovellettaessa varastoituja muutoksia: {0}
fr: Erreur lors de l'application des modifications mises de côté : {0}
he: שגיאה בהחלת שינויים שנשמרו: {0}
hr: Greška pri primjeni spremljenih promjena: {0}
hu: Hiba a tárolt változtatások alkalmazásakor: {0}
is: Villa að beita geymdum breytingum: {0}
it: Errore nell'applicare le modifiche messe da parte: {0}
ja: スタッシュされた変更の適用中にエラーが発生しました: {0}
nl: Fout bij het toepassen van opgeslagen wijzigingen: {0}
no: Feil ved anvendelse av stashed endringer: {0}
pl: Błąd podczas stosowania zarchiwizowanych zmian: {0}
pt: Erro ao aplicar alterações guardadas: {0}
ro: Eroare la aplicarea modificărilor stocate: {0}
ru: Ошибка при применении сохранённых изменений: {0}
sk: Chyba pri aplikovaní uložených zmien: {0}
sv: Fel vid tillämpning av stuvade ändringar: {0}
tr: Hata, saklanan değişiklikler uygulanamadı: {0}
uk: Помилка застосування збережених змін: {0}

source: Your changes might be in the stash. Use 'git stash list' to check.
bg: Вашите промени може да са в stash. Използвайте 'git stash list', за да проверите.
cs: Vaše změny mohou být ve stash. Použijte 'git stash list' pro kontrolu.
da: Dine ændringer kan være i stash. Brug 'git stash list' for at tjekke.
de: Ihre Änderungen könnten im Stash sein. Verwenden Sie 'git stash list', um zu überprüfen.
el: Οι αλλαγές σας μπορεί να είναι στο stash. Χρησιμοποιήστε το 'git stash list' για να ελέγξετε.
es: Es posible que tus cambios estén en el stash. Usa 'git stash list' para verificar.
et: Teie muudatused võivad olla varus. Kontrollimiseks kasutage 'git stash list'.
fi: Muutoksesi saattavat olla varastossa. Käytä 'git stash list' tarkistaaksesi.
fr: Vos modifications pourraient être dans le stash. Utilisez 'git stash list' pour vérifier.
he: השינויים שלך עשויים להיות בסטאש. השתמש ב'git stash list' כדי לבדוק.
hr: Vaše promjene mogu biti u stashu. Upotrijebite 'git stash list' za provjeru.
hu: A módosításaid a stash-ben lehetnek. Használj 'git stash list'-et az ellenőrzéshez.
is: Breytingarnar þínar gætu verið í geymslunni. Notaðu 'git stash list' til að athuga.
it: Le tue modifiche potrebbero essere nel stash. Usa 'git stash list' per controllare.
ja: あなたの変更はスタッシュにあるかもしれません。'git stash list'を使用して確認してください。
nl: Je wijzigingen staan mogelijk in de stash. Gebruik 'git stash list' om dit te controleren.
no: Dine endringer kan være i stasjen. Bruk 'git stash list' for å sjekke.
pl: Twoje zmiany mogą być w schowku. Użyj 'git stash list', aby sprawdzić.
pt: Suas alterações podem estar guardadas. Use 'git stash list' para verificar.
ro: Modificările tale ar putea fi în stash. Folosește 'git stash list' pentru a verifica.
ru: Ваши изменения могут быть в хранилище. Используйте 'git stash list', чтобы проверить.
sk: Vaše zmeny môžu byť v úložisku. Použite 'git stash list' na kontrolu.
sv: Dina ändringar kan vara i stashen. Använd 'git stash list' för att kontrollera.
tr: Değişiklikleriniz stash'te olabilir. Kontrol etmek için 'git stash list' komutunu kullanın.
uk: Ваші зміни можуть бути в сховищі. Використайте 'git stash list', щоб перевірити.

source: Dev branch created successfully!
bg: Клон на Dev успешно създаден!
cs: Větev Dev byla úspěšně vytvořena!
da: Dev-gren oprettet med succes!
de: Entwicklungszweig erfolgreich erstellt!
el: Ο κλάδος Dev δημιουργήθηκε με επιτυχία!
es: ¡Rama de desarrollo creada con éxito!
et: Dev haru edukse edukse!
fi: Dev-haara luotiin onnistuneesti!
fr: Branche de développement créée avec succès !
he: סניף Dev נוצר בהצלחה!
hr: Dev grana je uspješno kreirana!
hu: A fejlesztői ág sikeresen létrejött!
is: Þróunargrein búin til með góðum árangri!
it: Ramo di sviluppo creato con successo!
ja: Devブランチが正常に作成されました！
nl: Dev-tak succesvol aangemaakt!
no: Utviklingsgren opprettet med suksess!
pl: Gałąź deweloperska została pomyślnie utworzona!
pt: Branch dev criado com sucesso!
ro: Ramura de dezvoltare creată cu succes!
ru: Ветка разработки успешно создана!
sk: Vytvorená vetva Dev úspešne!
sv: Utvecklingsgren skapad framgångsrikt!
tr: Geliştirme dalı başarıyla oluşturuldu!
uk: Гілка розробки успішно створена!

source: Could not create dev branch: {0}
bg: Неуспешно създаване на dev клон: {0}
cs: Nelze vytvořit vývojovou větev: {0}
da: Kunne ikke oprette udviklingsgren: {0}
de: Konnte den Entwicklungszweig nicht erstellen: {0}
el: Δεν ήταν δυνατή η δημιουργία του κλάδου ανάπτυξης: {0}
es: No se pudo crear la rama de desarrollo: {0}
et: Ei õnnestunud luua arendus haru: {0}
fi: Ei voitu luoda kehityshaaraa: {0}
fr: Impossible de créer la branche de développement : {0}
he: לא ניתן ליצור ענף פיתוח: {0}
hr: Nije moguće stvoriti dev granu: {0}
hu: Nem sikerült létrehozni a dev ágat: {0}
is: Gat ekki að búa til þróunargrein: {0}
it: Impossibile creare il ramo di sviluppo: {0}
ja: 開発ブランチを作成できませんでした: {0}
nl: Kon dev-tak niet aanmaken: {0}
no: Kunne ikke opprette dev-gren: {0}
pl: Nie można utworzyć gałęzi deweloperskiej: {0}
pt: Não foi possível criar a branch dev: {0}
ro: Nu s-a putut crea ramura de dezvoltare: {0}
ru: Не удалось создать ветку разработки: {0}
sk: Nepodarilo sa vytvoriť vývojovú vetvu: {0}
sv: Kunde inte skapa utvecklingsgren: {0}
tr: Geliştirici dalı oluşturulamadı: {0}
uk: Не вдалося створити гілку розробки: {0}

source: Could not apply stashed changes. Your changes are in the stash.
bg: Не можа да се приложат запазените промени. Вашите промени са в запаса.
cs: Nelze použít uložené změny. Vaše změny jsou v úložišti.
da: Kunne ikke anvende gemte ændringer. Dine ændringer er i gemmeren.
de: Konnte die gespeicherten Änderungen nicht anwenden. Ihre Änderungen befinden sich im Stash.
el: Δεν ήταν δυνατή η εφαρμογή των αποθηκευμένων αλλαγών. Οι αλλαγές σας είναι στο stash.
es: No se pudieron aplicar los cambios guardados. Tus cambios están en el stash.
et: Muudatusi ei saanud rakendada. Teie muudatused on varus.
fi: Ei voitu soveltaa varastoituja muutoksia. Muutoksesi ovat varastossa.
fr: Impossible d'appliquer les modifications mises de côté. Vos modifications sont dans le stash.
he: לא ניתן להחיל את השינויים שנשמרו. השינויים שלך נמצאים במאגר.
hr: Nije moguće primijeniti spremljene promjene. Vaše promjene su u spremištu.
hu: Nem sikerült alkalmazni a tárolt módosításokat. A módosításai a tárolóban vannak.
is: Gat ekki að beita geymdum breytingum. Breytingarnar þínar eru í geymslunni.
it: Impossibile applicare le modifiche messe da parte. Le tue modifiche sono nel deposito.
ja: スタッシュされた変更を適用できませんでした。あなたの変更はスタッシュにあります。
nl: Kon de gestashte wijzigingen niet toepassen. Je wijzigingen staan in de stash.
no: Kunne ikke bruke stashed endringer. Dine endringer er i stashet.
pl: Nie można zastosować zarchiwizowanych zmian. Twoje zmiany są w schowku.
pt: Não foi possível aplicar alterações. Suas alterações estão guardadas.
ro: Nu s-au putut aplica modificările stocate. Modificările tale sunt în stoc.
ru: Не удалось применить сохранённые изменения. Ваши изменения находятся в хранилище.
sk: Nemožno aplikovať uložené zmeny. Vaše zmeny sú v úložisku.
sv: Kunde inte tillämpa stuvade ändringar. Dina ändringar finns i stuvningen.
tr: Saklanan değişiklikler uygulanamadı. Değişiklikleriniz saklama alanında.
uk: Не вдалося застосувати збережені зміни. Ваші зміни знаходяться у сховищі.

source: Error creating dev branch: {0}
bg: Грешка при създаване на dev клон: {0}
cs: Chyba při vytváření vývojové větve: {0}
da: Fejl ved oprettelse af udviklingsgren: {0}
de: Fehler beim Erstellen des Entwicklungszweigs: {0}
el: Σφάλμα κατά τη δημιουργία του κλάδου ανάπτυξης: {0}
es: Error al crear la rama de desarrollo: {0}
et: Viga arendusharu loomisel: {0}
fi: Virhe kehityshaaran luomisessa: {0}
fr: Erreur lors de la création de la branche de développement : {0}
he: שגיאה ביצירת ענף פיתוח: {0}
hr: Greška prilikom kreiranja dev grane: {0}
hu: Hiba a fejlesztői ág létrehozásakor: {0}
is: Villa að búa til þróunargrein: {0}
it: Errore nella creazione del ramo di sviluppo: {0}
ja: 開発ブランチの作成エラー: {0}
nl: Fout bij het aanmaken van dev-tak: {0}
no: Feil ved oppretting av utviklingsgren: {0}
pl: Błąd podczas tworzenia gałęzi deweloperskiej: {0}
pt: Erro ao criar branch dev: {0}
ro: Eroare la crearea ramurii de dezvoltare: {0}
ru: Ошибка при создании ветки разработки: {0}
sk: Chyba pri vytváraní vývojovej vetvy: {0}
sv: Fel vid skapande av utvecklingsgren: {0}
tr: Geliştirici dalı oluşturulurken hata: {0}
uk: Помилка створення гілки розробки: {0}

source: Determining which branch has the most recent code...
bg: Определяне на клона с най-новия код...
cs: Určení, která větev má nejnovější kód...
da: Bestemmer, hvilken gren der har den nyeste kode...
de: Bestimmen, welcher Zweig den aktuellsten Code hat...
el: Καθορισμός ποια κλάδος έχει τον πιο πρόσφατο κώδικα...
es: Determinando qué rama tiene el código más reciente...
et: Määratakse, milline haru sisaldab kõige uuemat koodi...
fi: Määritetään, mikä haara sisältää uusimman koodin...
fr: Détermination de la branche ayant le code le plus récent...
he: קביעת איזו סניף יש את הקוד העדכני ביותר...
hr: Određivanje koja grana ima najnoviji kod...
hu: A legfrissebb kódot tartalmazó ág meghatározása...
is: Að ákvarða hvaða grein hefur nýjustu kóðann...
it: Determinando quale ramo ha il codice più recente...
ja: 最新のコードを持つブランチを特定しています...
nl: Bepalen welke tak de meest recente code heeft...
no: Bestemme hvilken gren som har den nyeste koden...
pl: Określanie, która gałąź ma najnowszy kod...
pt: Determinando qual branch tem o código mais recente...
ro: Determinarea ramurii care are cel mai recent cod...
ru: Определение, какая ветка имеет самый последний код...
sk: Určovanie, ktorá vetva má najnovší kód...
sv: Bestämmer vilken gren som har den senaste koden...
tr: En son koda sahip dalı belirleniyor...
uk: Визначення, яка гілка має найновіший код...

source: Warning: Failed to fetch latest changes from remote.
bg: Предупреждение: Неуспешно извличане на последните промени от отдалеченото хранилище.
cs: Upozornění: Nepodařilo se načíst nejnovější změny z vzdáleného úložiště.
da: Advarsel: Mislykkedes at hente de seneste ændringer fra fjernserveren.
de: Warnung: Abrufen der neuesten Änderungen vom Remote-Server fehlgeschlagen.
el: Προειδοποίηση: Αποτυχία λήψης των τελευταίων αλλαγών από την απομακρυσμένη πηγή.
es: Advertencia: No se pudo obtener los últimos cambios del remoto.
et: Hoiatus: Viimane muudatused kaugserverist ei õnnestunud hankida.
fi: Varoitus: Viimeisimpien muutosten hakeminen etäpalvelimelta epäonnistui.
fr: Avertissement : Échec de la récupération des dernières modifications à partir du distant.
he: אזהרה: נכשל בלקבל את השינויים האחרונים מהמרוחק.
hr: Upozorenje: Neuspjeh u preuzimanju najnovijih promjena s udaljenog.
hu: Figyelmeztetés: Nem sikerült lekérni a legújabb változtatásokat a távoli helyről.
is: Aðvörun: Ekki tókst að sækja nýjustu breytingar frá fjarhýsingu.
it: Avviso: Impossibile recuperare le ultime modifiche dal remoto.
ja: 警告: リモートから最新の変更を取得できませんでした。
nl: Waarschuwing: Het is niet gelukt om de laatste wijzigingen van de externe bron op te halen.
no: Advarsel: Kunne ikke hente de nyeste endringene fra fjern.
pl: Ostrzeżenie: Nie udało się pobrać najnowszych zmian z zdalnego repozytorium.
pt: Aviso: Falha ao procurar as últimas alterações do remoto.
ro: Atenție: Eșec la obținerea celor mai recente modificări de la distanță.
ru: Предупреждение: Не удалось получить последние изменения с удаленного репозитория.
sk: Upozornenie: Nepodarilo sa načítať najnovšie zmeny z diaľkového úložiska.
sv: Varning: Misslyckades med att hämta de senaste ändringarna från fjärran.
tr: Uyarı: Uzaktan en son değişiklikleri almakta başarısız olundu.
uk: Попередження: Не вдалося отримати останні зміни з віддаленого.
